<h5 class="mb-3">آخر تحديث: 14 أغسطس 2024</h5>
<p>مرحبًا بك في assistantedit.com! نستخدم ملفات تعريف الارتباط (الكوكيز) والتقنيات المشابهة لتحسين تجربتك في التصفح وتعزيز خدماتنا. توضح هذه السياسة ("السياسة") أنواع الكوكيز التي نستخدمها، وأغراضها، وكيف يمكنك إدارة تفضيلاتك. من خلال الاستمرار في استخدام موقعنا، فإنك توافق على الشروط الموضحة في هذه السياسة. يُرجى قراءتها بعناية لفهم كيفية استخدامنا للكوكيز. إذا كانت لديك أي أسئلة، لا تتردد في الاتصال بنا:</p>
<p>MEGA DIGITS LTD رقم التسجيل: 15299525</p>
<p>العنوان القانوني: Hm Revenue And Customs، شارع فيكتوريا، غريمسبي، إنجلترا، DN31 1DB</p>
<p>البريد الإلكتروني: info@assistantedit.com</p>
<h3 class="mb-3 mt-5">ما هي ملفات تعريف الارتباط؟</h3>
<p>ملفات تعريف الارتباط (الكوكيز) هي ملفات نصية صغيرة يتم تخزينها على جهازك عند زيارة موقع ويب. تقوم بتخزين بيانات حول تفاعلك مع الموقع، مما يسمح له بتذكر تفضيلاتك وتحسين تجربتك في الزيارات المستقبلية.</p>
<p>يمكن أن تؤدي الكوكيز وظائف مختلفة، مثل تخزين بيانات تسجيل الدخول، وإعدادات اللغة، وغيرها من الخيارات لتخصيص زيارتك. كما تساعد في تشغيل ميزات الموقع الأساسية وتحليل كيفية تفاعلك مع المحتوى لتحسين خدماتنا.</p>
<p>قد يتم تعيين ملفات تعريف الارتباط بواسطة الموقع الذي تزوره (كوكيز الطرف الأول) أو بواسطة خدمات خارجية نستخدمها لتوفير محتوى إضافي، أو تشغيل التحليلات، أو عرض الإعلانات. تساعد كوكيز الطرف الثالث في تتبع نشاط المستخدم عبر مواقع مختلفة لتقديم إعلانات مخصصة وجمع رؤى حول سلوك المستخدم.</p>
<p>لمعرفة المزيد عن ملفات تعريف الارتباط، يمكنك زيارة www.aboutcookies.org أو www.allaboutcookies.org.</p>

<h3 class="mb-3 mt-5">أنواع ملفات تعريف الارتباط التي نستخدمها</h3>
<p>يستخدم موقعنا الإلكتروني كلاً من الكوكيز الأساسية وغير الأساسية لتحسين تجربتك. إليك نظرة عامة سريعة:</p>

<ul>
    <li><strong>الكوكيز الأساسية (الضرورية للغاية):</strong> هذه الكوكيز ضرورية لكي يعمل موقعنا بشكل صحيح. تقوم بإدارة الأمان، وعمليات الشبكة، وإمكانية الوصول، مثل تسجيلات الدخول الآمنة والتنقل بين الصفحات. نظرًا لأنها ضرورية، فإن هذه الكوكيز لا تتطلب موافقتك.</li>
    <li>
        <strong>الكوكيز غير الأساسية:</strong> ليست ضرورية لعمل الموقع الأساسي ولكنها تحسن بشكل كبير من تجربة المستخدم. تشمل هذه الأنواع:
        <ul>
            <li><strong>كوكيز الأداء والوظائف:</strong> تساعد هذه الكوكيز في تحسين أداء ووظائف موقعنا عن طريق تذكر تفضيلاتك وإعداداتك. تعطيلها قد يؤدي إلى تجربة أقل تخصيصًا.</li>
            <li><strong>كوكيز التحليلات:</strong> تجمع هذه الكوكيز بيانات حول كيفية تفاعل الزوار مع موقعنا، مثل الصفحات التي تمت زيارتها ومدة البقاء على الموقع. تساعدنا هذه المعلومات في تحسين الموقع.</li>
            <li><strong>كوكيز الإعلانات:</strong> تتيح هذه الكوكيز عرض إعلانات أكثر ملاءمة لاهتماماتك من خلال التأكد من عدم تكرار نفس الإعلان كثيرًا واختيار الإعلانات بناءً على تفضيلاتك.</li>
        </ul>
    </li>
</ul>
<h3 class="mb-3 mt-5">إدارة تفضيلات ملفات تعريف الارتباط</h3>
<p>يمكنك التحكم في كيفية إدارة ملفات تعريف الارتباط على جهازك. توفر معظم المتصفحات إعدادات تتيح لك تحديد ما إذا كنت ستقبل ملفات تعريف الارتباط. إليك روابط تعليمات لمتصفحات الإنترنت الشائعة:</p>
<ul>
    <li>Google Chrome</li>
    <li>Internet Explorer</li>
    <li>Firefox</li>
    <li>Safari</li>
    <li>Safari Mobile</li>
    <li>Opera</li>
</ul>
<p>بالنسبة للمتصفحات الأخرى، يرجى زيارة موقع المطور الخاص بها. لتعطيل التتبع بواسطة Google Analytics عبر جميع المواقع، قم بزيارة <a href="http://tools.google.com/dlpage/gaoptout">هذا الرابط</a>.</p>
<h3 class="mb-3 mt-5">ملفات تعريف الارتباط وبياناتك الشخصية</h3>
<p>قد تقوم ملفات تعريف الارتباط بجمع بيانات شخصية مثل عنوان IP وسلوك التصفح. يمكن استخدام هذه البيانات لإنشاء ملف تعريف عن اهتماماتك وأنشطتك، مما يساعد في تخصيص تجربتك وتقديم محتوى وخدمات ملائمة لك. نحن ملتزمون بحماية أي بيانات شخصية يتم جمعها من خلال ملفات تعريف الارتباط. تلتزم ممارساتنا بمعايير قوانين حماية البيانات، بما في ذلك اللائحة العامة لحماية البيانات (GDPR). نضمن معالجة بياناتك بشكل آمن ومسؤول. لمزيد من التفاصيل، يرجى الرجوع إلى سياسة الخصوصية الخاصة بنا المتوفرة على موقعنا.</p>
<h3 class="mb-3 mt-5">فترة الاحتفاظ بملفات تعريف الارتباط</h3>
<p>تختلف مدة بقاء ملفات تعريف الارتباط. يتم حذف ملفات تعريف الارتباط المؤقتة (الجلسات) عند إغلاق المتصفح، بينما تظل ملفات تعريف الارتباط الدائمة على جهازك حتى تنتهي صلاحيتها أو يتم حذفها يدويًا. نحن نضمن أن تكون الكوكيز نشطة فقط للمدة المطلوبة لتنفيذ وظيفتها، وعادة لا تتجاوز عامين.</p>
<h3 class="mb-3 mt-5">تحديثات هذه السياسة</h3>
<p>قد نقوم بتحديث سياسة ملفات تعريف الارتباط هذه من وقت لآخر لتعكس التغييرات في ممارساتنا أو الامتثال للمتطلبات القانونية. يرجى مراجعة هذه السياسة بانتظام للبقاء على اطلاع على كيفية استخدامنا للكوكيز. إذا كانت هناك تغييرات جوهرية، سنخطرك عبر موقعنا أو بإشعار مباشر إذا لزم الأمر.</p>
<h3 class="mb-3 mt-5">اتصل بنا</h3>
<p>نحن ملتزمون بالشفافية بشأن استخدامنا لملفات تعريف الارتباط. إذا كان لديك أي أسئلة أو تحتاج إلى مزيد من المعلومات، لا تتردد في الاتصال بنا عبر البريد الإلكتروني info@assistantedit.com. فريقنا هنا لمساعدتك!</p>
