{
    "&copy; Copyright :year - :name": "&copy; حقوق الطبع والنشر :year - :name",
    ":amount ART": ":amount ART",
    ":balance ART": ":balance ART",
    "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط تحقق جديد إلى عنوان البريد الإلكتروني الذي قدمته أثناء التسجيل.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.",
    "Access Your Purchases": "الوصول إلى مشترياتك",
    "Add funds": "إضافة أموال",
    "Address": "العنوان",
    "Amount": "المبلغ",
    "Are you sure you want to delete your account?": "هل أنت متأكد أنك تريد حذف حسابك؟",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "في :name، نحن ملتزمون بتمكين الإبداع من خلال حلول الذكاء الاصطناعي المبتكرة. تأسست بشغف للتكنولوجيا والفن، مهمتنا هي توفير منصة حيث يمكن للمستخدمين استكشاف وإنشاء والمشاركة في أوامر ذكاء اصطناعي مولدة فريدة. نحن نؤمن بالقوة التحويلية للذكاء الاصطناعي وقدرته على إلهام وتعزيز المشاريع الإبداعية. انضم إلينا في هذه الرحلة بينما نفتح آفاقًا جديدة للفنانين والكتاب والمبدعين في كل مكان!",
    "Balance": "الرصيد",
    "Browse and Buy Prompts": "تصفح وشراء الأوامر",
    "Browse by style": "تصفح حسب الأسلوب",
    "Buy Now": "اشتري الآن",
    "Cancel": "إلغاء",
    "Categories": "التصنيفات",
    "Category": "الفئة",
    "Checkout": "الدفع",
    "City": "المدينة",
    "Click here to re-send the verification email.": "انقر هنا لإعادة إرسال البريد الإلكتروني للتحقق.",
    "Confirm": "تأكيد",
    "Confirm Password": "تأكيد كلمة المرور",
    "Contact us": "اتصل بنا",
    "Contacts": "جهات الاتصال",
    "Country": "البلد",
    "Current password": "كلمة المرور الحالية",
    "Dashboard": "لوحة التحكم",
    "Date": "التاريخ",
    "Delete Account": "حذف الحساب",
    "Deposit": "الإيداع",
    "Deposits": "الودائع",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "اكتشف مجموعة واسعة من الأوامر الذكاء الاصطناعي عالية الجودة، وكل منها مصمم لتعزيز مشاريعك وتبسيط سير العمل.",
    "Discover, Buy, and Own Unique AI Prompts.": "اكتشف واشتر وامتلك أوامر ذكاء اصطناعي فريدة.",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "قم بتمويل محفظتك بسهولة لبدء شراء أوامر الذكاء الاصطناعي الحصرية التي تشعل إبداعك.",
    "Edit profile": "تحرير الملف الشخصي",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "قم بإدارة واستخدام جميع أوامرك المكتسبة بسهولة في مكان واحد لتسهيل الإبداع.",
    "Email": "البريد الإلكتروني",
    "Email Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للبقاء آمنًا.",
    "Explore": "استكشاف",
    "Explore by category": "استكشاف حسب الفئة",
    "Explore by style": "استكشاف حسب الأسلوب",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchase is secured by blockchain, ensuring originality and ownership.": "اكتشف أوامر حصرية من الذكاء الاصطناعي لتغذية إبداعك. كل عملية شراء مضمونة بواسطة تقنية البلوكشين، مما يضمن الأصالة والملكية.",
    "First Name": "الاسم الأول",
    "First name": "الاسم الأول",
    "Forgot your password?": "نسيت كلمة المرور؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابطًا لإعادة تعيين كلمة المرور.",
    "Home": "الصفحة الرئيسية",
    "Insufficient balance.": "رصيد غير كافٍ.",
    "Languages": "اللغات",
    "Last Name": "اسم العائلة",
    "Last name": "اسم العائلة",
    "Log Out": "تسجيل الخروج",
    "Login": "تسجيل الدخول",
    "Login using an existing account or create a new account <a href=\":url\">here": "تسجيل الدخول باستخدام حساب موجود أو إنشاء حساب جديد <a href=\":url\">هنا</a>",
    "Make a deposit": "قم بالإيداع",
    "Marketplace": "السوق",
    "My profile": "ملفي الشخصي",
    "New password": "كلمة المرور الجديدة",
    "New prompts": "أوامر جديدة",
    "Newsletter": "النشرة الإخبارية",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته بشكل دائم. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "بمجرد حذف حسابك، سيتم حذف جميع موارده وبياناته بشكل دائم. يرجى إدخال كلمة المرور لتأكيد رغبتك في حذف حسابك نهائيًا.",
    "Orders": "الطلبات",
    "Password": "كلمة المرور",
    "Password confirmation": "تأكيد كلمة المرور",
    "Personal data": "البيانات الشخصية",
    "Phone": "الهاتف",
    "Post code": "الرمز البريدي",
    "Price": "السعر",
    "Profile": "الملف الشخصي",
    "Profile Information": "معلومات الملف الشخصي",
    "Prompt marketplace": "سوق الأوامر",
    "Purchase": "شراء",
    "Register": "التسجيل",
    "Replenishment amount (1 EUR = 1 ART)": "مبلغ التعبئة (1 يورو = 1 ART)",
    "Resend Verification Email": "إعادة إرسال البريد الإلكتروني للتحقق",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Resources": "الموارد",
    "Save": "حفظ",
    "Saved.": "تم الحفظ.",
    "Share": "مشاركة",
    "Sign out": "تسجيل الخروج",
    "Signup for our newsletter to get the latest news in your inbox.": "اشترك في النشرة الإخبارية لدينا للحصول على آخر الأخبار في صندوق الوارد الخاص بك.",
    "Similar products in same category": "منتجات مماثلة في نفس الفئة",
    "Style": "الأسلوب",
    "Styles": "الأنماط",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "شكرًا لتسجيلك! قبل البدء، هل يمكنك التحقق من عنوان بريدك الإلكتروني بالنقر على الرابط الذي أرسلناه إليك عبر البريد الإلكتروني؟ إذا لم تتلق البريد الإلكتروني، سنرسل لك واحدًا آخر بكل سرور.",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة في التطبيق. يرجى تأكيد كلمة المرور الخاصة بك قبل المتابعة.",
    "Top Sellers": "الأكثر مبيعًا",
    "Top Up Your Wallet": "اشحن محفظتك",
    "Update Password": "تحديث كلمة المرور",
    "Update your account's profile information and email address.": "تحديث معلومات الملف الشخصي وعنوان البريد الإلكتروني لحسابك.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "نحن نقدر آرائك واستفساراتك. أخبرنا كيف يمكننا مساعدتك أو تحسين خدماتنا.",
    "You are about to purchase a <b>:title</b>": "أنت على وشك شراء <b>:title</b>",
    "You don't have any deposits yet.": "ليس لديك أي ودائع حتى الآن.",
    "You don't have any orders yet.": "ليس لديك أي طلبات حتى الآن.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "ليس لديك ما يكفي من ART لإجراء عملية الشراء. يرجى إجراء إيداع.",
    "You need to be logged in.": "تحتاج إلى تسجيل الدخول.",
    "You will pay": "ستدفع",
    "Your Gateway to AI-powered Business Solutions": "بوابتك إلى الإبداع باستخدام الذكاء الاصطناعي",
    "Your balance": "رصيدك",
    "Your email address is unverified.": "عنوان بريدك الإلكتروني غير مؤكد.",
    "Zip": "الرمز البريدي",
    "Your email is safe with us. We don't spam.": "بريدك الإلكتروني آمن معنا. نحن لا نرسل بريدًا عشوائيًا.",
    "Sign In": "تسجيل الدخول",
    "Submit": "إرسال",
    "auth.password": "auth.password",
    "email": "البريد الإلكتروني",
    "enter your email": "أدخل بريدك الإلكتروني",
    "password": "كلمة المرور",
    "password confirmation": "تأكيد كلمة المرور",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "أوافق على <a href=\":privacyPolicyUrl\" target=\"_blank\">سياسة الخصوصية</a> و<a href=\":termsConditionsUrl\">الشروط والأحكام</a>.",
    "Edit Profile": "تعديل الملف الشخصي",
    "- Select country -": "- اختر الدولة -",
    "Amount (min. 5 ART)": "المبلغ (الحد الأدنى 5 ART)",
    "Balance: :balance ART": "الرصيد: :balance ART",
    "Do you have any question?": "هل لديك أي سؤال؟",
    "Socials": "الشبكات الاجتماعية",
    "Sorry, error occured this time sending your message.": "عذرًا، حدث خطأ أثناء إرسال رسالتك.",
    "Submit Form": "إرسال النموذج",
    "Your Email": "بريدك الإلكتروني",
    "Your Message": "رسالتك",
    "Your Name": "اسمك",
    "Your Phone": "هاتفك",
    "Your message has been sent successfully.": "تم إرسال رسالتك بنجاح.",
    "search item here...": "ابحث عن عنصر هنا...",
    "Your request": "طلبك",
    "Your title": "عنوانك",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "ستتلقى أرشيفًا يحتوي على صورة ووصف، بالحجم والصيغة المختارة.",
    "Image generation": "توليد الصورة",
    "1 ART = 1 generation": "1 ART = توليد واحد",
    "Generate image": "توليد الصورة"
}
