{
    "&copy; Copyright :year - :name": "&copy; Urheberrecht :year - :name",
    ":amount ART": ":amount ART",
    ":balance ART": ":balance ART",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die Sie während der Registrierung angegeben haben.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an Ihre E-Mail-Adresse gesendet.",
    "Access Your Purchases": "Zugriff auf Ihre Einkäufe",
    "Add funds": "Geld hinzufügen",
    "Address": "Adresse",
    "Amount": "Betrag",
    "Are you sure you want to delete your account?": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Bei :name haben wir uns der Förderung von Kreativität durch innovative KI-Lösungen verschrieben. Mit Leidenschaft für Technologie und Kunst gegründet, ist es unsere Mission, eine Plattform bereitzustellen, auf der Benutzer einzigartige, von KI generierte Aufforderungen erkunden, erstellen und sich damit beschäftigen können. Wir glauben an die transformierende Kraft der künstlichen Intelligenz und ihre Fähigkeit, kreative Projekte zu inspirieren und zu verbessern. Begleiten Sie uns auf dieser Reise, während wir neue Möglichkeiten für Künstler, Schriftsteller und Schöpfer überall eröffnen!",
    "Balance": "Kontostand",
    "Browse and Buy Prompts": "Durchsuchen und kaufen",
    "Browse by style": "Nach Stil durchsuchen",
    "Buy Now": "Jetzt kaufen",
    "Cancel": "Abbrechen",
    "Categories": "Kategorien",
    "Category": "Kategorie",
    "Checkout": "Kasse",
    "City": "Stadt",
    "Click here to re-send the verification email.": "Klicken Sie hier, um die Bestätigungs-E-Mail erneut zu senden.",
    "Confirm": "Bestätigen",
    "Confirm Password": "Passwort bestätigen",
    "Contact us": "Kontaktieren Sie uns",
    "Contacts": "Kontakte",
    "Country": "Land",
    "Current password": "Aktuelles Passwort",
    "Dashboard": "Armaturenbrett",
    "Date": "Datum",
    "Delete Account": "Konto löschen",
    "Deposit": "Einzahlung",
    "Deposits": "Einzahlungen",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Entdecken Sie eine breite Palette hochwertiger KI-Aufforderungen, die alle darauf ausgelegt sind, Ihre Projekte zu verbessern und Ihren Arbeitsablauf zu optimieren.",
    "Discover, Buy, and Own Unique AI Prompts.": "Entdecken, kaufen und besitzen Sie einzigartige KI-Aufforderungen.",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Laden Sie Ihr Wallet ganz einfach auf, um exklusive, KI-generierte Aufforderungen zu kaufen, die Ihre Kreativität beflügeln.",
    "Edit profile": "Profil bearbeiten",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Verwalten und nutzen Sie alle Ihre erworbenen Aufforderungen mühelos an einem praktischen Ort für nahtlose Kreativität.",
    "Email": "E-Mail",
    "Email Password Reset Link": "Link zum Zurücksetzen des E-Mail-Passworts",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Explore": "Erkunden",
    "Explore by category": "Nach Kategorie durchsuchen",
    "Explore by style": "Nach Stil durchsuchen",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchase is secured by blockchain, ensuring originality and ownership.": "Entdecken Sie exklusive, KI-generierte Aufforderungen, um Ihre Kreativität zu beflügeln. Jeder Kauf wird durch die Blockchain gesichert, was Originalität und Eigentum gewährleistet.",
    "First Name": "Vorname",
    "First name": "Vorname",
    "Forgot your password?": "Passwort vergessen?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Geben Sie uns einfach Ihre E-Mail-Adresse bekannt und wir senden Ihnen einen Link zum Zurücksetzen des Passworts, mit dem Sie ein neues auswählen können.",
    "Home": "Startseite",
    "Insufficient balance.": "Unzureichendes Guthaben.",
    "Languages": "Sprachen",
    "Last Name": "Nachname",
    "Last name": "Nachname",
    "Log Out": "Abmelden",
    "Login": "Anmelden",
    "Login using an existing account or create a new account <a href=\":url\">here": "Melden Sie sich mit einem vorhandenen Konto an oder erstellen Sie ein neues Konto <a href=\":url\">hier</a>",
    "Make a deposit": "Eine Einzahlung tätigen",
    "Marketplace": "Marktplatz",
    "My profile": "Mein Profil",
    "New password": "Neues Passwort",
    "New prompts": "Neue Aufforderungen",
    "Newsletter": "Newsletter",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Laden Sie vor dem Löschen Ihres Kontos alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Orders": "Bestellungen",
    "Password": "Passwort",
    "Password confirmation": "Passwortbestätigung",
    "Personal data": "Persönliche Daten",
    "Phone": "Telefon",
    "Post code": "Postleitzahl",
    "Price": "Preis",
    "Profile": "Profil",
    "Profile Information": "Profilinformationen",
    "Prompt marketplace": "Marktplatz für Aufforderungen",
    "Purchase": "Kauf",
    "Register": "Registrieren",
    "Replenishment amount (1 EUR = 1 ART)": "Aufladebetrag (1 EUR = 1 ART)",
    "Resend Verification Email": "Bestätigungs-E-Mail erneut senden",
    "Reset Password": "Passwort zurücksetzen",
    "Resources": "Ressourcen",
    "Save": "Speichern",
    "Saved.": "Gespeichert.",
    "Share": "Teilen",
    "Sign out": "Abmelden",
    "Signup for our newsletter to get the latest news in your inbox.": "Melden Sie sich für unseren Newsletter an, um die neuesten Nachrichten in Ihrem Posteingang zu erhalten.",
    "Similar products in same category": "Ähnliche Produkte in derselben Kategorie",
    "Style": "Stil",
    "Styles": "Stile",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Vielen Dank für Ihre Anmeldung! Bevor Sie loslegen, bestätigen Sie bitte Ihre E-Mail-Adresse, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail gesendet haben. Wenn Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine weitere.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein sicherer Bereich der Anwendung. Bitte bestätigen Sie Ihr Passwort, bevor Sie fortfahren.",
    "Top Sellers": "Bestseller",
    "Top Up Your Wallet": "Laden Sie Ihr Wallet auf",
    "Update Password": "Passwort aktualisieren",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und E-Mail-Adresse Ihres Kontos.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Wir schätzen Ihre Gedanken und Anfragen. Lassen Sie uns wissen, wie wir Ihnen helfen oder unsere Dienstleistungen verbessern können.",
    "You are about to purchase a <b>:title</b>": "Sie sind dabei, ein <b>:title</b> zu kaufen",
    "You don't have any deposits yet.": "Sie haben noch keine Einzahlungen.",
    "You don't have any orders yet.": "Sie haben noch keine Bestellungen.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Sie haben nicht genug ART, um den Kauf zu tätigen. Bitte tätigen Sie eine Einzahlung.",
    "You need to be logged in.": "Sie müssen eingeloggt sein.",
    "You will pay": "Sie werden bezahlen",
    "Your Gateway to AI-powered Business Solutions": "Ihr Tor zur KI-Kreativität",
    "Your balance": "Ihr Guthaben",
    "Your email address is unverified.": "Ihre E-Mail-Adresse ist nicht verifiziert.",
    "Zip": "Postleitzahl",
    "Your email is safe with us. We don't spam.": "Ihre E-Mail ist bei uns sicher. Wir spammen nicht.",
    "Sign In": "Anmelden",
    "Submit": "Absenden",
    "auth.password": "auth.password",
    "email": "E-Mail",
    "enter your email": "Geben Sie Ihre E-Mail ein",
    "password": "Passwort",
    "password confirmation": "Passwortbestätigung",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Ich stimme der <a href=\":privacyPolicyUrl\" target=\"_blank\">Datenschutzerklärung</a> und den <a href=\":termsConditionsUrl\">Allgemeinen Geschäftsbedingungen</a> zu.",
    "Edit Profile": "Profil bearbeiten",
    "- Select country -": "- Land auswählen -",
    "Amount (min. 5 ART)": "Betrag (min. 5 ART)",
    "Balance: :balance ART": "Kontostand: :balance ART",
    "Do you have any question?": "Haben Sie Fragen?",
    "Socials": "Soziale Netzwerke",
    "Sorry, error occured this time sending your message.": "Entschuldigung, beim Senden Ihrer Nachricht ist ein Fehler aufgetreten.",
    "Submit Form": "Formular absenden",
    "Your Email": "Ihre E-Mail",
    "Your Message": "Ihre Nachricht",
    "Your Name": "Ihr Name",
    "Your Phone": "Ihre Telefonnummer",
    "Your message has been sent successfully.": "Ihre Nachricht wurde erfolgreich gesendet.",
    "search item here...": "Artikel hier suchen...",
    "Your request": "Ihre Anfrage",
    "Your title": "Ihr Titel",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Sie erhalten ein Archiv mit einem Bild und einer Eingabeaufforderung, in der ausgewählten Größe und dem ausgewählten Format.",
    "Image generation": "Bildgenerierung",
    "1 ART = 1 generation": "1 ART = 1 Generation",
    "Generate image": "Bild generieren"
}
