{
    "\tVoice & video call": "\tSprach- und Videoanruf",
    "© Copyright :year - :name": "© Copyright :year - :name",
    "- Select country -": "- Land auswählen -",
    "1 ART = 1 generation": "1 ART = 1 Generierung",
    "3D Render": "3D-Rendering",
    ":amount AET": ":amount AET",
    ":amount SAT": ":amount SAT",
    ":amount VCT": ":amount VCT",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count verbleibende Generierungen",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Verifizierungslink wurde an die E-Mail-Adresse gesendet, die Sie bei der Registrierung angegeben haben.",
    "A new verification link has been sent to your email address.": "Ein neuer Verifizierungslink wurde an Ihre E-Mail-Adresse gesendet.",
    "AI Agreement Generation": "KI-Vertragsgenerierung",
    "AI Agreement Generations": "KI-Vertragsgenerierungen",
    "AI BUSINESS TOOLS": "KI-GESCHÄFTSTOOLS",
    "AI Background": "KI-Hintergrund",
    "AI Background Remover": "KI-Hintergrundentferner",
    "AI Email Generation": "KI-E-Mail-Generierung",
    "AI Email Generations": "KI-E-Mail-Generierungen",
    "AI Image Upscale": "KI-Bildskalierung",
    "AI Resize": "KI-Größenanpassung",
    "AI-Driven Email Generation": "KI-gestützte E-Mail-Generierung",
    "AI-MADE MAGIC": "KI-GESCHAFFENE MAGIE",
    "AI-Powered Image Generation": "KI-gestützte Bildgenerierung",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "KI-gestützte Tools, die Ihnen helfen, klare, professionelle und effektive E-Mails für jede Situation zu schreiben — sofort und mühelos.",
    "AUTO-GENERATED VIDEOS": "AUTOMATISCH GENERIERTE VIDEOS",
    "About": "Über uns",
    "About us": "Über uns",
    "Accept the terms and privacy policy": "Akzeptieren Sie die Nutzungsbedingungen und Datenschutzrichtlinie",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Greifen Sie auf KI-gestützte Eingabeaufforderungen zu, die für Finanzprognosen, Geschäftsplanung und datenbasierte Entscheidungsfindung entwickelt wurden. Bleiben Sie mit intelligenter Automatisierung voraus.",
    "Access Your Purchases": "Greifen Sie auf Ihre Käufe zu",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Greifen Sie auf eine kuratierte Sammlung hochwertiger Stockbilder für Websites, Anzeigen und Präsentationen zu — lizenzfrei und sofort einsatzbereit.",
    "Add funds": "Guthaben hinzufügen",
    "Adding balance": "Guthaben hinzufügen",
    "Address": "Adresse",
    "After a thorough review of a client’s circumstances and needs.": "Nach einer gründlichen Überprüfung der Umstände und Bedürfnisse eines Kunden.",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Nach dem Kauf erhalten Sie eine Eingabeaufforderung zur Generierung solcher Bilder. Das Originalbild steht zum Download in den Formaten .jpg, .png oder .webp mit einer Größe von 1024x1024 zur Verfügung.",
    "Agreement Generation": "Vertragsgenerierung",
    "Agreement generation": "Vertragsgenerierung",
    "Agreements": "Verträge",
    "All": "Alle",
    "All Rights Reserved.": "Alle Rechte vorbehalten.",
    "All rights reserved": "Alle Rechte vorbehalten",
    "Already have an account?": "Haben Sie bereits ein Konto?",
    "Amount": "Betrag",
    "Amount (min. 5 ART)": "Betrag (min. 5 ART)",
    "Amount (min. 5 SAT)": "Betrag (min. 5 SAT)",
    "Amount (min. 5 VCT)": "Betrag (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Ein unglaublich lebensechtes Bild mit außergewöhnlicher Detailtreue.",
    "Anime": "Anime",
    "Are you sure you want to delete your account?": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Als Nicht-Muttersprachler hilft mir diese Plattform, in jeder Nachricht selbstbewusster und professioneller zu klingen.",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Bei :name setzen wir uns dafür ein, Kreativität durch innovative KI-Lösungen zu fördern. Gegründet mit einer Leidenschaft für Technologie und Kunst ist es unsere Mission, eine Plattform bereitzustellen, auf der Nutzer einzigartige KI-generierte Eingabeaufforderungen erkunden, erstellen und nutzen können. Wir glauben an die transformative Kraft der künstlichen Intelligenz und ihre Fähigkeit, kreative Projekte zu inspirieren und zu verbessern. Begleiten Sie uns auf dieser Reise, während wir neue Möglichkeiten für Künstler, Schriftsteller und Kreative weltweit erschließen!",
    "Automated Agreement Generation": "Automatisierte Vertragsgenerierung",
    "Available for Anyone": "Für jeden verfügbar",
    "Background Remover": "Hintergrundentferner",
    "Balance": "Guthaben",
    "Balance: :balance AET": "Guthaben: :balance AET",
    "Boost reply rates and save writing time": "Erhöhen Sie die Antwortraten und sparen Sie Schreibzeit",
    "Boost your productivity with AI-generated legal documents,": "Steigern Sie Ihre Produktivität mit KI-generierten Rechtsdokumenten,",
    "Boosting Results with AI-Powered Content": "Ergebnisse steigern mit KI-gestütztem Inhalt",
    "Bring all team": "Bringen Sie das gesamte Team zusammen",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Beleben Sie statische Bilder mit Bewegung. Unser KI-gestützter Bild-zu-Video-Dienst verwandelt Ihre Bilder in flüssige, ansprechende Videoclips — ideal für Reels, Anzeigen, Produktpräsentationen und mehr. Keine Animations- oder Videobearbeitungsfähigkeiten erforderlich.",
    "Bring your ideas to life with next-gen video creation.": "Verwirklichen Sie Ihre Ideen mit der Videoproduktion der nächsten Generation.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Ihre Vorstellungskraft wird in jedem lebendigen Bild zum Leben erweckt.",
    "Browse and Buy Prompts": "Durchsuchen und kaufen Sie Eingabeaufforderungen",
    "Browse by style": "Nach Stil durchsuchen",
    "Browse powerful video clips generated from single frames.": "Durchsuchen Sie beeindruckende Videoclips, die aus einzelnen Bildern generiert wurden.",
    "Building the Future of Fast and Smart Creation.": "Die Zukunft schneller und intelligenter Kreationen gestalten.",
    "Business": "Geschäft",
    "Buy": "Kaufen",
    "Buy Now": "Jetzt kaufen",
    "Buy for :amount AET": "Kaufen für :amount AET",
    "COMMUNICATION AI TOOL": "KI-KOMMUNIKATIONSTOOL",
    "Call us": "Rufen Sie uns an",
    "Cancel": "Abbrechen",
    "Cartoon": "Cartoon",
    "Cases": "Fälle",
    "Categories": "Kategorien",
    "Category": "Kategorie",
    "Change to :currency": "Wechseln zu :currency",
    "Check what’s our": "Schauen Sie, was wir bieten",
    "Checkout": "Kasse",
    "Choose currency: (:amount :currency = 1 VFT)": "Währung auswählen: (:amount :currency = 1 VFT)",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Wählen Sie aus kinematischen, flüssigen oder dramatischen Animationen, die Ihren Anforderungen entsprechen.",
    "City": "Stadt",
    "Click here for more info": "Klicken Sie hier für weitere Informationen",
    "Click here to re-send the verification email.": "Klicken Sie hier, um die Verifizierungs-E-Mail erneut zu senden.",
    "Client Feedback": "Kundenfeedback",
    "Cloud storage": "Cloud-Speicher",
    "Comic": "Comic",
    "Compose emails in seconds with AI assistance": "Verfassen Sie E-Mails in Sekunden mit KI-Unterstützung",
    "Confirm": "Bestätigen",
    "Confirm Deposit": "Einzahlung bestätigen",
    "Confirm Password": "Passwort bestätigen",
    "Confirm password": "Passwort bestätigen",
    "Connect jano with the": "Verbinden Sie Jano mit dem",
    "Consistent, High-Quality Output": "Konsistente, hochwertige Ergebnisse",
    "Contact Us": "Kontaktieren Sie uns",
    "Contact us": "Kontaktieren Sie uns",
    "Cookie Policy": "Cookie-Richtlinie",
    "Copyright, :year @": "Copyright, :year @",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Erstellen Sie klare, ausgefeilte E-Mails für jede Situation — von Geschäftsanträgen bis zum Kundensupport — mit KI-gestütztem Ton und Struktur.",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Erstellen Sie überzeugende, personalisierte E-Mails mit Leichtigkeit. Unsere KI-gestützte E-Mail-Generierung hilft Ihnen, Nachrichten zu schreiben, zu optimieren und zu automatisieren, für bessere Kommunikation und Engagement.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Erstellen Sie KI-gestützte E-Mails, die auf Ihre Geschäfts- und Kommunikationsbedürfnisse zugeschnitten sind. Von Kaltakquise bis zu Newslettern — erstellen Sie überzeugende Nachrichten in Minuten.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Erstellen Sie KI-gestützte Rechtsverträge, die auf Ihre Geschäftsbedürfnisse zugeschnitten sind. Von NDAs bis zu Partnerschaftsverträgen — erhalten Sie rechtlich einwandfreie Dokumente in Minuten.",
    "Create New Deposit (:currency)": "Neue Einzahlung erstellen (:currency)",
    "Create dynamic videos instantly — no animation or editing required.": "Erstellen Sie dynamische Videos sofort — keine Animation oder Bearbeitung erforderlich.",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Erstellen Sie professionelle, rechtlich einwandfreie Verträge in Sekunden — geben Sie einfach die wichtigsten Details ein, und lassen Sie die KI Formatierung und Klauseln übernehmen.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Erstellen Sie atemberaubende, hochwertige Bilder sofort mit unseren KI-gestützten Tools. Generieren Sie einzigartige Visuals, die auf Ihre Bedürfnisse zugeschnitten sind, mit Leichtigkeit.",
    "Create task": "Aufgabe erstellen",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Erstellen Sie transparente PNG-Bilder direkt aus Text — ideal für Logos, digitale Assets und nahtlose Designintegration.",
    "Create your": "Erstellen Sie Ihr",
    "Created": "Erstellt",
    "Created by AI": "Von KI erstellt",
    "Creative": "Kreativ",
    "Creative Freedom": "Kreative Freiheit",
    "Creatives": "Kreative",
    "Current password": "Aktuelles Passwort",
    "Custom": "Benutzerdefiniert",
    "Customer Support Lead": "Leiter Kundensupport",
    "Customizable": "Anpassbar",
    "DYNAMIC STORIES": "DYNAMISCHE GESCHICHTEN",
    "Dashboard": "Dashboard",
    "Date": "Datum",
    "Delete Account": "Konto löschen",
    "Delivers high-quality images with great speed.": "Liefert hochwertige Bilder mit großer Geschwindigkeit.",
    "Deposit": "Einzahlung",
    "Deposit in :currency": "Einzahlung in :currency",
    "Deposits": "Einzahlungen",
    "Designer": "Designer",
    "Discover": "Entdecken",
    "Discover and Buy Unique AI Prompts.": "Entdecken und kaufen Sie einzigartige KI-Eingabeaufforderungen.",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Entdecken Sie, wie unsere KI-Tools die Produktivität transformieren. Hören Sie von Fachleuten, die ihre Arbeit mit intelligenten E-Mail-, Vertrags- und Bildlösungen optimieren.",
    "Discover what your content can become — in just seconds.": "Entdecken Sie, was Ihr Inhalt in nur wenigen Sekunden werden kann.",
    "Do you have any question?": "Haben Sie Fragen?",
    "Don't have an account yet?": "Haben Sie noch kein Konto?",
    "Download": "Herunterladen",
    "Download Video": "Video herunterladen",
    "Drop us a line": "Schreiben Sie uns",
    "EFFECTIVENESS": "EFFEKTIVITÄT",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Greifen Sie einfach auf Ihre KI-generierten Verträge zu, bearbeiten und laden Sie sie in einem zentralen Dashboard herunter, um Compliance und Effizienz sicherzustellen.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Greifen Sie einfach auf Ihre KI-generierten E-Mails zu, bearbeiten und senden Sie sie von einem zentralen Dashboard aus, um Engagement und Effizienz zu optimieren.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Verwalten und wenden Sie Ihre erworbenen KI-generierten Finanz- und Geschäftseinblicke einfach in einem zentralen Dashboard an, um Effizienz und Strategieumsetzung zu optimieren.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Ersetzen Sie Hintergründe in jedem Bild mit KI-Präzision — ideal zum Ändern von Einstellungen, Stilen oder zum Erstellen benutzerdefinierter Szenen.",
    "Easy to Use": "Einfach zu bedienen",
    "Edit Profile": "Profil bearbeiten",
    "Effectiveness": "Effektivität",
    "Effortless Creation of": "Müheloses Erstellen von",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Generieren Sie mühelos rechtskonforme Verträge in Sekunden. Unsere Plattform vereinfacht die Dokumentenerstellung und spart Ihnen Zeit und Aufwand.",
    "Email": "E-Mail",
    "Email Generation": "E-Mail-Generierung",
    "Email Password Reset Link": "Link zum Zurücksetzen des E-Mail-Passworts",
    "Email Writing": "E-Mail-Schreiben",
    "Email generation": "E-Mail-Generierung",
    "Emails": "E-Mails",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Verbessern Sie die Bildqualität mit einem einzigen Klick. Skalieren Sie Ihre Visuals sofort auf eine höhere Auflösung — perfekt für Drucke, Produkte und professionelle Inhalte.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Verbessern Sie Auflösung und Schärfe ohne Qualitätsverlust. Skalieren Sie kleine oder niedrig aufgelöste Bilder in Sekunden auf High-Definition.",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Enter Password": "Passwort eingeben",
    "Enter custom tokens amount": "Benutzerdefinierte Token-Menge eingeben",
    "Enter key details for your agreement...": "Geben Sie die wichtigsten Details für Ihren Vertrag ein...",
    "Enter key details for your email...": "Geben Sie die wichtigsten Details für Ihre E-Mail ein...",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Entfernen Sie Bildhintergründe in Sekunden. Nur ein Klick für ein sauberes, transparentes Ergebnis — perfekt für Produkte, Porträts und Kreative.",
    "Even with experts": "Auch mit Experten",
    "Everything you need to create, in one place.": "Alles, was Sie zum Erstellen benötigen, an einem Ort.",
    "Expereinced": "Erfahren",
    "Explore": "Erkunden",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Erkunden Sie KI-gestützte Eingabeaufforderungen, die auf Geschäfts-, Finanz- und Investitionsstrategien zugeschnitten sind. Jedes gekaufte Kunstwerk kann nach Ihren Wünschen verwendet werden.",
    "Explore Creatives": "Kreative erkunden",
    "FEATURES": "FUNKTIONEN",
    "Fast Generation": "Schnelle Generierung",
    "Features": "Funktionen",
    "Features and Functionalities": "Funktionen und Eigenschaften",
    "File sharing": "Dateifreigabe",
    "First Name": "Vorname",
    "First name": "Vorname",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux Dev",
    "Follow Us": "Folgen Sie uns",
    "Forgot your email address?": "E-Mail-Adresse vergessen?",
    "Forgot your password?": "Passwort vergessen?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Geben Sie uns einfach Ihre E-Mail-Adresse an, und wir senden Ihnen einen Link zum Zurücksetzen des Passworts, mit dem Sie ein neues Passwort wählen können.",
    "Format": "Format",
    "Free Now": "Jetzt kostenlos",
    "Freelance Consultant": "Freiberuflicher Berater",
    "Freelance Designer": "Freiberuflicher Designer",
    "Generate": "Generieren",
    "Generate Agreement": "Vertrag generieren",
    "Generate Agreements": "Verträge generieren",
    "Generate Email": "E-Mail generieren",
    "Generate Emails": "E-Mails generieren",
    "Generate Your Video Now": "Generieren Sie jetzt Ihr Video",
    "Generate and Customize Agreements": "Verträge generieren und anpassen",
    "Generate and Customize Emails": "E-Mails generieren und anpassen",
    "Generate another one": "Ein weiteres generieren",
    "Generate legal agreements in just a few clicks": "Generieren Sie Rechtsverträge mit nur wenigen Klicks",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Generieren Sie atemberaubende Bildaufforderungen, überzeugende E-Mails und rechtlich einwandfreie Verträge mit KI. Sicher, originell und auf Ihren Erfolg ausgelegt.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Generieren Sie atemberaubende, hochwertige Visuals aus einfachen Textaufforderungen — perfekt für kreative Projekte, Marketing und Konzeptdesign.",
    "Generated": "Generiert",
    "Get Start": "Starten",
    "Get in touch with us": "Kontaktieren Sie uns",
    "Get started": "Loslegen",
    "Get task complated": "Aufgabe abgeschlossen",
    "Great Interface": "Tolle Benutzeroberfläche",
    "Great Support": "Großartiger Support",
    "HIGHLIGHTS": "HIGHLIGHTS",
    "Have an account?": "Haben Sie ein Konto?",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Ein Heimunternehmen zu haben, ist ein wunderbares Gut für Ihr Leben. Das Problem bleibt bestehen, wenn es darum geht, Ihr Unternehmen kostengünstig zu bewerben. Ich weiß, dass Sie überall nach Antworten gesucht haben.",
    "Hear from our users": "Hören Sie von unseren Nutzern",
    "Hello": "Hallo",
    "High-Quality": "Hochwertig",
    "Highest quality Generative AI models": "Höchste Qualität generativer KI-Modelle",
    "Highlights": "Highlights",
    "Home": "Startseite",
    "Hours": "Stunden",
    "I agree to the": "Ich stimme zu",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Ich stimme der <a href=\":privacyPolicyUrl\" target=\"_blank\">Datenschutzrichtlinie</a> und den <a href=\":termsConditionsUrl\">Nutzungsbedingungen</a> zu.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Ich habe mehrere Eingabeaufforderungen getestet und war beeindruckt, wie zuverlässig die Ergebnisse waren. Große Kontrolle über Stil und Format.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Ich habe eine einfache Beschreibung eingegeben und ein atemberaubendes Visual erhalten. Das Text-zu-Bild-Tool ist unglaublich gut — es fühlt sich wie Magie an.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Ich nutze den Generator, um Konzepte für Landingpages und Anzeigen zu visualisieren. Es spart Zeit und beeindruckt Kunden sofort.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Ich habe die Skalierungs- und Retuschier-Tools verwendet, um Visuals für eine Last-Minute-Anzeige vorzubereiten — die Ergebnisse sahen aus, als hätte ein Profi sie erstellt.",
    "INSANE VISUALS": "VERBLÜFFENDE VISUALS",
    "INSTANT PROMO": "SOFORTIGE WERBUNG",
    "Ideal for freelancers, startups, and businesses": "Ideal für Freiberufler, Startups und Unternehmen",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideal für soziale Medien, Produktpräsentationen, Kampagnen und Storytelling.",
    "Illustration": "Illustration",
    "Image Editing": "Bildbearbeitung",
    "Image Generation": "Bildgenerierung",
    "Image Stock": "Bildarchiv",
    "Image Upscale": "Bildskalierung",
    "Image generation": "Bildgenerierung",
    "Image is being generated...": "Bild wird generiert...",
    "Image to Video": "Bild zu Video",
    "Images": "Bilder",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Beeindruckt von der Qualität",
    "In Seconds, With AI": "In Sekunden, mit KI",
    "Incredible Creativity!": "Unglaubliche Kreativität!",
    "Information": "Information",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Entfernen Sie sofort Hintergründe von jedem Bild mit KI-Präzision — perfekt für E-Commerce, Produktfotos und kreative Projekte.",
    "Insufficient balance.": "Unzureichendes Guthaben.",
    "Integrates your tools": "Integriert Ihre Tools",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Ich bin kein Designer, aber ich habe erstaunliche Visuals erstellt, indem ich einfach eingegeben habe, was ich brauchte. Die Benutzeroberfläche ist klar und intuitiv.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Ich habe einige Bildbearbeitungsplattformen ausprobiert, aber diese lieferte die besten Ergebnisse, besonders in Bezug auf Skalierungsklarheit und Farbkorrektur.",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu ist Ihr Online-Teammanagement-Tool, das einfach und fördernd ist",
    "Janu tools.": "Janu-Tools.",
    "Japanese": "Japanisch",
    "Just upload and generate — your image becomes a video in moments.": "Einfach hochladen und generieren — Ihr Bild wird in wenigen Augenblicken zu einem Video.",
    "LEGAL AI SOLUTION": "RECHTLICHE KI-LÖSUNG",
    "Languages": "Sprachen",
    "Last Name": "Nachname",
    "Last name": "Nachname",
    "Legal Documents": "Rechtsdokumente",
    "Legal Use": "Rechtliche Nutzung",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Lassen Sie uns die schwere Arbeit übernehmen — Text & Bild zu Video, vollautomatisch.",
    "Let’s": "Los geht’s",
    "List of deposits": "Liste der Einzahlungen",
    "Loading... Please wait while your files are being prepared.": "Laden... Bitte warten Sie, während Ihre Dateien vorbereitet werden.",
    "Location": "Standort",
    "Log In": "Anmelden",
    "Log Out": "Abmelden",
    "Log in": "Anmelden",
    "Login": "Anmeldung",
    "Login Here": "Hier anmelden",
    "Login using an existing account or create a new account <a href=\":url\">here": "Melden Sie sich mit einem bestehenden Konto an oder erstellen Sie ein neues Konto <a href=\":url\">hier",
    "Logout": "Abmelden",
    "Looks Like Magic": "Sieht aus wie Magie",
    "Low Price": "Niedriger Preis",
    "Mail address": "E-Mail-Adresse",
    "Mail us": "Schreiben Sie uns",
    "Make a deposit": "Einzahlung tätigen",
    "Make timeframe": "Zeitrahmen festlegen",
    "Manage Your Agreements": "Verwalten Sie Ihre Verträge",
    "Manage Your Emails": "Verwalten Sie Ihre E-Mails",
    "Marketing Strategist": "Marketingstratege",
    "Marketplace": "Marktplatz",
    "Model": "Modell",
    "More": "Mehr",
    "Multiple Styles": "Mehrere Stile",
    "My Deposits": "Meine Einzahlungen",
    "My creatives": "Meine Kreativen",
    "My profile": "Mein Profil",
    "New password": "Neues Passwort",
    "New prompts": "Neue Eingabeaufforderungen",
    "Next": "Weiter",
    "Office address": "Büroadresse",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte laden Sie vor dem Löschen Ihres Kontos alle Daten oder Informationen herunter, die Sie behalten möchten.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Orders": "Bestellungen",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Unser tiefes Verständnis für Projekt- und Programmmanagement hat den Erfolg unserer Kunden ermöglicht.",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Unsere Bildbearbeitungsdienste werden von erstklassigen Talenten und KI-Tools unterstützt — für schnelle, hochwertige visuelle Verbesserungen für jedes Projekt.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Unsere Bildgenerierungsdienste kombinieren fortschrittliche KI mit kreativer Flexibilität — und erzeugen einzigartige, hochwertige Visuals aus Text in Sekunden.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Unsere Marketing-E-Mails klingen jetzt präzise, klar und markenkonform — ohne Aufwand. Ein absoluter Gamechanger.",
    "Our office": "Unser Büro",
    "Our partners": "Unsere Partner",
    "Our trusted partners": "Unsere vertrauenswürdigen Partner",
    "Over": "Über",
    "Over 27k Emails Generated": "Über 27.000 generierte E-Mails",
    "Password": "Passwort",
    "Password confirmation": "Passwortbestätigung",
    "Perfect for Content": "Perfekt für Inhalte",
    "Perfect for Fast Prototypes": "Perfekt für schnelle Prototypen",
    "Perfect for outreach, support, and daily communication": "Perfekt für Kaltakquise, Support und tägliche Kommunikation",
    "Personal data": "Persönliche Daten",
    "Phone": "Telefon",
    "Phone Number": "Telefonnummer",
    "Photo Tools": "Fototools",
    "Policies": "Richtlinien",
    "Post code": "Postleitzahl",
    "Powerful Tools at Your Fingertips": "Leistungsstarke Tools an Ihren Fingerspitzen",
    "Powerful Tools at Your Fingertips.": "Leistungsstarke Tools an Ihren Fingerspitzen.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Kreativität fördern mit expertengeführter latenter Diffusion.",
    "Prepare for download": "Zum Download vorbereiten",
    "Previous": "Zurück",
    "Price": "Preis",
    "Price :amount": "Preis :amount",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Fachleute und Teams weltweit vertrauen auf VisioForge.me für intelligentes, KI-gestütztes E-Mail-Schreiben, Vertragserstellung und Zugriff auf atemberaubende Stockbilder — alles an einem Ort.",
    "Profile Information": "Profilinformationen",
    "Prompt": "Eingabeaufforderung",
    "Prompt marketplace": "Marktplatz für Eingabeaufforderungen",
    "Purchase": "Kauf",
    "Purchase for :amount VFT": "Kauf für :amount VFT",
    "Quick Menu": "Schnellmenü",
    "REELS THAT SELL": "REELS, DIE VERKAUFEN",
    "Rashed kabir": "Rashed Kabir",
    "Realistic": "Realistisch",
    "Reason to choose us": "Grund, uns zu wählen",
    "Register": "Registrieren",
    "Registration": "Registrierung",
    "Remember me": "An mich erinnern",
    "Remove Background Now": "Hintergrund jetzt entfernen",
    "Replenishment amount (:amount :currency = 1 ART)": "Auffüllbetrag (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Auffüllbetrag (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Verifizierungs-E-Mail erneut senden",
    "Reset Password": "Passwort zurücksetzen",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Passen Sie Ihre Bilder für jedes Format oder jede Plattform ohne Verzerrung an — intelligentes Zuschneiden und Skalieren mit KI-Unterstützung.",
    "Reviews": "Bewertungen",
    "SCROLL-STOPPERS": "SCROLL-STOPPER",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "SNACKABLE INHALTE",
    "SOCIAL-READY": "SOZIALMEDIA-BEREIT",
    "Safe": "Sicher",
    "Sales Manager": "Verkaufsleiter",
    "Samantha R.": "Samantha R.",
    "Save": "Speichern",
    "Save hours on drafting and reviewing documents": "Sparen Sie Stunden beim Entwerfen und Überprüfen von Dokumenten",
    "Saved": "Gespeichert",
    "Saved My Instagram Campaign": "Rettete meine Instagram-Kampagne",
    "Saved.": "Gespeichert.",
    "Search": "Suchen",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Füllen Sie Ihr Wallet sicher auf, um Premium-KI-gestützte Geschäftseinblicke, Finanzmodelle und Investitionsstrategien freizuschalten.",
    "Select Tokens Amount": "Token-Menge auswählen",
    "Services": "Dienstleistungen",
    "Share": "Teilen",
    "Sign In": "Anmelden",
    "Sign Up": "Registrieren",
    "Sign up": "Registrieren",
    "Sign up for free": "Kostenlos registrieren",
    "Similar products in same category": "Ähnliche Produkte in derselben Kategorie",
    "Size": "Größe",
    "Smart Agreements": "Intelligente Verträge",
    "Smart Solutions": "Intelligente Lösungen",
    "So Easy to Use": "So einfach zu bedienen",
    "Socials": "Soziale Medien",
    "Sorry, error occured this time sending your message.": "Entschuldigung, beim Senden Ihrer Nachricht ist ein Fehler aufgetreten.",
    "Start Upscaling": "Skalierung starten",
    "Start editing Images": "Bilder bearbeiten starten",
    "Start generate Images": "Bilder generieren starten",
    "Start now": "Jetzt starten",
    "Status": "Status",
    "Still don't have an account?": "Haben Sie noch kein Konto?",
    "Stock Image Library": "Stockbild-Bibliothek",
    "Style": "Stil",
    "Styles": "Stile",
    "Submit": "Absenden",
    "Submit Form": "Formular absenden",
    "Super Intuitive Tools": "Super intuitive Tools",
    "Support Lead": "Support-Leiter",
    "Team Managment": "Teammanagement",
    "Templates": "Vorlagen",
    "Terms & Condition": "Nutzungsbedingungen",
    "Terms & Conditions": "Nutzungsbedingungen",
    "Terms and Conditions": "Nutzungsbedingungen",
    "Text to Image": "Text zu Bild",
    "Text to PNG": "Text zu PNG",
    "Text to Video": "Text zu Video",
    "Thank you!": "Danke!",
    "Thank you! Your message has been received.": "Vielen Dank! Ihre Nachricht wurde empfangen.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Vielen Dank für Ihre Registrierung! Bevor Sie beginnen, können Sie Ihre E-Mail-Adresse verifizieren, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail gesendet haben? Falls Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine weitere.",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Der KI-Vertragsgenerator hat mir geholfen, in unter 5 Minuten einen soliden Freelance-Vertrag zu erstellen. Er ist präzise, schnell und professionell.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Die Einführung von EMV war ungeschickt, teuer und berücksichtigte nicht.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Die englische Eingabeaufforderung wird automatisch zusammen mit dem Bild im .txt-Format heruntergeladen.",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "Das Text-zu-PNG-Tool lieferte mir sofort einsatzbereite Grafiken für meinen Shopify-Shop — keine Bearbeitung nötig. Einfach drag and drop!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Der Hintergrundentferner ist unglaublich präzise. Ich habe ihn für Produktfotos verwendet, und er hat mir Stunden an Bearbeitungszeit gespart. Sehr empfehlenswert!",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Der Kern unseres Dienstes basiert auf der objektiven Anlageberatung, die wir zur Unterstützung anstreben.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "Das generative Füll-Tool ist erstaunlich. Ich habe einen Hintergrund erweitert und fehlende Teile hinzugefügt — und niemand konnte erkennen, dass es KI war!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein sicherer Bereich der Anwendung. Bitte bestätigen Sie Ihr Passwort, bevor Sie fortfahren.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Dieses Tool hat völlig verändert, wie ich den Kundensupport handhabe. Es spart Zeit und hält unseren Ton konsistent.",
    "Time Tracking": "Zeiterfassung",
    "Tokens": "Token",
    "Top Sellers": "Top-Verkäufer",
    "Top Up Your Wallet": "Wallet aufladen",
    "Top-Up Balance": "Guthaben aufladen",
    "Top-up Balance": "Guthaben aufladen",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Verwandeln Sie statische Bilder in flüssige, KI-generierte Videoclips in Sekunden.",
    "Transparent PNGs Are a Lifesaver": "Transparente PNGs sind ein Lebensretter",
    "Trusted": "Vertrauenswürdig",
    "Trusted by 145+ Teams Worldwide": "Vertrauen von über 145 Teams weltweit",
    "Trusted by Freelancers, Startups & Businesses Alike": "Vertrauen von Freiberuflern, Startups und Unternehmen gleichermaßen",
    "Try free now": "Jetzt kostenlos ausprobieren",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Verwandeln Sie Ihre Ideen in atemberaubende Videos nur mit Worten. Unser KI-gestützter Text-zu-Video-Dienst verwandelt schriftliche Eingabeaufforderungen in dynamische, hochwertige Videos — perfekt für soziale Medien, Anzeigen, Storytelling und mehr. Keine Bearbeitungsfähigkeiten erforderlich.",
    "Unmatched Speed and Precision in Generative Power.": "Unübertroffene Geschwindigkeit und Präzision in generativer Kraft.",
    "Update Password": "Passwort aktualisieren",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und die E-Mail-Adresse Ihres Kontos.",
    "Upload any image — our AI brings it to life with motion and style.": "Laden Sie ein beliebiges Bild hoch — unsere KI erweckt es mit Bewegung und Stil zum Leben.",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Nutzen Sie KI, um Verträge, Vereinbarungen und Rechtsformulare einfach zu generieren — präzise, anpassbar und in Sekunden fertig.",
    "Used in 1.4k Business Scenarios": "In 1.400 Geschäftsszenarien verwendet",
    "Usefull Links": "Nützliche Links",
    "User": "Nutzer",
    "Users": "Nutzer",
    "VIRAL CLIPS": "VIRALE CLIPS",
    "Very Solid!!": "Sehr solide!!",
    "Video is being generated...": "Video wird generiert...",
    "Watch": "Ansehen",
    "Watch Images Come Alive.": "Sehen Sie Bilder zum Leben erwachen.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Wir schätzen Ihre Gedanken und Anfragen. Lassen Sie uns wissen, wie wir Ihnen helfen oder unsere Dienstleistungen verbessern können.",
    "Welcome back — ready to create?": "Willkommen zurück — bereit zu kreieren?",
    "Welcome to the Future of": "Willkommen in der Zukunft von",
    "What Our Users Say": "Was unsere Nutzer sagen",
    "Why you": "Warum Sie",
    "Write Better Emails": "Bessere E-Mails schreiben",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Das Schreiben von Kunden-E-Mails hat früher ewig gedauert. Jetzt gebe ich nur ein paar wichtige Punkte ein, und die KI erstellt sofort eine professionelle Nachricht!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Das Schreiben von Kaltakquise-E-Mails hat früher ewig gedauert. Jetzt gebe ich nur ein paar Details ein und erhalte eine ausgefeilte E-Mail, die sofort versandbereit ist.",
    "You are about to purchase a <b>:title</b>": "Sie sind im Begriff, ein <b>:title</b> zu kaufen",
    "You can make deposit": "Sie können eine Einzahlung tätigen",
    "You don't have any deposits yet.": "Sie haben noch keine Einzahlungen.",
    "You don't have any orders yet.": "Sie haben noch keine Bestellungen.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Sie haben nicht genug ART, um den Kauf zu tätigen. Bitte tätigen Sie eine Einzahlung.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Sie haben nicht genug VFT, um den Kauf zu tätigen. Bitte tätigen Sie eine Einzahlung.",
    "You need to be <a href=' . route('login": "Sie müssen angemeldet sein <a href=' . route('login",
    "You need to be logged in.": "Sie müssen angemeldet sein.",
    "You will pay": "Sie zahlen",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Sie erhalten ein Archiv mit einem Bild und einer Eingabeaufforderung in der ausgewählten Größe und dem ausgewählten Format.",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Ihr KI-Hub für Kreativität, Kommunikation und Verträge.",
    "Your Email": "Ihre E-Mail",
    "Your Gateway to AI-powered Business Solutions": "Ihr Zugang zu KI-gestützten Geschäftslösungen",
    "Your Message": "Ihre Nachricht",
    "Your Name": "Ihr Name",
    "Your Phone": "Ihr Telefon",
    "Your balance": "Ihr Guthaben",
    "Your balance:": "Ihr Guthaben:",
    "Your email": "Ihre E-Mail",
    "Your email address is unverified.": "Ihre E-Mail-Adresse ist nicht verifiziert.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Ihre E-Mail-Adresse wird nicht für Marketingzwecke verwendet. Pflichtfelder sind markiert.",
    "Your limit for generating 10 images has been reached.": "Ihr Limit für die Generierung von 10 Bildern wurde erreicht.",
    "Your message has been sent successfully.": "Ihre Nachricht wurde erfolgreich gesendet.",
    "Your message has been successfully submitted.": "Ihre Nachricht wurde erfolgreich übermittelt.",
    "Your request": "Ihre Anfrage",
    "Your title": "Ihr Titel",
    "and": "und",
    "auth.password": "auth.passwort",
    "by your member": "von Ihrem Mitglied",
    "choose": "auswählen",
    "client": "Kunde",
    "email": "E-Mail",
    "for Agreements, Emails & Images": "für Verträge, E-Mails & Bilder",
    "for Your Projects": "für Ihre Projekte",
    "for any team person": "für jedes Teammitglied",
    "for do the task": "für die Aufgabe",
    "make life easier.": "macht das Leben einfacher.",
    "managment": "Management",
    "more…": "mehr…",
    "our all features": "all unsere Funktionen",
    "password": "Passwort",
    "password confirmation": "Passwortbestätigung",
    "professional emails, and ready-to-use stock images — all in one platform.": "professionelle E-Mails und sofort einsatzbereite Stockbilder — alles auf einer Plattform.",
    "say about us.": "sagen über uns.",
    "software": "Software",
    "support": "Support",
    "task togather": "Aufgaben zusammen",
    "us always": "uns immer",
    "video": "Video",
    "workspace": "Arbeitsbereich",
    "you use.": "Sie verwenden.",
	"1.2k Ready-to-Sign Use Cases": "1,2k sofort einsatzbereite Anwendungsfälle",
	"150+ Business Professionals Trust Us": "Über 150 Geschäftsprofis vertrauen uns",
	"Adam P.": "Adam P.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Als Startup-Gründer war das Erstellen von NDAs und Dienstleistungsverträgen früher mühsam. Jetzt kann ich sie sofort ohne Anwaltskosten erstellen.",
	"Business & Operations": "Geschäft & Betrieb",
	"Buy for :amount AET": "Kaufen für :amount AET",
	"Check what’s our": "Schauen Sie, was wir bieten",
	"Client Feedback": "Kundenfeedback",
	"Compose emails in seconds with AI assistance": "Verfassen Sie E-Mails in Sekunden mit KI-Unterstützung",
	"Connect jano with the": "Verbinden Sie Jano mit dem",
	"Cookie Policy": "Cookie-Richtlinie",
	"Create task": "Aufgabe erstellen",
	"Create your": "Erstellen Sie Ihr",
	"Creative": "Kreativ",
	"Creatives": "Kreative",
	"Customer Support Lead": "Leiter Kundensupport",
	"DYNAMIC STORIES": "DYNAMISCHE GESCHICHTEN",
	"Date": "Datum",
	"Designer": "Designer",
	"Do you have any question?": "Haben Sie Fragen?",
	"Drop us a line": "Schreiben Sie uns",
	"E-commerce Store Owner": "E-Commerce-Shop-Besitzer",
	"EFFECTIVENESS": "EFFEKTIVITÄT",
	"Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Selbst ohne Designerfahrung konnte ich alle meine Produktfotos bereinigen und verbessern. Einfach und effektiv.",
	"Freelance & Services": "Freiberuflich & Dienstleistungen",
	"Freelance Graphic Designer": "Freiberuflicher Grafikdesigner",
	"Get task complated": "Aufgabe abgeschlossen",
	"HR & Employment": "Personalwesen & Beschäftigung",
	"HR Coordinator": "Personalreferent",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Ich brauchte dringend einen Freelance-Vertrag — die KI hat in Minuten ein vollständiges, professionelles Dokument generiert. Hat mir eine Menge Zeit gespart.",
	"Laura M.": "Laura M.",
	"Michelle T.": "Michelle T.",
	"Nina K.": "Nina K.",
	"Operations Manager": "Betriebsleiter",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Unser HR-Team nutzt es für Arbeitsverträge und Angebotsbriefe. Es ist intuitiv, schnell und spart Stunden an Verwaltungsarbeit.",
	"Our office": "Unser Büro",
	"Over 9k Agreements Created": "Über 9.000 Verträge erstellt",
	"Rahul S.": "Rahul S.",
	"Saved My Instagram Campaign": "Rettete meine Instagram-Kampagne",
	"Super Intuitive Tools": "Super intuitive Tools",
	"Transparent PNGs Are a Lifesaver": "Transparente PNGs sind ein Lebensretter",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Wir haben keinen hauseigenen Anwalt, daher hilft uns dieses Tool, konform und professionell zu bleiben, ohne Kosten.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Wir nutzen die Plattform für Kundenverträge und interne Vereinbarungen. Die KI übernimmt die Hauptarbeit, und wir prüfen und unterschreiben nur.",
	"Subscribe Now": "Jetzt Abonnieren!",
	"Enter key details for your email...": "Geben Sie wichtige Details fur Ihre E-Mail ein...",
	"Enter your email here": "Geben Sie Ihre E-Mail-Adresse hier ein",
	"Enter key details for your contract...": "Geben Sie wichtige Details fur Ihren Vertrag ein...",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Ich brauchte einen Freelance-Vertrag dringend — die KI hat in Minuten ein vollständiges, professionelles Dokument generiert. Hat mir eine Menge Zeit gespart.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Als Startup-Gründer war das Erstellen von NDAs und Dienstleistungsverträgen früher mühsam. Jetzt kann ich sie sofort ohne Anwaltskosten erstellen.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Wir nutzen die Plattform für Kundenverträge und interne Vereinbarungen. Die KI übernimmt die Hauptarbeit, und wir prüfen und unterschreiben nur.",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Wir haben keinen hauseigenen Anwalt, daher hilft uns dieses Tool, konform und professionell zu bleiben, ohne Kosten.",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Unser HR-Team nutzt es für Arbeitsverträge und Angebotsbriefe. Es ist intuitiv, schnell und spart Stunden an Verwaltungsarbeit.",
	"Freelance Graphic Designer": "Freelance-Grafikdesigner",
	"Startup Founder": "Startup-Gründer",
	"Operations Manager": "Betriebsleiter",
	"E-commerce Store Owner": "E-Commerce-Shop-Besitzer",
	"HR Coordinator": "Personalreferent",
	"Enter your name*": "Geben Sie Ihren Namen ein*",
	"Enter Email Address*": "Geben Sie Ihre E-Mail-Adresse ein*",
	"Enter your Message here": "Geben Sie Ihre Nachricht hier ein",
    "Minimum 5 tokens required": "Mindestens 5 Token erforderlich",
    "Current": "Aktuell",
    "tokens": "token",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Wir nutzen es im gesamten Team für interne Updates und externe Kommunikation. Es spart uns jede Woche Stunden.",
    "Project Manager": "Projektmanager",
    "Text to Image": "Text zu Bild",
    "Text to PNG": "Text zu PNG",
    "Background Remover": "Hintergrundentferner",
    "Image Upscale": "Bildvergrößerung",
    "Generative Fill": "Generatives Füllen",
    "AI Resize": "KI-Größenänderung",
    "Retouch": "Retusche",
    "Email Generation": "E-Mail-Generierung",
    "Agreement Generation": "Vereinbarungsgenerierung",
    "Freelance & Services": "Freiberuflich & Dienstleistungen",
    "Business & Operations": "Geschäft & Betrieb",
    "HR & Employment": "Personalwesen & Beschäftigung",
    "Freelance Work Agreement": "Freiberuflicher Arbeitsvertrag",
    "Service Agreement for Client": "Dienstleistungsvereinbarung für Kunden",
    "Consulting Agreement": "Beratungsvertrag",
    "Non-Disclosure Agreement (NDA)": "Geheimhaltungsvereinbarung (NDA)",
    "Partnership Agreement": "Partnerschaftsvertrag",
    "Vendor Contract": "Lieferantenvertrag",
    "Sales Agreement": "Verkaufsvereinbarung",
    "Employment Agreement": "Arbeitsvertrag",
    "Internship Agreement": "Praktikumsvereinbarung",
    "Contractor Agreement": "Vertrag für Auftragnehmer",
    "Termination of Employment Letter": "Kündigungsschreiben",
    "Sales & Marketing": "Vertrieb & Marketing",
    "Customer & Support": "Kunden & Support",
    "Internal & HR": "Intern & Personalwesen",
    "Cold Outreach to Potential Client": "Erstkontakt zu potenziellem Kunden",
    "Follow-Up After Sales Call": "Nachfass-E-Mail nach Verkaufsgespräch",
    "Product Demo Invitation": "Produktdemo-Einladung",
    "Upsell Email to Existing Customer": "Upsell-E-Mail an Bestandskunden",
    "Promotional Offer Announcement": "Ankündigung Sonderangebot",
    "Order Confirmation Email": "Auftragsbestätigung",
    "Shipping Delay Notification": "Versandverzögerungsmitteilung",
    "Refund Process Update": "Update zum Rückerstattungsprozess",
    "Troubleshooting Response Email": "Fehlerbehebungsantwort",
    "Satisfaction Survey Request": "Zufriedenheitsumfrage",
    "New Employee Welcome Email": "Begrüßungsmail für neuen Mitarbeiter",
    "Performance Review Request": "Leistungsbewertungsanfrage",
    "Internal Policy Update Notice": "Mitteilung über Richtlinienaktualisierung",
    "Team Meeting Agenda Email": "E-Mail mit Team-Meeting-Agenda",
    "Remote Work Approval Email": "Genehmigung für Remote-Arbeit"
}
