{
    "&copy; Copyright :year - :name": "&copy; Copyright :year - :name",
    "- Select country -": "- Land auswählen -",
    "1 ART = 1 generation": "1 ART = 1 Generation",
    "3D Render": "3D-Render",
    ":amount AET": ":amount AET",
    ":amount SVT": ":amount SVT",
    ":amount VCT": ":amount VCT",
    ":count generations left": ":count Generationen übrig",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die von Ihnen bei der Registrierung angegebene E-Mail-Adresse gesendet.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an Ihre E-Mail-Adresse gesendet.",
    "AI Background": "KI-Hintergrund",
    "AI Background Remover": "KI-Hintergrundentferner",
    "AI Image Editing": "KI-Bildbearbeitung",
    "AI Image Generation": "KI-Bildgenerierung",
    "AI Image Upscale": "KI-Bildvergrößerung",
    "AI Resize": "KI-Größenänderung",
    "AI Tools & Features Available": "KI-Tools & Funktionen verfügbar",
    "AI-Driven Email Generation": "KI-gestützte E-Mail-Generierung",
    "AI-Generated Images Delivered": "KI-generierte Bilder geliefert",
    "AI-MADE MAGIC": "KI-GEMACHTE MAGIE",
    "AI-Powered Image Generation": "KI-gestützte Bildgenerierung",
    "AI-Powered Image Generation & Editing – Create Stunning Visuals in Seconds.": "KI-gestützte Bildgenerierung & Bearbeitung – Erstellen Sie atemberaubende Visuals in Sekunden.",
    "AI-Powered Image Upscaling.": "KI-gestützte Bildvergrößerung.",
    "AI-generated creatives.": "KI-generierte Kreativitäten.",
    "AUTO-GENERATED VIDEOS": "AUTOMATISCH GENERIERTE VIDEOS",
    "About": "Über uns",
    "About us": "Über uns",
    "Absolutely. You can refine your prompts, adjust styles, and tweak details to get exactly the look you want. The AI adapts to your creative vision.": "Absolut. Sie können Ihre Eingaben verfeinern, Stile anpassen und Details optimieren, um genau das Aussehen zu erhalten, das Sie wünschen. Die KI passt sich Ihrer kreativen Vision an.",
    "Abstergo Industries": "Abstergo Industries",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Zugriff auf KI-gestützte Eingaben für Finanzprognosen, Geschäftsplanung und datengesteuerte Entscheidungsfindung. Bleiben Sie mit intelligenter Automatisierung vorne.",
    "Access Your Purchases": "Zugriff auf Ihre Käufe",
    "Achieve clean and transparent results for professional designs": "Erzielen Sie saubere und transparente Ergebnisse für professionelle Designs",
    "Achieve exceptionally sharp and high-resolution outputs with every single upscale": "Erzielen Sie mit jeder einzelnen Vergrößerung außergewöhnlich scharfe und hochauflösende Ergebnisse",
    "Add funds": "Geld hinzufügen",
    "Adding balance": "Guthaben aufladen",
    "Address": "Adresse",
    "Adjust images with fully customizable output resolutions": "Passen Sie Bilder mit vollständig anpassbaren Ausgabeauflösungen an",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Nach dem Kauf erhalten Sie eine Eingabe zur Generierung solcher Bilder. Das Originalbild steht zum Download in den Formaten .jpg, .png oder .webp mit einer Größe von 1024x1024 zur Verfügung.",
    "After wasting months with complex software, I wish I\\'d discovered this service earlier. The one-click enhancements are unmatched, and the batch processing saves me hours weekly!": "Nachdem ich Monate mit komplexer Software verschwendet habe, wünschte ich, ich hätte diesen Dienst früher entdeckt. Die Ein-Klick-Verbesserungen sind unübertroffen und die Stapelverarbeitung spart mir wöchentlich Stunden!",
    "Agreement generation": "Vertragsgenerierung",
    "All Rights Reserved.": "Alle Rechte vorbehalten.",
    "Already a member?": "Bereits Mitglied?",
    "Already have an account?": "Haben Sie bereits ein Konto?",
    "Amount": "Betrag",
    "Amount (min. 5 ART)": "Betrag (mind. 5 ART)",
    "Amount (min. 5 SAT)": "Betrag (mind. 5 SAT)",
    "Amount (min. 5 SVT)": "Betrag (mind. 5 SVT)",
    "Amount (min. 5 VCT)": "Betrag (mind. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Ein unglaublich lebensechtes Bild mit außergewöhnlicher Detailtreue.",
    "Anime": "Anime",
    "Any Questions? Find here.": "Fragen? Hier finden Sie Antworten.",
    "App UI Designer": "App-UI-Designer",
    "Are there any limits on how I can use the images?": "Gibt es Einschränkungen bei der Verwendung der Bilder?",
    "Are you sure you want to delete your account?": "Sind Sie sicher, dass Sie Ihr Konto löschen möchten?",
    "As an illustrator, I use this tool daily for concept art. The AI understands my prompts perfectly, and the editing features let me refine details in seconds. It’s like having an assistant who never sleeps!": "Als Illustrator nutze ich dieses Tool täglich für Konzeptkunst. Die KI versteht meine Eingaben perfekt und die Bearbeitungsfunktionen ermöglichen es mir, Details in Sekunden zu verfeinern. Es ist, als hätte ich einen Assistenten, der niemals schläft!",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Bei :name sind wir bestrebt, Kreativität durch innovative KI-Lösungen zu fördern. Mit einer Leidenschaft für Technologie und Kunst gegründet, ist es unsere Mission, eine Plattform zu bieten, auf der Nutzer einzigartige KI-generierte Eingaben erkunden, erstellen und nutzen können. Wir glauben an die transformative Kraft der künstlichen Intelligenz und ihre Fähigkeit, kreative Projekte zu inspirieren und zu verbessern. Begleiten Sie uns auf dieser Reise, während wir neue Möglichkeiten für Künstler, Schriftsteller und kreative Köpfe weltweit erschließen!",
    "Automated Agreement Generation": "Automatisierte Vertragsgenerierung",
    "Background Editing": "Hintergrundbearbeitung",
    "Background Removal in Seconds.": "Hintergrundentfernung in Sekunden.",
    "Background Remover": "Hintergrundentferner",
    "Balance": "Guthaben",
    "Balance: :balance AET": "Guthaben: :balance AET",
    "Balance: :balance SVT": "Guthaben: :balance SVT",
    "Barone LLC.": "Barone LLC.",
    "Biffco Ltd.": "Biffco Ltd.",
    "Big Kahuna Ltd.": "Big Kahuna Ltd.",
    "Binford Ltd.": "Binford Ltd.",
    "Boost image clarity and resolution without sacrificing quality.": "Verbessern Sie die Bildklarheit und Auflösung ohne Qualitätsverlust.",
    "Boosting Results with AI-Powered Content": "Ergebnisse mit KI-gestütztem Content steigern",
    "Brand Strategist": "Markenstratege",
    "Bring": "Bringen",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Erwecken Sie statische Visuals mit Bewegung zum Leben. Unser KI-gestützter Bild-zu-Video-Service verwandelt Ihre Bilder in flüssige, ansprechende Videoclips – ideal für Reels, Anzeigen, Produktpräsentationen und mehr. Keine Animations- oder Videobearbeitungskenntnisse erforderlich.",
    "Bring your ideas to life with next-gen video creation.": "Erwecken Sie Ihre Ideen mit der Videocreation der nächsten Generation zum Leben.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Ihre Vorstellungskraft in jedem lebendigen Frame zum Leben erwecken.",
    "Browse and Buy Prompts": "Eingaben durchsuchen und kaufen",
    "Browse by style": "Nach Stil durchsuchen",
    "Browse powerful video clips generated from single frames.": "Durchsuchen Sie beeindruckende Videoclips, die aus einzelnen Frames generiert wurden.",
    "Browse the": "Durchsuchen Sie die",
    "Build the future with Smart AI": "Gestalten Sie die Zukunft mit intelligenter KI",
    "Building the Future of Fast and Smart Creation.": "Die Zukunft schneller und intelligenter Kreation gestalten.",
    "Buy AI Creatives": "KI-Kreativitäten kaufen",
    "Buy Now": "Jetzt kaufen",
    "Buy for :amount AET": "Kaufen für :amount AET",
    "Buy for :amount SVT": "Kaufen für :amount SVT",
    "Call us": "Rufen Sie uns an",
    "Can I customize the generated images?": "Kann ich die generierten Bilder anpassen?",
    "Can I customize the style of the generated image?": "Kann ich den Stil des generierten Bildes anpassen?",
    "Cancel": "Abbrechen",
    "Cartoon": "Cartoon",
    "Categories": "Kategorien",
    "Category": "Kategorie",
    "Change To": "Ändern zu",
    "Change to :currency": "Zu :currency wechseln",
    "Check out the latest arts we have on AI-powered image generation and editing tools.": "Sehen Sie sich die neuesten Kunstwerke an, die wir mit KI-gestützten Bildgenerierungs- und Bearbeitungstools haben.",
    "Check what's our": "Sehen Sie, was unsere",
    "Check what's our client say about us.": "Sehen Sie, was unsere Kunden über uns sagen.",
    "Checkout": "Kasse",
    "Choose from a wide range of multiple style options available": "Wählen Sie aus einer Vielzahl von Stiloptionen",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Wählen Sie zwischen filmischen, glatten oder dramatischen Animationen, die Ihren Bedürfnissen entsprechen.",
    "Choose option:": "Option wählen:",
    "City": "Stadt",
    "Clean, Transparent PNG Exports.": "Saubere, transparente PNG-Exporte.",
    "Click here to re-send the verification email.": "Klicken Sie hier, um die Bestätigungs-E-Mail erneut zu senden.",
    "Client Feedback": "Kundenfeedback",
    "Comic": "Comic",
    "Company Details": "Firmendetails",
    "Confirm": "Bestätigen",
    "Confirm Password": "Passwort bestätigen",
    "Consistent & Predictable Results.": "Konsistente & vorhersehbare Ergebnisse.",
    "Consistent, High-Quality Output": "Konsistente, hochwertige Ausgabe",
    "Consistently Impressed! After testing over five different image generators, I’ve finally discovered ‘the perfect one.’ The incredible attention to detail and advanced customization options blow me away. My only regret? Not stumbling upon this absolute gem years earlier!": "Immer wieder beeindruckt! Nachdem ich mehr als fünf verschiedene Bildgeneratoren getestet habe, habe ich endlich ‚den perfekten‘ entdeckt. Die unglaubliche Detailtreue und die fortgeschrittenen Anpassungsoptionen haben mich umgehauen. Mein einziger Bedauern? Nicht schon vor Jahren auf dieses absolute Juwel gestoßen zu sein!",
    "Consistently Impressed! As a professional retoucher, I\\'m picky about tools. This AI handles 80% of my basic edits now, letting me focus on creative work. The skin retouching alone is worth the subscription!": "Immer wieder beeindruckt! Als professioneller Retuscheur bin ich wählerisch bei Tools. Diese KI erledigt jetzt 80 % meiner grundlegenden Bearbeitungen, sodass ich mich auf kreative Arbeit konzentrieren kann. Allein die Hautretusche ist das Abonnement wert!",
    "Contact Info": "Kontaktinformationen",
    "Contact Us": "Kontakt",
    "Contact us": "Kontaktieren Sie uns",
    "Contact us!": "Kontaktieren Sie uns!",
    "Contacts": "Kontakte",
    "Content Creator": "Content-Ersteller",
    "Content Marketing Manager": "Content-Marketing-Manager",
    "Conversion is in progress...": "Konvertierung läuft...",
    "Convert any image to a high-quality PNG format effortlessly": "Konvertieren Sie jedes Bild mühelos in das hochwertige PNG-Format",
    "Convert to PNG": "In PNG konvertieren",
    "Cookie Policy": "Cookie-Richtlinie",
    "Copyright": "Urheberrecht",
    "Copyright, :year @": "Urheberrecht, :year @",
    "Covent Garden, London": "Covent Garden, London",
    "Craft breathtaking visuals using state-of-the-art AI technology in just a few seconds": "Erstellen Sie atemberaubende Visuals mit modernster KI-Technologie in nur wenigen Sekunden",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Erstellen Sie mühelos überzeugende, personalisierte E-Mails. Unsere KI-gestützte E-Mail-Generierung hilft Ihnen, Nachrichten zu schreiben, zu optimieren und zu automatisieren, um die Kommunikation und das Engagement zu verbessern.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Erstellen Sie KI-gestützte E-Mails, die auf Ihre Geschäfts- und Kommunikationsbedürfnisse zugeschnitten sind. Von Cold Outreach bis hin zu Newslettern – erstellen Sie in Minuten überzeugende Nachrichten.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Erstellen Sie KI-gestützte rechtliche Vereinbarungen, die auf Ihre Geschäftsanforderungen zugeschnitten sind. Von NDAs bis hin zu Partnerschaftsverträgen – erhalten Sie in Minuten rechtlich einwandfreie Dokumente.",
    "Create Deposit": "Einzahlung erstellen",
    "Create dynamic videos instantly — no animation or editing required.": "Erstellen Sie sofort dynamische Videos – ohne Animation oder Bearbeitung.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Erstellen Sie sofort atemberaubende, hochwertige Bilder mit unseren KI-gesteuerten Tools. Generieren Sie mühelos einzigartige Visuals, die auf Ihre Bedürfnisse zugeschnitten sind.",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Erstellen Sie transparente PNG-Bilder direkt aus Text – ideal für Logos, digitale Assets und nahtlose Designintegration.",
    "Create. Enhance. Transform.": "Erstellen. Verbessern. Transformieren.",
    "Created by AI": "Erstellt von KI",
    "Creative": "Kreativ",
    "Creative Director": "Kreativdirektor",
    "Creative Freedom": "Kreative Freiheit",
    "Creative Upscale not only enlarges your image but also enhances textures, sharpness, and color richness. It produces high-resolution results that look sharper and more visually impressive than standard resizing tools.": "Creative Upscale vergrößert nicht nur Ihr Bild, sondern verbessert auch Texturen, Schärfe und Farbenpracht. Es erzeugt hochauflösende Ergebnisse, die schärfer und visuell beeindruckender aussehen als Standard-Größenänderungstools.",
    "Creatives": "Kreativitäten",
    "Currency:": "Währung:",
    "Current password": "Aktuelles Passwort",
    "Custom": "Benutzerdefiniert",
    "Customizable Styles & Formats.": "Anpassbare Stile & Formate.",
    "Customize your images with an extensive array of artistic styles and design elements": "Passen Sie Ihre Bilder mit einer Vielzahl von künstlerischen Stilen und Designelementen an",
    "DYNAMIC STORIES": "DYNAMISCHE GESCHICHTEN",
    "Daniel T.": "Daniel T.",
    "Dashboard": "Dashboard",
    "Dashboard.": "Dashboard.",
    "Date": "Datum",
    "Delete Account": "Konto löschen",
    "Deliver professional results with no watermarks included": "Liefern Sie professionelle Ergebnisse ohne Wasserzeichen",
    "Delivering": "Lieferung",
    "Delivers high-quality images with great speed.": "Liefert hochwertige Bilder mit hoher Geschwindigkeit.",
    "Deposit": "Einzahlung",
    "Deposit in": "Einzahlung in",
    "Deposit in :currency": "Einzahlung in :currency",
    "Deposits": "Einzahlungen",
    "Discover and Buy Unique AI Prompts.": "Entdecken und kaufen Sie einzigartige KI-Eingaben.",
    "Discover what your content can become — in just seconds.": "Entdecken Sie, was aus Ihrem Content werden kann – in nur Sekunden.",
    "Discover, Buy, and Own Unique AI Prompts.": "Entdecken, kaufen und besitzen Sie einzigartige KI-Eingaben.",
    "Do I need Photoshop experience?": "Benötige ich Photoshop-Kenntnisse?",
    "Do I need any design or technical skills?": "Benötige ich Design- oder technische Fähigkeiten?",
    "Do I need design skills to use these services?": "Benötige ich Designkenntnisse, um diese Dienste zu nutzen?",
    "Do you have any question?": "Haben Sie Fragen?",
    "Don't have an account?": "Noch kein Konto?",
    "Don't take our word for it.": "Glauben Sie uns nicht einfach.",
    "Don't find your answer here? just send us a message for any question.": "Finden Sie hier keine Antwort? Senden Sie uns einfach eine Nachricht bei Fragen.",
    "Don't just take our word for it—here's what creators like you are saying about our AI image generation and editing tools.": "Glauben Sie uns nicht einfach – hier ist, was kreative Köpfe wie Sie über unsere KI-Bildgenerierungs- und Bearbeitungstools sagen.",
    "Don't take our word for it.": "Glauben Sie uns nicht einfach.",
    "Download": "Herunterladen",
    "Download Video": "Video herunterladen",
    "E-Commerce Store Owner": "E-Commerce-Shop-Besitzer",
    "E-commerce Manager": "E-Commerce-Manager",
    "E-commerce Photographer": "E-Commerce-Fotograf",
    "E-commerce Seller": "E-Commerce-Verkäufer",
    "EFFECTIVENESS": "EFFEKTIVITÄT",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Greifen Sie mühelos auf Ihre KI-generierten Vereinbarungen zu, bearbeiten und laden Sie sie in einem zentralen Dashboard herunter, um Compliance und Effizienz sicherzustellen.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Greifen Sie mühelos auf Ihre KI-generierten E-Mails zu, bearbeiten und senden Sie sie von einem zentralen Dashboard aus, um Engagement und Effizienz zu optimieren.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Verwalten und wenden Sie Ihre erworbenen KI-generierten finanziellen und geschäftlichen Erkenntnisse mühelos in einem zentralen Dashboard an, um Effizienz und Strategieumsetzung zu optimieren.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Ersetzen Sie mühelos Hintergründe in jedem Bild mit KI-Präzision – ideal zum Ändern von Einstellungen, Stilen oder zum Erstellen benutzerdefinierter Szenen.",
    "Easy to Use": "Einfach zu bedienen",
    "Edit Profile": "Profil bearbeiten",
    "Edit profile": "Profil bearbeiten",
    "Editing": "Bearbeitung",
    "Effectiveness": "Effektivität",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Generieren Sie mühelos in Sekunden rechtlich konforme Vereinbarungen. Unsere Plattform vereinfacht die Dokumentenerstellung und spart Ihnen Zeit und Mühe.",
    "Effortlessly remove image backgrounds with unparalleled precision": "Entfernen Sie mühelos Bildhintergründe mit unvergleichlicher Präzision",
    "Elevate your images using state-of-the-art upscaling technology for stunning results": "Verbessern Sie Ihre Bilder mit modernster Vergrößerungstechnologie für atemberaubende Ergebnisse",
    "Email": "E-Mail",
    "Email Password Reset Link": "Link zum Zurücksetzen des Passworts per E-Mail senden",
    "Email address": "E-Mail-Adresse",
    "Email generation": "E-Mail-Generierung",
    "Emily R.": "Emily R.",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Verbessern Sie die Bildqualität mit einem Klick. Vergrößern Sie Ihre Visuals sofort auf eine höhere Auflösung – perfekt für Drucke, Produkte und professionelle Inhalte.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Verbessern Sie Auflösung und Schärfe ohne Qualitätsverlust. Vergrößern Sie kleine oder niedrig aufgelöste Bilder in Sekunden auf High Definition.",
    "Enhance, transform, and refine your visuals with precision AI tools.": "Verbessern, transformieren und verfeinern Sie Ihre Visuals mit präzisen KI-Tools.",
    "Enjoy a user-friendly interface for quick conversions": "Genießen Sie eine benutzerfreundliche Oberfläche für schnelle Konvertierungen",
    "Enjoy lightning-fast background removal in just seconds": "Genießen Sie blitzschnelle Hintergrundentfernung in nur Sekunden",
    "Ensure your account is using a long, random password to stay secure.": "Stellen Sie sicher, dass Ihr Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Enter Email": "E-Mail eingeben",
    "Enter Password": "Passwort eingeben",
    "Enter your email address": "Geben Sie Ihre E-Mail-Adresse ein",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Löschen Sie Bildhintergründe in Sekunden. Nur ein Klick für ein sauberes, transparentes Ergebnis – perfekt für Produkte, Porträts und Kreativitäten.",
    "Esther Howard": "Esther Howard",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Selbst ohne Designkenntnisse konnte ich alle meine Produktfotos bereinigen und verbessern. Einfach und effektiv.",
    "Everything you need to create, in one place.": "Alles, was Sie zum Erstellen benötigen, an einem Ort.",
    "Experience a user-friendly interface designed to make image upscaling effortless": "Erleben Sie eine benutzerfreundliche Oberfläche, die die Bildvergrößerung mühelos macht",
    "Experience an intuitive, highly efficient interface for seamless and innovative image generation": "Erleben Sie eine intuitive, hocheffiziente Oberfläche für nahtlose und innovative Bildgenerierung",
    "Experience fast and reliable conversion in seconds": "Erleben Sie schnelle und zuverlässige Konvertierung in Sekunden",
    "Experience seamless integration into your design workflow": "Erleben Sie nahtlose Integration in Ihren Design-Workflow",
    "Experience ultra-fast image generation in just a few seconds": "Erleben Sie ultraschnelle Bildgenerierung in nur wenigen Sekunden",
    "Explore": "Entdecken",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Entdecken Sie KI-gestützte Eingaben, die auf Geschäfts-, Finanz- und Investitionsstrategien zugeschnitten sind. Jedes gekaufte Kunstwerk kann nach Ihren Wünschen verwendet werden.",
    "Explore Creatives": "Kreativitäten entdecken",
    "Explore by category": "Nach Kategorie entdecken",
    "Explore by style": "Nach Stil entdecken",
    "Extremely easy—just type a description of what you want, and the AI handles the rest. No design skills or technical knowledge is required to get professional-looking results in seconds.": "Extrem einfach – geben Sie einfach eine Beschreibung dessen ein, was Sie möchten, und die KI erledigt den Rest. Keine Designkenntnisse oder technisches Wissen erforderlich, um in Sekunden professionell aussehende Ergebnisse zu erhalten.",
    "FAQ Image": "FAQ-Bild",
    "FEATURES": "FUNKTIONEN",
    "Fast Generation": "Schnelle Generierung",
    "Features": "Funktionen",
    "Features and Functionalities": "Funktionen und Funktionalitäten",
    "First Name": "Vorname",
    "First name": "Vorname",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Forgot your password?": "Passwort vergessen?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Geben Sie uns einfach Ihre E-Mail-Adresse bekannt und wir senden Ihnen einen Link zum Zurücksetzen des Passworts, mit dem Sie ein neues wählen können.",
    "Format": "Format",
    "Freelance Artist": "Freiberuflicher Künstler",
    "From words to visuals — powerful tools for unique creations.": "Von Worten zu Visuals – leistungsstarke Tools für einzigartige Kreationen.",
    "Full description of your idea": "Vollständige Beschreibung Ihrer Idee",
    "Game-Changing AI Tool! After wasting months trying different image generators, I wish I\\'d discovered this service earlier. The quality is unmatched, and the team\\'s responsiveness is incredible. This is now my only go-to for all my design needs!": "Revolutionäres KI-Tool! Nachdem ich Monate damit verbracht habe, verschiedene Bildgeneratoren auszuprobieren, wünschte ich, ich hätte diesen Dienst früher entdeckt. Die Qualität ist unübertroffen und die Reaktionsfähigkeit des Teams ist unglaublich. Dies ist jetzt meine einzige Anlaufstelle für alle meine Designbedürfnisse!",
    "General Frequently Asked Questions": "Allgemeine häufig gestellte Fragen",
    "Generate": "Generieren",
    "Generate Your Video Now": "Generieren Sie jetzt Ihr Video",
    "Generate and Customize Agreements": "Vereinbarungen generieren und anpassen",
    "Generate and Customize Emails": "E-Mails generieren und anpassen",
    "Generate another one": "Ein weiteres generieren",
    "Generate high-quality images directly from your text prompts": "Generieren Sie hochwertige Bilder direkt aus Ihren Texteingaben",
    "Generate image": "Bild generieren",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Generieren Sie atemberaubende Bildeingaben, überzeugende E-Mails und rechtlich einwandfreie Vereinbarungen mit KI. Sicher, originell und für Ihren Erfolg konzipiert.",
    "Generate stunning visuals from text, enhance your own images with powerful editing tools, or simply browse and buy ready-made AI art — all in one place.": "Generieren Sie atemberaubende Visuals aus Text, verbessern Sie Ihre eigenen Bilder mit leistungsstarken Bearbeitungstools oder durchstöbern und kaufen Sie einfach fertige KI-Kunst – alles an einem Ort.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Generieren Sie atemberaubende, hochwertige Visuals aus einfachen Texteingaben – perfekt für kreative Projekte, Marketing und Konzeptdesign.",
    "Generation": "Generierung",
    "Generative Fill & Smart Retouching.": "Generative Füllung & intelligente Retusche.",
    "Generative Fill lets you add or replace elements in your image using AI. For example, you can remove an object or add new ones, and the tool will blend everything naturally to match the original style.": "Generative Füllung ermöglicht es Ihnen, Elemente in Ihrem Bild mit KI hinzuzufügen oder zu ersetzen. Sie können beispielsweise ein Objekt entfernen oder neue hinzufügen, und das Tool fügt alles natürlich ein, um dem ursprünglichen Stil zu entsprechen.",
    "Get in touch with us": "Kontaktieren Sie uns",
    "Get our all info and also can message us directly from here": "Erhalten Sie alle unsere Informationen und können uns auch direkt von hier aus eine Nachricht senden",
    "Get started": "Loslegen",
    "Getting Started": "Erste Schritte",
    "Getting started": "Erste Schritte",
    "Got a Question?": "Haben Sie eine Frage?",
    "Got questions?": "Fragen?",
    "Graphic Designer": "Grafikdesigner",
    "HIGHLIGHTS": "HIGHLIGHTS",
    "Have an account?": "Haben Sie ein Konto?",
    "Here are just a few of our customer feedbacks. Have no trust in what we have to say. Have a look at what some of our prior clients have said about us.": "Hier sind nur einige unserer Kundenfeedbacks. Glauben Sie uns nicht einfach. Sehen Sie sich an, was einige unserer bisherigen Kunden über uns gesagt haben.",
    "High-Resolution Outputs.": "Hochauflösende Ausgaben.",
    "Highest quality Generative AI models": "Höchste Qualität generativer KI-Modelle",
    "Highlights": "Highlights",
    "Home": "Startseite",
    "How does AI photo enhancement work?": "Wie funktioniert KI-Fotoverbesserung?",
    "How does Image Upscale help me?": "Wie hilft mir Bildvergrößerung?",
    "How does Text-to-Image work?": "Wie funktioniert Text-zu-Bild?",
    "How does the Background Remover work?": "Wie funktioniert der Hintergrundentferner?",
    "How easy is it to generate images with your tool?": "Wie einfach ist es, Bilder mit Ihrem Tool zu generieren?",
    "I agree to": "Ich stimme zu",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Ich stimme der <a href=\":privacyPolicyUrl\" target=\"_blank\">Datenschutzrichtlinie</a> und den <a href=\":termsConditionsUrl\">Geschäftsbedingungen</a> zu.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Ich habe mehrere Eingaben getestet und war beeindruckt, wie zuverlässig die Ergebnisse waren. Große Kontrolle über Stil und Format.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Ich habe eine einfache Beschreibung eingegeben und ein atemberaubendes Visual erhalten. Das Text-zu-Bild-Tool ist unglaublich gut – es fühlt sich wie Magie an.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Ich nutze den Generator, um Konzepte für Landingpages und Anzeigen zu visualisieren. Es spart Zeit und beeindruckt Kunden sofort.",
    "I use the image generation service to quickly test visual ideas during the design phase — it’s like having a creative assistant on demand.": "Ich nutze den Bildgenerierungsdienst, um während der Designphase schnell visuelle Ideen zu testen – es ist, als hätte man einen kreativen Assistenten auf Abruf.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Ich habe die Vergrößerungs- und Retuschetools genutzt, um Visuals für eine Last-Minute-Anzeige vorzubereiten – die Ergebnisse sahen aus, als hätte sie ein Profi erstellt.",
    "I used to waste hours editing thumbnails—now I generate eye-catching images in one click. The AI even suggests improvements! My subscribers keep asking who my designer is… little do they know it’s AI!": "Ich habe früher Stunden mit der Bearbeitung von Thumbnails verschwendet – jetzt generiere ich mit einem Klick augenfällige Bilder. Die KI schlägt sogar Verbesserungen vor! Meine Abonnenten fragen ständig, wer mein Designer ist… sie ahnen nicht, dass es KI ist!",
    "I went from struggling with visuals to posting stunning, on-brand graphics every day. The background removal and style transfer tools are lifesavers. Now, our engagement is through the roof!": "Ich bin von Problemen mit Visuals zu täglich atemberaubenden, markenkonformen Grafiken übergegangen. Die Hintergrundentfernung und Stiltransfer-Tools sind Lebensretter. Jetzt ist unser Engagement durch die Decke!",
    "INSANE VISUALS": "WAHNSINNIGE VISUALS",
    "INSTANT PROMO": "SOFORT-PROMO",
    "Ideal for design projects needing transparency features": "Ideal für Designprojekte, die Transparenzfunktionen benötigen",
    "Ideal for enhancing photography and design projects with superior upscaled visuals": "Ideal zur Verbesserung von Fotografie- und Designprojekten mit überlegenen hochskalierten Visuals",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideal für soziale Medien, Produktpräsentationen, Kampagnen und Geschichtenerzählen.",
    "If you want to ask us a question, contact us!": "Wenn Sie uns eine Frage stellen möchten, kontaktieren Sie uns!",
    "Illustration": "Illustration",
    "Image Editing": "Bildbearbeitung",
    "Image Generation": "Bildgenerierung",
    "Image Upscale": "Bildvergrößerung",
    "Image Upscale increases the canvas of your image — great for making it fit new formats or layouts. It generates matching surroundings so the extended parts blend seamlessly with the rest of the image.": "Die Bildvergrößerung erhöht die Leinwand Ihres Bildes – ideal, um es an neue Formate oder Layouts anzupassen. Sie erzeugt passende Umgebungen, sodass die erweiterten Teile nahtlos mit dem Rest des Bildes verschmelzen.",
    "Image generation": "Bildgenerierung",
    "Image is being generated...": "Bild wird generiert...",
    "Image is being processed...": "Bild wird verarbeitet...",
    "Image to Video": "Bild zu Video",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Beeindruckt von der Qualität",
    "Incredible Creativity!": "Unglaubliche Kreativität!",
    "Information": "Information",
    "Instant Delivery & Full Usage Rights.": "Sofortige Lieferung & volle Nutzungsrechte.",
    "Instant Image Generation": "Sofortige Bildgenerierung",
    "Instantly generate premium transparent visuals from text descriptions — the ultimate tool for ad campaigns, social media, and brand assets.": "Generieren Sie sofort hochwertige transparente Visuals aus Textbeschreibungen – das ultimative Werkzeug für Werbekampagnen, soziale Medien und Markenassets.",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Entfernen Sie sofort Hintergründe von jedem Bild mit KI-Präzision – perfekt für E-Commerce, Produktaufnahmen und kreative Projekte.",
    "Insufficient balance.": "Unzureichendes Guthaben.",
    "Is background removal really automatic?": "Ist die Hintergrundentfernung wirklich automatisch?",
    "It creates images with transparent backgrounds (.PNG format)—perfect for logos, product mockups, social media graphics, and designs requiring seamless overlays.": "Es erstellt Bilder mit transparenten Hintergründen (.PNG-Format) – perfekt für Logos, Produktmockups, Grafiken für soziale Medien und Designs, die nahtlose Überlagerungen erfordern.",
    "Itsolutio - Your AI Helper": "Itsolutio - Ihr KI-Helfer",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Ich bin kein Designer, aber ich habe erstaunliche Visuals erstellt, indem ich einfach eingegeben habe, was ich brauchte. Die Benutzeroberfläche ist sauber und intuitiv.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Ich habe einige Bildbearbeitungsplattformen ausprobiert, aber diese lieferte die besten Ergebnisse, insbesondere in Bezug auf Klarheit bei der Vergrößerung und Farbkorrektur.",
    "Jake L.": "Jake L.",
    "Japanese": "Japanisch",
    "Jenny Wilson": "Jenny Wilson",
    "Jessica H.": "Jessica H.",
    "Just upload and generate — your image becomes a video in moments.": "Laden Sie einfach hoch und generieren Sie – Ihr Bild wird in wenigen Augenblicken zu einem Video.",
    "Languages": "Sprachen",
    "Last Name": "Nachname",
    "Last name": "Nachname",
    "Let these metrics highlight our power and seamless workflow.": "Lassen Sie diese Kennzahlen unsere Stärke und nahtlosen Workflow hervorheben.",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Lassen Sie uns die schwere Arbeit erledigen - Text & Bild zu Video, vollständig automatisiert.",
    "Links": "Links",
    "List of deposits": "Liste der Einzahlungen",
    "Loading... Please wait while your files are being prepared.": "Laden... Bitte warten Sie, während Ihre Dateien vorbereitet werden.",
    "Location": "Standort",
    "Log Out": "Abmelden",
    "Login": "Anmelden",
    "Login Here": "Hier anmelden",
    "Login here": "Hier anmelden",
    "Login using an existing account or create a new account <a href=\":url\">here": "Melden Sie sich mit einem bestehenden Konto an oder erstellen Sie ein neues Konto <a href=\":url\">hier",
    "Logout": "Abmelden",
    "Look at our clients feedback": "Sehen Sie sich das Feedback unserer Kunden an",
    "Looks Like Magic": "Sieht aus wie Magie",
    "Mail us": "Schreiben Sie uns",
    "Maintain exceptional image clarity during conversion": "Erhalten Sie außergewöhnliche Bildklarheit während der Konvertierung",
    "Make Deposit": "Einzahlung tätigen",
    "Make a deposit": "Eine Einzahlung tätigen",
    "Manage Your Agreements": "Verwalten Sie Ihre Vereinbarungen",
    "Manage Your Emails": "Verwalten Sie Ihre E-Mails",
    "Marketers, designers, entrepreneurs, content creators, and developers who need fast, affordable, and royalty-free visuals.": "Vermarkter, Designer, Unternehmer, Content-Ersteller und Entwickler, die schnelle, erschwingliche und lizenzfreie Visuals benötigen.",
    "Marketing Strategist": "Marketing-Stratege",
    "Marketplace": "Marktplatz",
    "Marvin McKey": "Marvin McKey",
    "Message us to": "Nachricht an uns",
    "Model": "Modell",
    "More than just images": "Mehr als nur Bilder",
    "Multiple Styles": "Mehrere Stile",
    "My Deposits": "Meine Einzahlungen",
    "My creatives": "Meine Kreativen",
    "My profile": "Mein Profil",
    "New password": "Neues Passwort",
    "New prompts": "Neue Eingabeaufforderungen",
    "Newsletter": "Newsletter",
    "Next": "Nächste",
    "Next fully": "Nächste vollständig",
    "Next page": "Nächste Seite",
    "No Category": "Keine Kategorie",
    "No design skills are required. Just describe your idea in plain language — the AI handles the rest. It’s made for creators of all experience levels.": "Es sind keine Designfähigkeiten erforderlich. Beschreiben Sie einfach Ihre Idee in einfacher Sprache – die KI erledigt den Rest. Es ist für Kreative aller Erfahrungsstufen gemacht.",
    "No. The AI handles everything—just type what you imagine in plain language. No Photoshop or design experience required.": "Nein. Die KI erledigt alles – geben Sie einfach ein, was Sie sich in einfacher Sprache vorstellen. Keine Photoshop- oder Designkenntnisse erforderlich.",
    "Not at all. All tools are designed to be user-friendly. You simply upload an image, make your selection, and let the AI handle the editing. No technical or design experience needed.": "Überhaupt nicht. Alle Tools sind benutzerfreundlich gestaltet. Sie laden einfach ein Bild hoch, treffen Ihre Auswahl und lassen die KI die Bearbeitung übernehmen. Keine technischen oder Designkenntnisse erforderlich.",
    "Not at all. Our interface is designed for beginners, with one-click enhancements and intuitive sliders for advanced users. Professional results require zero technical skills.": "Überhaupt nicht. Unsere Benutzeroberfläche ist für Anfänger konzipiert, mit Ein-Klick-Verbesserungen und intuitiven Schiebereglern für fortgeschrittene Benutzer. Professionelle Ergebnisse erfordern keine technischen Fähigkeiten.",
    "Nova Creative Team": "Nova Kreativteam",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte laden Sie alle Daten oder Informationen herunter, die Sie behalten möchten, bevor Sie Ihr Konto löschen.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald Ihr Konto gelöscht ist, werden alle Ressourcen und Daten dauerhaft gelöscht. Bitte geben Sie Ihr Passwort ein, um zu bestätigen, dass Sie Ihr Konto dauerhaft löschen möchten.",
    "Online Store Owner": "Besitzer eines Online-Shops",
    "Open a chat or give us call at": "Öffnen Sie einen Chat oder rufen Sie uns an unter",
    "Orders": "Bestellungen",
    "Our AI analyzes each image to automatically adjust exposure, colors, and sharpness while preserving important details - delivering studio-quality results in one click.": "Unsere KI analysiert jedes Bild, um Belichtung, Farben und Schärfe automatisch anzupassen und dabei wichtige Details zu bewahren – liefert studioqualitative Ergebnisse mit einem Klick.",
    "Our AI transforms text prompts into high-quality visuals. Generate anything from photorealistic scenes to abstract art and branded content—tailored to your creative vision.": "Unsere KI verwandelt Textaufforderungen in hochwertige Visuals. Generieren Sie alles von fotorealistischen Szenen bis hin zu abstrakter Kunst und Markeninhalten – maßgeschneidert auf Ihre kreative Vision.",
    "Our Address": "Unsere Adresse",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Unsere Bildbearbeitungsdienste werden von erstklassigen Talenten und KI-Tools unterstützt – sie liefern schnelle, hochwertige visuelle Verbesserungen für jedes Projekt.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Unsere Bildgenerierungsdienste kombinieren fortschrittliche KI mit kreativer Flexibilität – sie erzeugen einzigartige, hochwertige Visuals aus Text in Sekunden.",
    "Our office": "Unser Büro",
    "Our service prioritizes quality, speed, and versatility, ensuring you get visually impressive results tailored to your needs—without compromising on creativity or control.": "Unser Service priorisiert Qualität, Geschwindigkeit und Vielseitigkeit und stellt sicher, dass Sie visuell beeindruckende Ergebnisse erhalten, die auf Ihre Bedürfnisse zugeschnitten sind – ohne Kompromisse bei Kreativität oder Kontrolle.",
    "Our tools offer professional-grade photo enhancement, background removal, color correction, and batch processing - perfect for photographers, e-commerce, and marketers.": "Unsere Tools bieten professionelle Bildverbesserung, Hintergrundentfernung, Farbkorrektur und Batchverarbeitung – perfekt für Fotografen, E-Commerce und Vermarkter.",
    "Password": "Passwort",
    "Password confirmation": "Passwortbestätigung",
    "Perfect for Content": "Perfekt für Inhalte",
    "Perfect for Fast Prototypes": "Perfekt für schnelle Prototypen",
    "Perfect for Non-Designers! I\\'m a writer with zero design skills, but this tool makes me look like a pro. The intuitive interface and stunning outputs have transformed my content. I’m honestly hesitant to recommend it—I want to keep the advantage!": "Perfekt für Nicht-Designer! Ich bin ein Schriftsteller ohne Designfähigkeiten, aber dieses Tool lässt mich wie einen Profi aussehen. Die intuitive Benutzeroberfläche und die beeindruckenden Ergebnisse haben meinen Inhalt transformiert. Ich bin ehrlich gesagt zögerlich, es zu empfehlen – ich möchte den Vorteil behalten!",
    "Perfect for Social Media Managers! I edit hundreds of images weekly - this tool cut my work time in half. The batch processing and preset styles are game-changers for our agency\\'s workflow.": "Perfekt für Social Media Manager! Ich bearbeite wöchentlich Hunderte von Bildern – dieses Tool hat meine Arbeitszeit halbiert. Die Batchverarbeitung und vordefinierten Stile sind Game-Changer für den Workflow unserer Agentur.",
    "Perfect for design, marketing, or product visuals.": "Perfekt für Design, Marketing oder Produktvisuals.",
    "Perfect for e-commerce, content, or digital design.": "Perfekt für E-Commerce, Inhalte oder digitales Design.",
    "Perfectly suited for seamless integration into design projects": "Perfekt geeignet für nahtlose Integration in Designprojekte",
    "Personal data": "Persönliche Daten",
    "Peter Cooper": "Peter Cooper",
    "Phone": "Telefon",
    "Photo Tools": "Foto-Tools",
    "Photographer": "Fotograf",
    "Photographers, e-commerce businesses, marketing agencies, social media managers, and anyone needing professional-looking images without the complexity of traditional software.": "Fotografen, E-Commerce-Unternehmen, Marketingagenturen, Social Media Manager und alle, die professionelle Bilder benötigen, ohne die Komplexität traditioneller Software.",
    "Please create your account": "Bitte erstellen Sie Ihr Konto",
    "Please login to your account": "Bitte melden Sie sich bei Ihrem Konto an",
    "Please send us information about your project. One of our project managers shall evaluate your project requirements and give you a formal proposal. Detailed information will help us evaluate your project accurately.": "Bitte senden Sie uns Informationen zu Ihrem Projekt. Einer unserer Projektmanager wird Ihre Projektanforderungen bewerten und Ihnen einen formellen Vorschlag unterbreiten. Detaillierte Informationen helfen uns, Ihr Projekt genau zu bewerten.",
    "Policies": "Richtlinien",
    "Post code": "Postleitzahl",
    "Powerful Tools at Your Fingertips": "Mächtige Werkzeuge in Ihren Händen",
    "Powerful Tools at Your Fingertips.": "Mächtige Werkzeuge in Ihren Händen.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Kreativität ankurbeln mit von Experten geführter latenter Diffusion.",
    "Preserve intricate details to ensure professional-grade quality in all your visuals": "Bewahren Sie komplexe Details, um eine professionelle Qualität in all Ihren Visuals sicherzustellen",
    "Previous": "Vorherige",
    "Previous page": "Vorherige Seite",
    "Price": "Preis",
    "Price :amount": "Preis :amount",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Priya K.": "Priya K.",
    "Produce clear-background PNG images from any text - excellent for branding assets, digital media, and smooth visual integration.": "Erstellen Sie PNG-Bilder mit transparentem Hintergrund aus beliebigem Text – hervorragend für Branding-Assets, digitale Medien und nahtlose visuelle Integration.",
    "Produce professional-grade, high-resolution results perfect for marketing and creative projects": "Erzielen Sie professionelle, hochauflösende Ergebnisse, die perfekt für Marketing- und kreative Projekte geeignet sind",
    "Product not found": "Produkt nicht gefunden",
    "Professional Photo Editing": "Professionelle Bildbearbeitung",
    "Professional-Grade Quality Enhancements.": "Verbesserungen in professioneller Qualität.",
    "Profile": "Profil",
    "Profile Information": "Profilinformationen",
    "Prompt": "Eingabeaufforderung",
    "Prompt marketplace": "Eingabeaufforderungsmarktplatz",
    "Providing": "Bereitstellung",
    "Purchase": "Kauf",
    "Questions & Answers": "Fragen & Antworten",
    "Questions and Answers": "Fragen und Antworten",
    "Quick Menu": "Schnellmenü",
    "Quickly eliminate image backgrounds with AI-powered precision.": "Entfernen Sie schnell Bildhintergründe mit KI-gestützter Präzision.",
    "REELS THAT SELL": "REELS, DIE VERKAUFEN",
    "Ready to create something": "Bereit, etwas zu erstellen",
    "Realistic": "Realistisch",
    "Register": "Registrieren",
    "Registration": "Registrierung",
    "Remove Background Now": "Hintergrund jetzt entfernen",
    "Replenishment amount (:amount :currency = 1 ART)": "Wiederauffüllungsbetrag (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Wiederauffüllungsbetrag (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Bestätigungs-E-Mail erneut senden",
    "Reset Password": "Passwort zurücksetzen",
    "Resize & Expand with Visual Consistency.": "Größe ändern & erweitern mit visueller Konsistenz.",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Ändern Sie die Größe Ihrer Bilder für jedes Format oder jede Plattform ohne Verzerrung – intelligentes Zuschneiden und Skalieren, unterstützt von KI.",
    "Resources": "Ressourcen",
    "SCROLL-STOPPERS": "SCROLL-STOPPER",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "SNACKABLE CONTENT",
    "SOCIAL-READY": "SOCIAL-READY",
    "Save": "Speichern",
    "Saved My Business Time & Money! As a marketer, I struggled with expensive designers until I found this service. The AI-generated images are so professional, my clients think I hired a full-time artist. Why didn't I switch sooner?": "Hat meinem Unternehmen Zeit und Geld gespart! Als Vermarkter hatte ich Schwierigkeiten mit teuren Designern, bis ich diesen Service fand. Die KI-generierten Bilder sind so professionell, dass meine Kunden denken, ich hätte einen Vollzeitkünstler eingestellt. Warum habe ich nicht früher gewechselt?",
    "Saved My Instagram Campaign": "Hat meine Instagram-Kampagne gerettet",
    "Saved My Photography Business! The automatic color correction alone is worth ten times the price. Clients now think I've upgraded all my equipment when I just upgraded my editing software!": "Hat mein Fotografiegeschäft gerettet! Allein die automatische Farbkorrektur ist zehnmal so viel wert wie der Preis. Die Kunden denken jetzt, ich hätte meine gesamte Ausrüstung aufgerüstet, als ich nur meine Bearbeitungssoftware aktualisiert habe!",
    "Saved.": "Gespeichert.",
    "Seamlessly replace image backgrounds using AI.": "Ersetzen Sie nahtlos Bildhintergründe mit KI.",
    "Search": "Suche",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Finanzieren Sie Ihr Wallet sicher, um Premium-KI-gesteuerte Geschäftseinblicke, Finanzmodelle und Investitionsstrategien freizuschalten.",
    "Services": "Dienstleistungen",
    "Share": "Teilen",
    "Shortsy text-to-image tool has completely transformed our content creation process. It saves us so much time, and the quality is consistently outstanding.": "Das Shortsy-Text-zu-Bild-Tool hat unseren Inhaltserstellungsprozess vollständig transformiert. Es spart uns so viel Zeit, und die Qualität ist durchweg herausragend.",
    "Shortsy.art offers advanced AI-powered tools that simplify and elevate your creative workflow — fast, accurate, and built for creators.": "Shortsy.art bietet fortschrittliche KI-gestützte Tools, die Ihren kreativen Workflow vereinfachen und verbessern – schnell, genau und für Kreative entwickelt.",
    "Shortsy.art provides cutting-edge AI tools that turn your ideas into stunning visuals — fast, flexible, and built for creators.": "Shortsy.art bietet hochmoderne KI-Tools, die Ihre Ideen in atemberaubende Visuals verwandeln – schnell, flexibel und für Kreative entwickelt.",
    "Sign In": "Anmelden",
    "Sign Up": "Registrieren",
    "Sign in": "Anmelden",
    "Sign in.": "Anmelden.",
    "Sign out": "Abmelden",
    "Sign up": "Registrieren",
    "Significantly improve image clarity with a fast, efficient, and highly reliable process": "Verbessern Sie die Bildklarheit erheblich mit einem schnellen, effizienten und hochzuverlässigen Prozess.",
    "Signup for our newsletter to get the latest news in your inbox.": "Melden Sie sich für unseren Newsletter an, um die neuesten Nachrichten in Ihrem Posteingang zu erhalten.",
    "Similar products in same category": "Ähnliche Produkte in derselben Kategorie",
    "Simply enter a descriptive text prompt, and the AI will generate an image based on your input. You can guide the output using optional parameters like style, aspect ratio, or composition preferences.": "Geben Sie einfach eine beschreibende Textaufforderung ein, und die KI generiert ein Bild basierend auf Ihrer Eingabe. Sie können die Ausgabe mit optionalen Parametern wie Stil, Seitenverhältnis oder Kompositionspräferenzen steuern.",
    "Size": "Größe",
    "So Easy to Use": "So einfach zu bedienen",
    "Social Media Director": "Social Media Direktor",
    "Socials": "Soziale Medien",
    "Sorry, error occured this time sending your message.": "Entschuldigung, bei der Übermittlung Ihrer Nachricht ist ein Fehler aufgetreten.",
    "Start Upscaling": "Upscaling starten",
    "Start editing Images": "Bilder bearbeiten starten",
    "Start generate Images": "Bilder generieren starten",
    "Start now!": "Jetzt starten!",
    "Start your creative journey — it only takes a moment.": "Beginnen Sie Ihre kreative Reise – es dauert nur einen Moment.",
    "Startup Founder": "Startup-Gründer",
    "Status": "Status",
    "Still don't have an account?": "Haben Sie noch kein Konto?",
    "Style": "Stil",
    "Style Customization": "Stilanpassung",
    "Styles": "Stile",
    "Submit": "Einreichen",
    "Submit Form": "Formular einreichen",
    "Successful Edit Accuracy Rate": "Erfolgsquote bei der Bearbeitung",
    "Super Intuitive Tools": "Super intuitive Werkzeuge",
    "Support": "Unterstützung",
    "Support transparent backgrounds with remarkable ease": "Unterstützen Sie transparente Hintergründe mit bemerkenswerter Leichtigkeit",
    "Terms & Condition": "Allgemeine Geschäftsbedingungen",
    "Terms & Conditions": "Allgemeine Geschäftsbedingungen",
    "Terms and Conditions": "Allgemeine Geschäftsbedingungen",
    "Text to Image": "Text zu Bild",
    "Text to PNG": "Text zu PNG",
    "Text to Video": "Text zu Video",
    "Text-to-Image AI analyzes your text prompt and generates a unique visual representation using deep learning algorithms. Just describe what you want, and the system creates it pixel by pixel.": "Die Text-zu-Bild-KI analysiert Ihre Texteingabe und generiert eine einzigartige visuelle Darstellung mithilfe von Deep-Learning-Algorithmen. Beschreiben Sie einfach, was Sie möchten, und das System erstellt es Pixel für Pixel.",
    "Text-to-Image Creation.": "Text-zu-Bild-Erstellung.",
    "Text-to-PNG allows you to create images with transparent backgrounds, making them perfect for digital assets, marketing visuals, or overlays in designs. The output is instantly ready for use.": "Text-zu-PNG ermöglicht es Ihnen, Bilder mit transparenten Hintergründen zu erstellen, die perfekt für digitale Assets, Marketingvisuals oder Überlagerungen in Designs geeignet sind. Die Ausgabe ist sofort einsatzbereit.",
    "Thank you!": "Danke!",
    "Thank you! Form has been submitted.": "Danke! Das Formular wurde eingereicht.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Danke für die Anmeldung! Bevor Sie beginnen, könnten Sie Ihre E-Mail-Adresse bestätigen, indem Sie auf den Link klicken, den wir Ihnen gerade per E-Mail gesendet haben? Wenn Sie die E-Mail nicht erhalten haben, senden wir Ihnen gerne eine weitere.",
    "The AI-generated product images saved us thousands on photoshoots! The quality is so realistic, and we can create hundreds of variations in minutes. Our conversion rates jumped by 30%—absolutely worth it!": "Die KI-generierten Produktbilder haben uns Tausende bei Fotoshootings gespart! Die Qualität ist so realistisch, und wir können Hunderte von Variationen in Minuten erstellen. Unsere Konversionsraten sind um 30 % gestiegen – absolut lohnenswert!",
    "The Background Remover isolates the main subject in your image by erasing the background automatically. It’s perfect for product photos, profile pictures, or any image where you need a clean cutout.": "Der Hintergrundentferner isoliert das Hauptmotiv in Ihrem Bild, indem er den Hintergrund automatisch entfernt. Er ist perfekt für Produktfotos, Profilbilder oder jedes Bild, bei dem Sie einen sauberen Ausschnitt benötigen.",
    "The Opinions of Our Clients": "Die Meinungen unserer Kunden",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "Das Text-zu-PNG-Tool gab mir einsatzbereite Grafiken für meinen Shopify-Shop – keine Bearbeitung erforderlich. Einfach ziehen und ablegen!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Der Hintergrundentferner ist unglaublich genau. Ich habe ihn für Produktaufnahmen verwendet, und er hat mir Stunden an Bearbeitung gespart. Sehr zu empfehlen!",
    "The background remover is incredibly precise. What used to take 20 minutes per image now takes just a few seconds — and looks better.": "Der Hintergrundentferner ist unglaublich präzise. Was früher 20 Minuten pro Bild dauerte, dauert jetzt nur noch wenige Sekunden – und sieht besser aus.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "Das Generative-Fill-Tool ist erstaunlich. Ich habe einen Hintergrund erweitert und fehlende Teile hinzugefügt – und niemand konnte sagen, dass es KI war!",
    "The views expressed by our existing clients": "Die Ansichten unserer bestehenden Kunden",
    "There is no generated images...": "Es gibt keine generierten Bilder...",
    "These services are ideal for e-commerce sellers, designers, marketers, content creators, and anyone who needs polished visuals — fast. Whether you're prepping product images or creating social media content, these tools save time and boost quality.": "Diese Dienste sind ideal für E-Commerce-Verkäufer, Designer, Vermarkter, Content-Ersteller und jeden, der polierte Visuals benötigt – schnell. Egal, ob Sie Produktbilder vorbereiten oder Inhalte für soziale Medien erstellen, diese Tools sparen Zeit und verbessern die Qualität.",
    "These tools are perfect for marketers, designers, developers, entrepreneurs, and content creators who need fast, high-quality visuals without hiring a designer or spending hours in editing software.": "Diese Tools sind perfekt für Vermarkter, Designer, Entwickler, Unternehmer und Content-Ersteller, die schnelle, hochwertige Visuals benötigen, ohne einen Designer einstellen oder Stunden in Bearbeitungssoftware verbringen zu müssen.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein sicherer Bereich der Anwendung. Bitte bestätigen Sie Ihr Passwort, bevor Sie fortfahren.",
    "Top Sellers": "Bestseller",
    "Top Up Your Wallet": "Wallet aufladen",
    "Transform Ideas Into Visuals – Instantly.": "Verwandeln Sie Ideen in Visuals – sofort.",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Verwandeln Sie statische Bilder in flüssige, KI-generierte Videoclips in Sekunden.",
    "Transform your detailed text descriptions into vibrant, lifelike images with stunning clarity": "Verwandeln Sie Ihre detaillierten Textbeschreibungen in lebendige, lebensechte Bilder mit atemberaubender Klarheit.",
    "Transparent PNG Output.": "Transparente PNG-Ausgabe.",
    "Transparent PNGs Are a Lifesaver": "Transparente PNGs sind ein Lebensretter.",
    "Transparent PNGs Created": "Transparente PNGs erstellt.",
    "Turn ideas into breathtaking visuals—instantly. Whether you need AI-generated art or professional-grade photo edits, our tools deliver stunning results with zero hassle.": "Verwandeln Sie Ideen in atemberaubende Visuals – sofort. Egal, ob Sie KI-generierte Kunst oder professionelle Bildbearbeitungen benötigen, unsere Tools liefern beeindruckende Ergebnisse ohne Aufwand.",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Verwandeln Sie Ihre Ideen mit nur Worten in atemberaubende Videos. Unser KI-gestützter Text-zu-Video-Service verwandelt schriftliche Eingaben in dynamische, hochwertige Videos – perfekt für soziale Medien, Werbung, Geschichtenerzählen und mehr. Keine Bearbeitungsfähigkeiten erforderlich.",
    "UI/UX Designer": "UI/UX-Designer",
    "Unbelievable Precision! The AI detects edges better than any human editor. My product photos now look studio-quality without the studio price tag. This is my secret weapon for our e-commerce store!": "Unglaubliche Präzision! Die KI erkennt Kanten besser als jeder menschliche Editor. Meine Produktfotos sehen jetzt studioqualitativ aus, ohne den Preis eines Studios. Das ist meine Geheimwaffe für unseren E-Commerce-Shop!",
    "Unbelievable Results! I\\'ve tested countless AI image platforms over the past year, but none compare to this one. The precision and creativity are next-level. I almost don\\'t want to share how good it is—it feels like my secret weapon!": "Unglaubliche Ergebnisse! Ich habe im letzten Jahr unzählige KI-Bildplattformen getestet, aber keine kann mit dieser hier mithalten. Die Präzision und Kreativität sind auf einem anderen Level. Ich möchte fast nicht teilen, wie gut es ist – es fühlt sich an wie meine Geheimwaffe!",
    "Unlock the Full Power of AI Image Generation & Editing": "Entfesseln Sie die volle Kraft der KI-Bildgenerierung und -bearbeitung.",
    "Unmatched Speed and Precision in Generative Power.": "Unübertroffene Geschwindigkeit und Präzision in der generativen Kraft.",
    "Update Password": "Passwort aktualisieren",
    "Update your account's profile information and email address.": "Aktualisieren Sie die Profilinformationen und die E-Mail-Adresse Ihres Kontos.",
    "Upload File": "Datei hochladen",
    "Upload any image — our AI brings it to life with motion and style.": "Laden Sie ein beliebiges Bild hoch – unsere KI erweckt es mit Bewegung und Stil zum Leben.",
    "User -friendly interface makes background removal a breeze": "Benutzerfreundliche Oberfläche macht die Hintergrundentfernung zum Kinderspiel.",
    "VIRAL CLIPS": "VIRAL CLIPS",
    "Very Solid!!": "Sehr solide!!",
    "Video is being generated...": "Video wird generiert...",
    "Wade Warren": "Wade Warren",
    "Watch Images Come Alive.": "Sehen Sie zu, wie Bilder lebendig werden.",
    "We Offer Cutting-Edge AI Image Services – From Instant Generation to Professional Editing & Enhancement": "Wir bieten hochmoderne KI-Bilddienste – von sofortiger Generierung bis hin zu professioneller Bearbeitung und Verbesserung.",
    "We are Here to Answer It!": "Wir sind hier, um es zu beantworten!",
    "We blend AI with human creativity.": "Wir verbinden KI mit menschlicher Kreativität.",
    "We onboarded this for client projects, and the results blew us away. Fast edits, brand-consistent generations, and happy clients. It’s now our secret weapon for scaling creative work.": "Wir haben dies für Kundenprojekte implementiert, und die Ergebnisse haben uns umgehauen. Schnelle Bearbeitungen, markenkonforme Generierungen und zufriedene Kunden. Es ist jetzt unsere Geheimwaffe zur Skalierung kreativer Arbeiten.",
    "We rely on the upscaling and retouch tools for campaign assets. The results are sharp, clean, and perfectly aligned with our brand quality.": "Wir verlassen uns auf die Upscaling- und Retuschierwerkzeuge für Kampagnenassets. Die Ergebnisse sind scharf, sauber und perfekt auf unsere Markenqualität abgestimmt.",
    "We specialize in cutting-edge AI image generation technology that transforms your ideas into stunning visuals, empowering businesses with innovative digital solutions to enhance their brand and accelerate growth.": "Wir sind auf hochmoderne KI-Bildgenerierungstechnologie spezialisiert, die Ihre Ideen in atemberaubende Visuals verwandelt und Unternehmen mit innovativen digitalen Lösungen befähigt, ihre Marke zu verbessern und das Wachstum zu beschleunigen.",
    "We transform images with AI—creating, enhancing and automating visuals for your business. Generate stunning artwork, perfect photos, and streamline workflows with intelligent algorithms.": "Wir transformieren Bilder mit KI – erstellen, verbessern und automatisieren Visuals für Ihr Unternehmen. Generieren Sie atemberaubende Kunstwerke, perfekte Fotos und optimieren Sie Workflows mit intelligenten Algorithmen.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Wir schätzen Ihre Gedanken und Anfragen. Lassen Sie uns wissen, wie wir Ihnen helfen oder unsere Dienstleistungen verbessern können.",
    "Welcome Back": "Willkommen zurück",
    "Welcome back — ready to create?": "Willkommen zurück – bereit zu erstellen?",
    "Well, we've got": "Nun, wir haben",
    "What can I do with Shortsy image editing services?": "Was kann ich mit den Bildbearbeitungsdiensten von Shortsy tun?",
    "What can I do with Shortsy image generation services?": "Was kann ich mit den Bildgenerierungsdiensten von Shortsy tun?",
    "What can I do with your AI image generation service?": "Was kann ich mit Ihrem KI-Bildgenerierungsdienst tun?",
    "What can I do with your image editing services?": "Was kann ich mit Ihren Bildbearbeitungsdiensten tun?",
    "What can I do with your image generation services?": "Was kann ich mit Ihren Bildgenerierungsdiensten tun?",
    "What is Generative Fill used for?": "Wofür wird Generative Fill verwendet?",
    "What is Text-to-PNG used for?": "Wofür wird Text-zu-PNG verwendet?",
    "What makes your AI image generation different?": "Was macht Ihre KI-Bildgenerierung anders?",
    "What’s special about the Creative Upscale tool?": "Was ist besonders am Creative Upscale-Tool?",
    "Who benefits from using image generation tools?": "Wer profitiert von der Verwendung von Bildgenerierungstools?",
    "Who should use these image editing tools?": "Wer sollte diese Bildbearbeitungswerkzeuge verwenden?",
    "Who uses your editing tools?": "Wer verwendet Ihre Bearbeitungswerkzeuge?",
    "Will I get the same image if I use the same prompt again?": "Werde ich dasselbe Bild erhalten, wenn ich dieselbe Eingabeaufforderung erneut verwende?",
    "Yes! Our AI detects subjects with 99% accuracy, even with complex edges like hair or fur. You get perfect cutouts in seconds, with optional manual refinements.": "Ja! Unsere KI erkennt Objekte mit 99% Genauigkeit, selbst bei komplexen Kanten wie Haar oder Fell. Sie erhalten perfekte Ausschnitte in Sekunden, mit optionalen manuellen Verfeinerungen.",
    "Yes, using the same prompt and parameters will yield consistent results. This is useful when you need reliable, repeatable outputs for campaigns or multiple assets.": "Ja, die Verwendung derselben Eingabeaufforderung und Parameter führt zu konsistenten Ergebnissen. Dies ist nützlich, wenn Sie zuverlässige, wiederholbare Ausgaben für Kampagnen oder mehrere Assets benötigen.",
    "Yes. You can choose from a variety of styles such as realistic, illustrated, minimal, or artistic. The generator adapts to your prompt and style settings for a unique result.": "Ja. Sie können aus einer Vielzahl von Stilen wählen, wie realistisch, illustriert, minimal oder künstlerisch. Der Generator passt sich Ihrer Eingabeaufforderung und den Stileinstellungen für ein einzigartiges Ergebnis an.",
    "You are about to purchase a <b>:title</b>": "Sie sind dabei, ein <b>:title</b> zu kaufen",
    "You can create high-quality images from text prompts using advanced AI. Whether you need realistic scenes, abstract visuals, or branded content, the tools allow you to generate visuals tailored to your creative needs.": "Sie können hochwertige Bilder aus Texteingaben mit fortschrittlicher KI erstellen. Egal, ob Sie realistische Szenen, abstrakte Visuals oder Markeninhalte benötigen, die Tools ermöglichen es Ihnen, Visuals zu generieren, die auf Ihre kreativen Bedürfnisse zugeschnitten sind.",
    "You can create stunning, high-quality images simply by describing what you want. The AI transforms your text prompts into unique visuals for any purpose—whether for personal projects, marketing, or creative exploration.": "Sie können atemberaubende, hochwertige Bilder einfach erstellen, indem Sie beschreiben, was Sie möchten. Die KI verwandelt Ihre Texteingaben in einzigartige Visuals für jeden Zweck – sei es für persönliche Projekte, Marketing oder kreative Erkundung.",
    "You can remove backgrounds, upscale image quality, extend images, and even add or change parts of an image — all powered by AI. These tools help you achieve clean, high-resolution, and professional visuals in just a few clicks.": "Sie können Hintergründe entfernen, die Bildqualität verbessern, Bilder erweitern und sogar Teile eines Bildes hinzufügen oder ändern – alles mithilfe von KI. Mit diesen Tools können Sie mit nur wenigen Klicks saubere, hochauflösende und professionelle Bilder erstellen",
    "You don't have any deposits yet.": "Sie haben noch keine Einzahlungen.",
    "You don't have any orders yet.": "Sie haben noch keine Bestellungen.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Sie haben nicht genug ART, um den Kauf zu tätigen. Bitte tätigen Sie eine Einzahlung.",
    "You don't have enough SVT to make the purchase. Please make a deposit.": "Sie haben nicht genug SVT, um den Kauf zu tätigen. Bitte tätigen Sie eine Einzahlung.",
    "You need to be logged in.": "Sie müssen angemeldet sein.",
    "You will pay": "Sie werden bezahlen",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Sie erhalten ein Archiv mit einem Bild und einer Eingabeaufforderung, mit der ausgewählten Größe und dem Format.",
    "YouTube Creator": "YouTube Creator",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Ihr KI-Hub für Kreativität, Kommunikation und Verträge.",
    "Your Email": "Ihre E-Mail",
    "Your Gateway to AI-powered Business Solutions": "Ihr Zugang zu KI-gesteuerten Geschäftslösungen",
    "Your Message": "Ihre Nachricht",
    "Your Name": "Ihr Name",
    "Your Phone": "Ihr Telefon",
    "Your Vision": "Ihre Vision",
    "Your balance": "Ihr Guthaben",
    "Your balance:": "Ihr Guthaben:",
    "Your blank canvas is waiting... Let AI be your brush!": "Ihre leere Leinwand wartet... Lassen Sie KI Ihr Pinsel sein!",
    "Your email": "Ihre E-Mail",
    "Your email address is unverified.": "Ihre E-Mail-Adresse ist nicht verifiziert.",
    "Your email is safe with us. We don't spam.": "Ihre E-Mail ist bei uns sicher. Wir versenden keinen Spam.",
    "Your limit for generating 10 images has been reached.": "Ihr Limit für die Generierung von 10 Bildern wurde erreicht.",
    "Your message has been sent successfully.": "Ihre Nachricht wurde erfolgreich gesendet.",
    "Your message has been successfully submitted.": "Ihre Nachricht wurde erfolgreich eingereicht.",
    "Your request": "Ihre Anfrage",
    "Your title": "Ihr Titel",
    "You’re free to use generated images for both personal and commercial projects, including social media, ads, and presentations—as long as the content follows ethical guidelines.": "Sie dürfen generierte Bilder sowohl für persönliche als auch für kommerzielle Projekte verwenden, einschließlich sozialer Medien, Werbung und Präsentationen – solange der Inhalt den ethischen Richtlinien entspricht.",
    "amazing?": "erstaunlich?",
    "answers": "antworten",
    "auth.password": "auth.passwort",
    "client": "kunde",
    "element": "element",
    "email": "email",
    "enter your email": "geben Sie Ihre E-Mail ein",
    "image editing services.": "Bildbearbeitungsdienste.",
    "image generation services.": "Bildgenerierungsdienste.",
    "password": "passwort",
    "password confirmation": "passwortbestätigung",
    "powerful, high-quality": "leistungsstark, hochwertig",
    "say about us.": "sagen Sie über uns.",
    "search item here...": "Artikel hier suchen...",
    "smart, high-quality": "intelligent, hochwertig",
    "to Life with AI Creativity": "zum Leben mit KI-Kreativität"
}
