{
    "\tVoice & video call": "\tLlamada de voz y video",
    "© Copyright :year - :name": "© Derechos de autor :year - :name",
    "- Select country -": "- Seleccionar país -",
    "1 ART = 1 generation": "1 ART = 1 generación",
    "3D Render": "Renderizado 3D",
    ":amount AET": ":amount AET",
    ":amount SAT": ":amount SAT",
    ":amount VCT": ":amount VCT",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count generaciones restantes",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "AI Agreement Generation": "Generación de acuerdos por IA",
    "AI Agreement Generations": "Generaciones de acuerdos por IA",
    "AI BUSINESS TOOLS": "HERRAMIENTAS DE NEGOCIOS CON IA",
    "AI Background": "Fondo por IA",
    "AI Background Remover": "Eliminador de fondos por IA",
    "AI Email Generation": "Generación de correos electrónicos por IA",
    "AI Email Generations": "Generaciones de correos electrónicos por IA",
    "AI Image Upscale": "Escalado de imágenes por IA",
    "AI Resize": "Redimensionamiento por IA",
    "AI-Driven Email Generation": "Generación de correos electrónicos impulsada por IA",
    "AI-MADE MAGIC": "MAGIA CREADA POR IA",
    "AI-Powered Image Generation": "Generación de imágenes impulsada por IA",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Herramientas impulsadas por IA para ayudarte a escribir correos electrónicos claros, profesionales y efectivos para cualquier situación, de manera instantánea y sin esfuerzo.",
    "AUTO-GENERATED VIDEOS": "VIDEOS GENERADOS AUTOMÁTICAMENTE",
    "About": "Acerca de",
    "About us": "Sobre nosotros",
    "Accept the terms and privacy policy": "Aceptar los términos y la política de privacidad",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Accede a prompts impulsados por IA diseñados para pronósticos financieros, planificación de negocios y toma de decisiones basadas en datos. Mantente a la vanguardia con automatización inteligente.",
    "Access Your Purchases": "Accede a tus compras",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Accede a una colección curada de imágenes de archivo de alta calidad para sitios web, anuncios y presentaciones, libres de regalías y listas para usar.",
    "Add funds": "Agregar fondos",
    "Adding balance": "Agregando saldo",
    "Address": "Dirección",
    "After a thorough review of a client’s circumstances and needs.": "Tras una revisión exhaustiva de las circunstancias y necesidades del cliente.",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Tras la compra, recibirás un prompt para generar imágenes como esta. La imagen original estará disponible para descargar en formatos .jpg, .png o .webp, con un tamaño de 1024x1024.",
    "Agreement Generation": "Generación de acuerdos",
    "Agreement generation": "Generación de acuerdos",
    "Agreements": "Acuerdos",
    "All": "Todo",
    "All Rights Reserved.": "Todos los derechos reservados.",
    "All rights reserved": "Todos los derechos reservados",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Amount": "Cantidad",
    "Amount (min. 5 ART)": "Cantidad (mín. 5 ART)",
    "Amount (min. 5 SAT)": "Cantidad (mín. 5 SAT)",
    "Amount (min. 5 VCT)": "Cantidad (mín. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Una imagen increíblemente realista con una atención excepcional al detalle.",
    "Anime": "Anime",
    "Are you sure you want to delete your account?": "¿Estás seguro de que quieres eliminar tu cuenta?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Como hablante no nativo de inglés, esta plataforma me ayuda a sonar más confiado y profesional en cada mensaje.",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "En :name, estamos dedicados a potenciar la creatividad a través de soluciones innovadoras de IA. Fundados con una pasión por la tecnología y el arte, nuestra misión es proporcionar una plataforma donde los usuarios puedan explorar, crear e interactuar con prompts generados por IA únicos. Creemos en el poder transformador de la inteligencia artificial y su capacidad para inspirar y mejorar proyectos creativos. ¡Únete a nosotros en este viaje mientras desbloqueamos nuevas posibilidades para artistas, escritores y creadores en todo el mundo!",
    "Automated Agreement Generation": "Generación automatizada de acuerdos",
    "Available for Anyone": "Disponible para cualquiera",
    "Background Remover": "Eliminador de fondos",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Boost reply rates and save writing time": "Aumenta las tasas de respuesta y ahorra tiempo de escritura",
    "Boost your productivity with AI-generated legal documents,": "Aumenta tu productividad con documentos legales generados por IA,",
    "Boosting Results with AI-Powered Content": "Mejorando resultados con contenido impulsado por IA",
    "Bring all team": "Trae a todo el equipo",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed. lining": "Da vida a imágenes estáticas con movimiento. Nuestro servicio de imagen a video impulsado por IA transforma tus imágenes en clips de video fluidos y atractivos, ideales para reels, anuncios, exhibiciones de productos y más. No se necesitan habilidades de animación o edición de video.",
    "Bring your ideas to life with next-gen video creation.": "Da vida a tus ideas con la creación de videos de próxima generación.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Haciendo realidad tu imaginación en cada fotograma vibrante.",
    "Browse and Buy Prompts": "Explora y compra prompts",
    "Browse by style": "Explorar por estilo",
    "Browse powerful video clips generated from single frames.": "Explora potentes clips de video generados a partir de fotogramas individuales.",
    "Building the Future of Fast and Smart Creation.": "Construyendo el futuro de la creación rápida e inteligente.",
    "Business": "Negocios",
    "Buy": "Comprar",
    "Buy Now": "Comprar ahora",
    "Buy for :amount AET": "Comprar por :amount AET",
    "COMMUNICATION AI TOOL": "HERRAMIENTA DE COMUNICACIÓN CON IA",
    "Call us": "Llámanos",
    "Cancel": "Cancelar",
    "Cartoon": "Caricatura",
    "Cases": "Casos",
    "Categories": "Categorías",
    "Category": "Categoría",
    "Change to :currency": "Cambiar a :currency",
    "Check what’s our": "Descubre qué ofrecemos",
    "Checkout": "Pagar",
    "Choose currency: (:amount :currency = 1 VFT)": "Elegir moneda: (:amount :currency = 1 VFT)",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Elige entre animaciones cinematográficas, fluidas o dramáticas para satisfacer tus necesidades.",
    "City": "Ciudad",
    "Click here for more info": "Haz clic aquí para más información",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "Client Feedback": "Comentarios de clientes",
    "Cloud storage": "Almacenamiento en la nube",
    "Comic": "Cómic",
    "Compose emails in seconds with AI assistance": "Redacta correos electrónicos en segundos con asistencia de IA",
    "Confirm": "Confirmar",
    "Confirm Deposit": "Confirmar depósito",
    "Confirm Password": "Confirmar contraseña",
    "Confirm password": "Confirmar contraseña",
    "Connect jano with the": "Conecta jano con el",
    "Consistent, High-Quality Output": "Resultados consistentes y de alta calidad",
    "Contact Us": "Contáctanos",
    "Contact us": "Contáctanos",
    "Cookie Policy": "Política de cookies",
    "Copyright, :year @": "Derechos de autor, :year @",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Redacta correos electrónicos claros y pulidos para cualquier situación, desde propuestas comerciales hasta soporte al cliente, con tono y estructura impulsados por IA.",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Crea correos electrónicos atractivos y personalizados con facilidad. Nuestra generación de correos electrónicos impulsada por IA te ayuda a escribir, optimizar y automatizar mensajes para una mejor comunicación y compromiso.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Crea correos electrónicos impulsados por IA adaptados a tus necesidades comerciales y de comunicación. Desde correos fríos hasta boletines, crea mensajes atractivos en minutos.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Crea acuerdos legales impulsados por IA adaptados a tus necesidades comerciales. Desde acuerdos de confidencialidad hasta contratos de asociación, obtén documentos legalmente sólidos en minutos.",
    "Create New Deposit (:currency)": "Crear nuevo depósito (:currency)",
    "Create dynamic videos instantly — no animation or editing required.": "Crea videos dinámicos al instante, sin necesidad de animación o edición.",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Crea acuerdos profesionales y legalmente sólidos en segundos: solo introduce los detalles clave y deja que la IA se encargue del formato y las cláusulas.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Crea imágenes impresionantes y de alta calidad al instante con nuestras herramientas impulsadas por IA. Genera imágenes únicas adaptadas a tus necesidades con facilidad.",
    "Create task": "Crear tarea",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Crea imágenes PNG transparentes directamente desde texto, ideales para logotipos, activos digitales e integración de diseño sin problemas.",
    "Create your": "Crea tu",
    "Created": "Creado",
    "Created by AI": "Creado por IA",
    "Creative": "Creativo",
    "Creative Freedom": "Libertad creativa",
    "Creatives": "Creativos",
    "Current password": "Contraseña actual",
    "Custom": "Personalizado",
    "Customer Support Lead": "Líder de soporte al cliente",
    "Customizable": "Personalizable",
    "DYNAMIC STORIES": "HISTORIAS DINÁMICAS",
    "Dashboard": "Panel de control",
    "Date": "Fecha",
    "Delete Account": "Eliminar cuenta",
    "Delivers high-quality images with great speed.": "Ofrece imágenes de alta calidad con gran velocidad.",
    "Deposit": "Depósito",
    "Deposit in :currency": "Depósito en :currency",
    "Deposits": "Depósitos",
    "Designer": "Diseñador",
    "Discover": "Descubrir",
    "Discover and Buy Unique AI Prompts.": "Descubre y compra prompts de IA únicos.",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Descubre cómo nuestras herramientas de IA están transformando la productividad. Escucha a profesionales que optimizan su trabajo con soluciones inteligentes de correo electrónico, acuerdos e imágenes.",
    "Discover what your content can become — in just seconds.": "Descubre en qué puede convertirse tu contenido, en solo segundos.",
    "Do you have any question?": "¿Tienes alguna pregunta?",
    "Don't have an account yet?": "¿Aún no tienes una cuenta?",
    "Download": "Descargar",
    "Download Video": "Descargar video",
    "Drop us a line": "Envíanos un mensaje",
    "EFFECTIVENESS": "EFECTIVIDAD",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Accede, edita y descarga fácilmente tus acuerdos generados por IA en un panel centralizado, garantizando cumplimiento y eficiencia.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Accede, edita y envía fácilmente tus correos electrónicos generados por IA desde un panel centralizado, optimizando el compromiso y la eficiencia.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Administra y aplica fácilmente los conocimientos financieros y comerciales generados por IA en un panel centralizado, optimizando la eficiencia y la ejecución de estrategias.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Reemplaza fácilmente los fondos en cualquier imagen con precisión de IA, ideal para cambiar configuraciones, estilos o crear escenas personalizadas.",
    "Easy to Use": "Fácil de usar",
    "Edit Profile": "Editar perfil",
    "Effectiveness": "Efectividad",
    "Effortless Creation of": "Creación sin esfuerzo de",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Genera acuerdos legalmente conformes sin esfuerzo en segundos. Nuestra plataforma simplifica la creación de documentos, ahorrándote tiempo y esfuerzo.",
    "Email": "Correo electrónico",
    "Email Generation": "Generación de correos electrónicos",
    "Email Password Reset Link": "Enlace para restablecer contraseña por correo electrónico",
    "Email Writing": "Escritura de correos electrónicos",
    "Email generation": "Generación de correos electrónicos",
    "Emails": "Correos electrónicos",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Mejora la calidad de la imagen con un solo clic. Aumenta instantáneamente la resolución de tus imágenes, perfecto para impresiones, productos y contenido profesional.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Mejora la resolución y la nitidez sin perder calidad. Escala imágenes pequeñas o de baja resolución a alta definición en segundos.",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta utilice una contraseña larga y aleatoria para mantenerla segura.",
    "Enter Password": "Ingresar contraseña",
    "Enter custom tokens amount": "Ingresar cantidad de tokens personalizada",
    "Enter key details for your agreement...": "Ingresa los detalles clave para tu acuerdo...",
    "Enter key details for your email...": "Ingresa los detalles clave para tu correo electronico...",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Elimina fondos de imágenes en segundos. Solo un clic para obtener un resultado limpio y transparente, perfecto para productos, retratos y creativos.",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Incluso sin experiencia en diseño, pude limpiar y mejorar todas mis fotos de productos. Fácil y efectivo.",
    "Everything you need to create, in one place.": "Todo lo que necesitas para crear, en un solo lugar.",
    "Expereinced": "Experimentado",
    "Explore": "Explorar",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Explora prompts impulsados por IA diseñados para estrategias de negocios, finanzas e inversiones. Cada obra comprada puede usarse según tus necesidades.",
    "Explore Creatives": "Explora creativos",
    "FEATURES": "CARACTERÍSTICAS",
    "Fast Generation": "Generación rápida",
    "Features": "Características",
    "Features and Functionalities": "Características y funcionalidades",
    "File sharing": "Compartir archivos",
    "First Name": "Nombre",
    "First name": "Nombre",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Follow Us": "Síguenos",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo indícanos tu dirección de correo electrónico y te enviaremos un enlace para restablecer la contraseña que te permitirá elegir una nueva.",
    "Format": "Formato",
    "Free Now": "Gratis ahora",
    "Freelance Consultant": "Consultor freelance",
    "Freelance Designer": "Diseñador freelance",
    "Generate": "Generar",
    "Generate Agreement": "Generar acuerdo",
    "Generate Agreements": "Generar acuerdos",
    "Generate Email": "Generar correo electrónico",
    "Generate Emails": "Generar correos electrónicos",
    "Generate Your Video Now": "Genera tu video ahora",
    "Generate and Customize Agreements": "Generar y personalizar acuerdos",
    "Generate and Customize Emails": "Generar y personalizar correos electrónicos",
    "Generate another one": "Generar otro",
    "Generate legal agreements in just a few clicks": "Genera acuerdos legales en solo unos clics",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Genera prompts de imágenes impresionantes, correos electrónicos persuasivos y acuerdos legalmente sólidos con IA. Seguro, original y diseñado para tu éxito.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Genera imágenes impresionantes y de alta calidad a partir de prompts de texto simples, perfectos para proyectos creativos, marketing y diseño conceptual.",
    "Generated": "Generado",
    "Get Start": "Comenzar",
    "Get in touch with us": "Ponte en contacto con nosotros",
    "Get started": "Comenzar",
    "Get task complated": "Completar tarea",
    "Great Interface": "Excelente interfaz",
    "Great Support": "Gran soporte",
    "HIGHLIGHTS": "DESTACADOS",
    "Have an account?": "¿Tienes una cuenta?",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Tener un negocio desde casa es un gran activo para tu vida. El problema persiste cuando llega el momento de anunciar tu negocio a un costo bajo. Sé que has buscado respuestas por todas partes.",
    "Hear from our users": "Escucha a nuestros usuarios",
    "Hello": "Hola",
    "High-Quality": "Alta calidad",
    "Highest quality Generative AI models": "Modelos de IA generativa de la más alta calidad",
    "Highlights": "Destacados",
    "Home": "Inicio",
    "Hours": "Horas",
    "I agree to the": "Acepto los",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Acepto la <a href=\":privacyPolicyUrl\" target=\"_blank\">política de privacidad</a> y los <a href=\":termsConditionsUrl\">términos y condiciones</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Probé varios prompts y quedé impresionado por lo confiables que fueron los resultados. Gran control sobre el estilo y el formato.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Escribí una descripción simple y obtuve una imagen impresionante. La herramienta de texto a imagen es increíblemente buena, ¡parece magia!",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Uso el generador para visualizar conceptos para páginas de aterrizaje y anuncios. Ahorra tiempo e impresiona a los clientes al instante.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Usé las herramientas de escalado y retoque para preparar imágenes para un anuncio de última hora; los resultados parecían hechos por un profesional.",
    "INSANE VISUALS": "IMÁGENES INCREÍBLES",
    "INSTANT PROMO": "PROMOCIÓN INSTANTÁNEA",
    "Ideal for freelancers, startups, and businesses": "Ideal para freelancers, startups y negocios",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideal para redes sociales, exhibiciones de productos, campañas y narración de historias.",
    "Illustration": "Ilustración",
    "Image Editing": "Edición de imágenes",
    "Image Generation": "Generación de imágenes",
    "Image Stock": "Banco de imágenes",
    "Image Upscale": "Escalado de imágenes",
    "Image generation": "Generación de imágenes",
    "Image is being generated...": "La imagen se está generando...",
    "Image to Video": "De imagen a video",
    "Images": "Imágenes",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Impresionado con la calidad",
    "In Seconds, With AI": "En segundos, con IA",
    "Incredible Creativity!": "¡Creatividad increíble!",
    "Information": "Información",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Elimina instantáneamente los fondos de cualquier imagen con precisión de IA, perfecto para comercio electrónico, fotos de productos y proyectos creativos.",
    "Insufficient balance.": "Saldo insuficiente.",
    "Integrates your tools": "Integra tus herramientas",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "No soy diseñador, pero creé imágenes increíbles solo escribiendo lo que necesitaba. La interfaz es limpia e intuitiva.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "He probado varias plataformas de edición de imágenes, pero esta ofreció los mejores resultados, especialmente en claridad de escalado y corrección de color.",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu es tu herramienta de gestión de equipos en línea, fácil y efectiva",
    "Janu tools.": "Herramientas Janu.",
    "Japanese": "Japonés",
    "Just upload and generate — your image becomes a video in moments.": "Solo sube y genera: tu imagen se convierte en un video en momentos.",
    "LEGAL AI SOLUTION": "SOLUCIÓN LEGAL CON IA",
    "Languages": "Idiomas",
    "Last Name": "Apellido",
    "Last name": "Apellido",
    "Legal Documents": "Documentos legales",
    "Legal Use": "Uso legal",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Déjanos encargarnos del trabajo pesado: de texto e imagen a video, completamente automatizado.",
    "Let’s": "Vamos",
    "List of deposits": "Lista de depósitos",
    "Loading... Please wait while your files are being prepared.": "Cargando... Por favor, espera mientras se preparan tus archivos.",
    "Location": "Ubicación",
    "Log In": "Iniciar sesión",
    "Log Out": "Cerrar sesión",
    "Log in": "Iniciar sesión",
    "Login": "Inicio de sesión",
    "Login Here": "Inicia sesión aquí",
    "Login using an existing account or create a new account <a href=\":url\">here": "Inicia sesión con una cuenta existente o crea una nueva cuenta <a href=\":url\">aquí",
    "Logout": "Cerrar sesión",
    "Looks Like Magic": "Parece magia",
    "Low Price": "Precio bajo",
    "Mail address": "Dirección de correo",
    "Mail us": "Escríbenos",
    "Make a deposit": "Hacer un depósito",
    "Make timeframe": "Establecer plazo",
    "Manage Your Agreements": "Administra tus acuerdos",
    "Manage Your Emails": "Administra tus correos electrónicos",
    "Marketing Strategist": "Estratega de marketing",
    "Marketplace": "Mercado",
    "Model": "Modelo",
    "More": "Más",
    "Multiple Styles": "Múltiples estilos",
    "My Deposits": "Mis depósitos",
    "My creatives": "Mis creativos",
    "My profile": "Mi perfil",
    "New password": "Nueva contraseña",
    "New prompts": "Nuevos prompts",
    "Next": "Siguiente",
    "Office address": "Dirección de la oficina",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingresa tu contraseña para confirmar que deseas eliminar tu cuenta permanentemente.",
    "Orders": "Pedidos",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Nuestra profunda comprensión de la gestión de proyectos y programas ha permitido el éxito de nuestros clientes.",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Nuestros servicios de edición de imágenes están impulsados por talento de primer nivel y herramientas de IA, ofreciendo mejoras visuales rápidas y de alta calidad para cualquier proyecto.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Nuestros servicios de generación de imágenes combinan IA avanzada con flexibilidad creativa, produciendo imágenes únicas y de alta calidad a partir de texto en segundos.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Nuestros correos electrónicos de marketing ahora suenan nítidos, claros y alineados con la marca, sin esfuerzo. Un cambio total.",
    "Our office": "Nuestra oficina",
    "Our partners": "Nuestros socios",
    "Our trusted partners": "Nuestros socios de confianza",
    "Over": "Más de",
    "Over 27k Emails Generated": "Más de 27 mil correos electrónicos generados",
    "Password": "Contraseña",
    "Password confirmation": "Confirmación de contraseña",
    "Perfect for Content": "Perfecto para contenido",
    "Perfect for Fast Prototypes": "Perfecto para prototipos rápidos",
    "Perfect for outreach, support, and daily communication": "Perfecto para alcance, soporte y comunicación diaria",
    "Personal data": "Datos personales",
    "Phone": "Teléfono",
    "Phone Number": "Número de teléfono",
    "Photo Tools": "Herramientas fotográficas",
    "Policies": "Políticas",
    "Post code": "Código postal",
    "Powerful Tools at Your Fingertips": "Herramientas potentes al alcance de tu mano",
    "Powerful Tools at Your Fingertips.": "Herramientas potentes al alcance de tu mano.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Potenciando la creatividad con difusión latente liderada por expertos.",
    "Prepare for download": "Preparar para descargar",
    "Previous": "Anterior",
    "Price": "Precio",
    "Price :amount": "Precio :amount",
    "Privacy Policy": "Política de privacidad",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Profesionales y equipos de todo el mundo confían en VisioForge.me para la escritura de correos electrónicos inteligentes impulsada por IA, la creación de contratos y el acceso a imágenes de archivo impresionantes, todo en un solo lugar.",
    "Profile Information": "Información del perfil",
    "Prompt": "Prompt",
    "Prompt marketplace": "Mercado de prompts",
    "Purchase": "Compra",
    "Purchase for :amount VFT": "Compra por :amount VFT",
    "Quick Menu": "Menú rápido",
    "REELS THAT SELL": "REELS QUE VENDEN",
    "Rashed kabir": "Rashed Kabir",
    "Realistic": "Realista",
    "Reason to choose us": "Razón para elegirnos",
    "Register": "Registrarse",
    "Registration": "Registro",
    "Remember me": "Recordarme",
    "Remove Background Now": "Eliminar fondo ahora",
    "Replenishment amount (:amount :currency = 1 ART)": "Cantidad de recarga (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Cantidad de recarga (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer contraseña",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Redimensiona tus imágenes para cualquier formato o plataforma sin distorsión, con recorte y escalado inteligente impulsado por IA.",
    "Reviews": "Reseñas",
    "SCROLL-STOPPERS": "PARA DESPLAZAMIENTOS",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "CONTENIDO DIGERIBLE",
    "SOCIAL-READY": "LISTO PARA REDES SOCIALES",
    "Safe": "Seguro",
    "Sales Manager": "Gerente de ventas",
    "Samantha R.": "Samantha R.",
    "Save": "Guardar",
    "Save hours on drafting and reviewing documents": "Ahorra horas en la redacción y revisión de documentos",
    "Saved": "Guardado",
    "Saved My Instagram Campaign": "Salvó mi campaña de Instagram",
    "Saved.": "Guardado.",
    "Search": "Buscar",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Financia tu billetera de forma segura para desbloquear conocimientos comerciales, modelos financieros y estrategias de inversión impulsados por IA premium.",
    "Select Tokens Amount": "Seleccionar cantidad de tokens",
    "Services": "Servicios",
    "Share": "Compartir",
    "Sign In": "Iniciar sesión",
    "Sign Up": "Registrarse",
    "Sign up": "Registrarse",
    "Sign up for free": "Regístrate gratis",
    "Similar products in same category": "Productos similares en la misma categoría",
    "Size": "Tamaño",
    "Smart Agreements": "Acuerdos inteligentes",
    "Smart Solutions": "Soluciones inteligentes",
    "So Easy to Use": "Muy fácil de usar",
    "Socials": "Redes sociales",
    "Sorry, error occured this time sending your message.": "Lo siento, ocurrió un error al enviar tu mensaje esta vez.",
    "Start Upscaling": "Comenzar escalado",
    "Start editing Images": "Comenzar a editar imágenes",
    "Start generate Images": "Comenzar a generar imágenes",
    "Start now": "Comenzar ahora",
    "Status": "Estado",
    "Still don't have an account?": "¿Aún no tienes una cuenta?",
    "Stock Image Library": "Biblioteca de imágenes de archivo",
    "Style": "Estilo",
    "Styles": "Estilos",
    "Submit": "Enviar",
    "Submit Form": "Enviar formulario",
    "Super Intuitive Tools": "Herramientas súper intuitivas",
    "Support Lead": "Líder de soporte",
    "Team Managment": "Gestión de equipos",
    "Templates": "Plantillas",
    "Terms & Condition": "Términos y condiciones",
    "Terms & Conditions": "Términos y condiciones",
    "Terms and Conditions": "Términos y condiciones",
    "Text to Image": "De texto a imagen",
    "Text to PNG": "De texto a PNG",
    "Text to Video": "De texto a video",
    "Thank you!": "¡Gracias!",
    "Thank you! Your message has been received.": "¡Gracias! Tu mensaje ha sido recibido.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que te enviamos? Si no recibiste el correo, con gusto te enviaremos otro.",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "El generador de acuerdos por IA me ayudó a crear un contrato freelance sólido en menos de 5 minutos. Es preciso, rápido y profesional.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "El despliegue de EMV fue torpe, costoso y no tuvo en cuenta.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "El prompt en inglés se descargará automáticamente junto con la imagen en formato .txt.",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "La herramienta de texto a PNG me dio gráficos listos para usar en mi tienda Shopify, sin necesidad de edición. ¡Solo arrastra y suelta!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "El eliminador de fondos es increíblemente preciso. Lo usé para fotos de productos y me ahorró horas de edición. ¡Muy recomendado!",
    "The core of our service is based on the objective investment advice we seek to provide support.": "El núcleo de nuestro servicio se basa en el asesoramiento de inversión objetivo que buscamos ofrecer.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "La herramienta de relleno generativo es increíble. Extendí un fondo y añadí partes faltantes, ¡y nadie pudo notar que fue hecho por IA!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Esta herramienta ha transformado completamente cómo manejamos el soporte al cliente. Ahorra tiempo y mantiene nuestro tono consistente.",
    "Time Tracking": "Seguimiento de tiempo",
    "Tokens": "Tokens",
    "Top Sellers": "Más vendidos",
    "Top Up Your Wallet": "Recarga tu billetera",
    "Top-Up Balance": "Recargar saldo",
    "Top-up Balance": "Recargar saldo",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Transforma imágenes estáticas en clips de video fluidos generados por IA en segundos.",
    "Transparent PNGs Are a Lifesaver": "Los PNG transparentes son un salvavidas",
    "Trusted": "Confiable",
    "Trusted by 145+ Teams Worldwide": "Confiado por más de 145 equipos en todo el mundo",
    "Trusted by Freelancers, Startups & Businesses Alike": "Confiado por freelancers, startups y negocios por igual",
    "Try free now": "Prueba gratis ahora",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Convierte tus ideas en videos impresionantes usando solo palabras. Nuestro servicio de texto a video impulsado por IA transforma prompts escritos en videos dinámicos y de alta calidad, perfectos para redes sociales, anuncios, narración de historias y más. No se requieren habilidades de edición.",
    "Unmatched Speed and Precision in Generative Power.": "Velocidad y precisión inigualables en el poder generativo.",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y la dirección de correo electrónico de tu cuenta.",
    "Upload any image — our AI brings it to life with motion and style.": "Sube cualquier imagen: nuestra IA le da vida con movimiento y estilo.",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Usa IA para generar contratos, acuerdos y formularios legales con facilidad: precisos, personalizables y listos en segundos.",
    "Used in 1.4k Business Scenarios": "Usado en 1.4 mil escenarios comerciales",
    "Usefull Links": "Enlaces útiles",
    "User": "Usuario",
    "Users": "Usuarios",
    "VIRAL CLIPS": "CLIPS VIRALES",
    "Very Solid!!": "¡Muy sólido!",
    "Video is being generated...": "El video se está generando...",
    "Watch": "Ver",
    "Watch Images Come Alive.": "Observa cómo las imágenes cobran vida.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Valoramos tus opiniones y consultas. Déjanos saber cómo podemos ayudarte o mejorar nuestros servicios.",
    "Welcome back — ready to create?": "¡Bienvenido de nuevo, listo para crear?",
    "Welcome to the Future of": "Bienvenido al futuro de",
    "What Our Users Say": "Lo que dicen nuestros usuarios",
    "Why you": "Por qué tú",
    "Write Better Emails": "Escribe mejores correos electrónicos",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Escribir correos electrónicos a clientes me tomaba una eternidad. ¡Ahora, solo ingreso algunos puntos clave y la IA redacta un mensaje profesional al instante!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Escribir correos electrónicos fríos me tomaba una eternidad. Ahora solo ingreso algunos detalles y obtengo un correo pulido listo para enviar.",
    "You are about to purchase a <b>:title</b>": "Estás a punto de comprar un <b>:title</b>",
    "You can make deposit": "Puedes hacer un depósito",
    "You don't have any deposits yet.": "Aún no tienes depósitos.",
    "You don't have any orders yet.": "Aún no tienes pedidos.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "No tienes suficientes ART para realizar la compra. Por favor, haz un depósito.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "No tienes suficientes VFT para realizar la compra. Por favor, haz un depósito.",
    "You need to be <a href=' . route('login": "Necesitas estar <a href=' . route('login",
    "You need to be logged in.": "Necesitas iniciar sesión.",
    "You will pay": "Pagarás",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Recibirás un archivo que contiene una imagen y un prompt, con el tamaño y formato seleccionados.",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Tu centro de IA para creatividad, comunicación y contratos.",
    "Your Email": "Tu correo electronico",
    "Your Gateway to AI-powered Business Solutions": "Tu puerta de entrada a soluciones comerciales impulsadas por IA",
    "Your Message": "Tu mensaje",
    "Your Name": "Tu nombre",
    "Your Phone": "Tu teléfono",
    "Your balance": "Tu saldo",
    "Your balance:": "Tu saldo:",
    "Your email": "Tu correo electronico",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Tu dirección de correo electrónico no se usará con fines de marketing. Los campos obligatorios están marcados.",
    "Your limit for generating 10 images has been reached.": "Has alcanzado tu límite para generar 10 imágenes.",
    "Your message has been sent successfully.": "Tu mensaje ha sido enviado con éxito.",
    "Your message has been successfully submitted.": "Tu mensaje ha sido enviado con éxito.",
    "Your request": "Tu solicitud",
    "Your title": "Tu título",
    "and": "y",
    "auth.password": "auth.password",
    "by your member": "por tu miembro",
    "choose": "elegir",
    "client": "cliente",
    "email": "correo electrónico",
    "for Agreements, Emails & Images": "para acuerdos, correos electrónicos e imágenes",
    "for Your Projects": "para tus proyectos",
    "for any team person": "para cualquier persona del equipo",
    "for do the task": "para realizar la tarea",
    "make life easier.": "hacer la vida más fácil.",
    "managment": "gestión",
    "more…": "más…",
    "our all features": "todas nuestras características",
    "password": "contraseña",
    "password confirmation": "confirmación de contraseña",
    "professional emails, and ready-to-use stock images — all in one platform.": "correos electrónicos profesionales y imágenes de archivo listas para usar, todo en una sola plataforma.",
    "say about us.": "dicen sobre nosotros.",
    "software": "software",
    "support": "soporte",
    "task togather": "tarea juntos",
    "us always": "nosotros siempre",
    "video": "video",
    "workspace": "espacio de trabajo",
    "you use.": "tú usas.",
	"Enter key details for your contract...": "Ingresa los detalles clave para tu contrato...",
	"Enter key details for your email...": "Ingresa los detalles clave para tu correo electronico...",
	"Enter your email here": "Ingresa tu correo electrónico aquí",
	"Over 9k Agreements Created": "Más de 9k Acuerdos Creados",
	"1.2k Ready-to-Sign Use Cases": "1.2k Casos listos para firmar",
	"150+ Business Professionals Trust Us": "150+ Profesionales de negocios confían en nosotros",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Necesitaba un contrato freelance urgentemente, la IA generó un documento completo y profesional en minutos. Me ahorró una tonelada de tiempo.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Como fundador de una startup, la redacción de NDAs y acuerdos de servicio solía ser un dolor. Ahora puedo crearlos instantáneamente sin costos legales.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Usamos la plataforma para contratos de clientes y acuerdos internos. La IA se encarga del trabajo pesado, y nosotros solo revisamos y firmamos.",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "No tenemos abogado en casa, por lo que esta herramienta nos ayuda a mantenernos conformes y profesionales sin los costos.",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Nuestro equipo de recursos humanos lo usa para contratos de empleo y cartas de oferta. Es intuitivo, rápido y ahorra horas de trabajo administrativo.",
	"Freelance Graphic Designer": "Diseñador gráfico freelance",
	"Startup Founder": "Fundador de startup",
	"Operations Manager": "Gerente de operaciones",
	"E-commerce Store Owner": "Propietario de tienda en línea",
	"HR Coordinator": "Coordinador de recursos humanos",
	"Subscribe Now": "Suscríbete ahora",
	"Enter your name*": "Ingresa tu nombre*",
	"Enter Email Address*": "Ingresa tu correo electrónico*",
	"Enter your Message here": "Ingresa tu mensaje aquí",
    "Minimum 5 tokens required": "Mínimo 5 tokens requeridos",
    "Current": "Actual",
    "tokens": "tokens",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Lo usamos en todo el equipo para actualizaciones internas y comunicaciones externas. Nos ahorra horas cada semana.",
    "Project Manager": "Gerente de Proyecto",
    "Text to Image": "Texto a imagen",
    "Text to PNG": "Texto a PNG",
    "Background Remover": "Eliminador de fondo",
    "Image Upscale": "Mejora de imagen",
    "Generative Fill": "Relleno generativo",
    "AI Resize": "Redimensionado con IA",
    "Retouch": "Retoque",
    "Email Generation": "Generación de correo",
    "Agreement Generation": "Generación de acuerdo",
    "Freelance & Services": "Freelance y Servicios",
    "Business & Operations": "Negocios y Operaciones",
    "HR & Employment": "RRHH y Empleo",
    "Freelance Work Agreement": "Acuerdo de Trabajo Freelance",
    "Service Agreement for Client": "Acuerdo de Servicio para Cliente",
    "Consulting Agreement": "Acuerdo de Consultoría",
    "Non-Disclosure Agreement (NDA)": "Acuerdo de Confidencialidad (NDA)",
    "Partnership Agreement": "Acuerdo de Asociación",
    "Vendor Contract": "Contrato de Proveedor",
    "Sales Agreement": "Acuerdo de Venta",
    "Employment Agreement": "Contrato de Trabajo",
    "Internship Agreement": "Acuerdo de Prácticas",
    "Contractor Agreement": "Contrato de Contratista",
    "Termination of Employment Letter": "Carta de Terminación de Empleo"
}
