{
    "&copy; Copyright :year - :name": "&copy; Derechos de autor :year - :name",
    ":amount ART": ":amount ART",
    ":balance ART": ":balance ART",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación a la dirección de correo electrónico que proporcionaste durante el registro.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a tu dirección de correo electrónico.",
    "Access Your Purchases": "Accede a tus compras",
    "Add funds": "Agregar fondos",
    "Address": "Dirección",
    "Amount": "Cantidad",
    "Are you sure you want to delete your account?": "¿Estás seguro de que deseas eliminar tu cuenta?",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "En :name, estamos dedicados a potenciar la creatividad a través de soluciones innovadoras de IA. Fundada con pasión por la tecnología y el arte, nuestra misión es proporcionar una plataforma donde los usuarios puedan explorar, crear y participar con indicaciones generadas por IA únicas. Creemos en el poder transformador de la inteligencia artificial y su capacidad para inspirar y mejorar los proyectos creativos. ¡Únase a nosotros en este viaje mientras desbloqueamos nuevas posibilidades para artistas, escritores y creadores de todo el mundo!",
    "Balance": "Saldo",
    "Browse and Buy Prompts": "Explorar y comprar indicaciones",
    "Browse by style": "Explorar por estilo",
    "Buy Now": "Comprar ahora",
    "Cancel": "Cancelar",
    "Categories": "Categorías",
    "Category": "Categoría",
    "Checkout": "Pagar",
    "City": "Ciudad",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo electrónico de verificación.",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Contact us": "Contáctanos",
    "Contacts": "Contactos",
    "Country": "País",
    "Current password": "Contraseña actual",
    "Dashboard": "Tablero",
    "Date": "Fecha",
    "Delete Account": "Eliminar cuenta",
    "Deposit": "Depósito",
    "Deposits": "Depósitos",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Descubre una amplia gama de indicaciones de IA de alta calidad, cada una diseñada para mejorar tus proyectos y agilizar tu flujo de trabajo.",
    "Discover, Buy, and Own Unique AI Prompts.": "Descubre, compra y posee indicaciones de IA únicas.",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Financia tu billetera fácilmente para comenzar a comprar indicaciones generadas por IA exclusivas que encienden tu creatividad.",
    "Edit profile": "Editar perfil",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Gestiona y utiliza fácilmente todas tus indicaciones adquiridas en un lugar conveniente para una creatividad sin interrupciones.",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enlace para restablecer la contraseña por correo electrónico",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta esté utilizando una contraseña larga y aleatoria para estar seguro.",
    "Explore": "Explorar",
    "Explore by category": "Explorar por categoría",
    "Explore by style": "Explorar por estilo",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchase is secured by blockchain, ensuring originality and ownership.": "Explora indicaciones generadas por IA exclusivas para alimentar tu creatividad. Cada compra está asegurada por blockchain, garantizando originalidad y propiedad.",
    "First Name": "Nombre",
    "First name": "Nombre",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo indícanos tu dirección de correo electrónico y te enviaremos un enlace para restablecer la contraseña que te permitirá elegir una nueva.",
    "Home": "Inicio",
    "Insufficient balance.": "Saldo insuficiente.",
    "Languages": "Idiomas",
    "Last Name": "Apellido",
    "Last name": "Apellido",
    "Log Out": "Cerrar sesión",
    "Login": "Iniciar sesión",
    "Login using an existing account or create a new account <a href=\":url\">here": "Inicia sesión usando una cuenta existente o crea una nueva cuenta <a href=\":url\">aquí</a>",
    "Make a deposit": "Hacer un depósito",
    "Marketplace": "Mercado",
    "My profile": "Mi perfil",
    "New password": "Nueva contraseña",
    "New prompts": "Nuevas indicaciones",
    "Newsletter": "Boletín",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán permanentemente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se eliminarán permanentemente. Ingresa tu contraseña para confirmar que deseas eliminar tu cuenta de forma permanente.",
    "Orders": "Pedidos",
    "Password": "Contraseña",
    "Password confirmation": "Confirmación de contraseña",
    "Personal data": "Datos personales",
    "Phone": "Teléfono",
    "Post code": "Código postal",
    "Price": "Precio",
    "Profile": "Perfil",
    "Profile Information": "Información del perfil",
    "Prompt marketplace": "Mercado de indicaciones",
    "Purchase": "Compra",
    "Register": "Registrarse",
    "Replenishment amount (1 EUR = 1 ART)": "Monto de reposición (1 EUR = 1 ART)",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer la contraseña",
    "Resources": "Recursos",
    "Save": "Guardar",
    "Saved.": "Guardado.",
    "Share": "Compartir",
    "Sign out": "Cerrar sesión",
    "Signup for our newsletter to get the latest news in your inbox.": "Suscríbete a nuestro boletín para recibir las últimas noticias en tu bandeja de entrada.",
    "Similar products in same category": "Productos similares en la misma categoría",
    "Style": "Estilo",
    "Styles": "Estilos",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, ¿podrías verificar tu dirección de correo electrónico haciendo clic en el enlace que te acabamos de enviar? Si no recibiste el correo electrónico, con gusto te enviaremos otro.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es una área segura de la aplicación. Por favor, confirma tu contraseña antes de continuar.",
    "Top Sellers": "Más vendidos",
    "Top Up Your Wallet": "Recarga tu billetera",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualiza la información de tu perfil y dirección de correo electrónico.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Valoramos tus pensamientos y consultas. Háznos saber cómo podemos ayudarte o mejorar nuestros servicios.",
    "You are about to purchase a <b>:title</b>": "Estás a punto de comprar un <b>:title</b>",
    "You don't have any deposits yet.": "Todavía no tienes depósitos.",
    "You don't have any orders yet.": "Todavía no tienes pedidos.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "No tienes suficientes ART para realizar la compra. Por favor, haz un depósito.",
    "You need to be logged in.": "Necesitas iniciar sesión.",
    "You will pay": "Pagarás",
    "Your Gateway to AI-powered Business Solutions": "Tu puerta de entrada a la creatividad de IA",
    "Your balance": "Tu saldo",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Zip": "Código postal",
    "Your email is safe with us. We don't spam.": "Tu correo electrónico está seguro con nosotros. No hacemos spam.",
    "Sign In": "Iniciar sesión",
    "Submit": "Enviar",
    "auth.password": "auth.password",
    "email": "Correo electrónico",
    "enter your email": "Introduce tu correo electrónico",
    "password": "Contraseña",
    "password confirmation": "Confirmación de contraseña",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Acepto la <a href=\":privacyPolicyUrl\" target=\"_blank\">política de privacidad</a> y los <a href=\":termsConditionsUrl\">términos y condiciones</a>.",
    "Edit Profile": "Editar perfil",
    "- Select country -": "- Seleccionar país -",
    "Amount (min. 5 ART)": "Cantidad (mín. 5 ART)",
    "Balance: :balance ART": "Saldo: :balance ART",
    "Do you have any question?": "¿Tienes alguna pregunta?",
    "Socials": "Redes sociales",
    "Sorry, error occured this time sending your message.": "Lo sentimos, ocurrió un error al enviar tu mensaje.",
    "Submit Form": "Enviar formulario",
    "Your Email": "Tu correo electrónico",
    "Your Message": "Tu mensaje",
    "Your Name": "Tu nombre",
    "Your Phone": "Tu teléfono",
    "Your message has been sent successfully.": "Tu mensaje ha sido enviado con éxito.",
    "search item here...": "buscar artículo aquí...",
    "Your request": "Tu solicitud",
    "Your title": "Tu título",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Recibirás un archivo que contiene una imagen y una descripción, con el tamaño y formato seleccionados.",
    "Image generation": "Generación de imagen",
    "1 ART = 1 generation": "1 ART = 1 generación",
    "Generate image": "Generar imagen"
}
