{
    "&copy; Copyright :year - :name": "&copy; Derechos de autor :year - :nombre",
    "- Select country -": "- Seleccionar país -",
    "1 ART = 1 generation": "1 ART = 1 generación",
    "3D Render": "Renderizado 3D",
    ":amount AET": ":amount AET",
    ":amount SVT": ":amount SVT",
    ":amount VCT": ":amount VCT",
    ":count generations left": ":count generaciones restantes",
    "A new verification link has been sent to the email address you provided during registration.": "Se ha enviado un nuevo enlace de verificación al correo electrónico que proporcionó durante el registro.",
    "A new verification link has been sent to your email address.": "Se ha enviado un nuevo enlace de verificación a su dirección de correo electrónico.",
    "AI Background": "Fondo con IA",
    "AI Background Remover": "Eliminador de fondos con IA",
    "AI Image Editing": "Edición de imágenes con IA",
    "AI Image Generation": "Generación de imágenes con IA",
    "AI Image Upscale": "Mejora de imágenes con IA",
    "AI Resize": "Redimensionamiento con IA",
    "AI Tools & Features Available": "Herramientas y funciones de IA disponibles",
    "AI-Driven Email Generation": "Generación de correos con IA",
    "AI-Generated Images Delivered": "Imágenes generadas por IA entregadas",
    "AI-MADE MAGIC": "MAGIA HECHA POR IA",
    "AI-Powered Image Generation": "Generación de imágenes potenciada por IA",
    "AI-Powered Image Generation & Editing – Create Stunning Visuals in Seconds.": "Generación y edición de imágenes potenciada por IA - Crea imágenes impresionantes en segundos.",
    "AI-Powered Image Upscaling.": "Mejora de imágenes potenciada por IA.",
    "AI-generated creatives.": "Creatividades generadas por IA.",
    "AUTO-GENERATED VIDEOS": "VIDEOS GENERADOS AUTOMÁTICAMENTE",
    "About": "Acerca de",
    "About us": "Sobre nosotros",
    "Absolutely. You can refine your prompts, adjust styles, and tweak details to get exactly the look you want. The AI adapts to your creative vision.": "Absolutamente. Puedes refinar tus indicaciones, ajustar estilos y modificar detalles para obtener exactamente el aspecto que deseas. La IA se adapta a tu visión creativa.",
    "Abstergo Industries": "Industrias Abstergo",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Accede a indicaciones potenciadas por IA diseñadas para pronósticos financieros, planificación empresarial y toma de decisiones basada en datos. Mantente adelante con automatización inteligente.",
    "Access Your Purchases": "Accede a tus compras",
    "Achieve clean and transparent results for professional designs": "Logra resultados limpios y transparentes para diseños profesionales",
    "Achieve exceptionally sharp and high-resolution outputs with every single upscale": "Logra resultados excepcionalmente nítidos y de alta resolución con cada mejora",
    "Add funds": "Agregar fondos",
    "Adding balance": "Agregando saldo",
    "Address": "Dirección",
    "Adjust images with fully customizable output resolutions": "Ajusta imágenes con resoluciones de salida totalmente personalizables",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Después de la compra, recibirás una indicación para generar imágenes como esta. La imagen original estará disponible para descargar en formatos .jpg, .png o .webp, con un tamaño de 1024x1024.",
    "After wasting months with complex software, I wish I'd discovered this service earlier. The one-click enhancements are unmatched, and the batch processing saves me hours weekly!": "Después de perder meses con software complejo, desearía haber descubierto este servicio antes. Las mejoras con un clic son incomparables, y el procesamiento por lotes me ahorra horas cada semana!",
    "Agreement generation": "Generación de acuerdos",
    "All Rights Reserved.": "Todos los derechos reservados.",
    "Already a member?": "¿Ya eres miembro?",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Amount": "Cantidad",
    "Amount (min. 5 ART)": "Cantidad (mín. 5 ART)",
    "Amount (min. 5 SAT)": "Cantidad (mín. 5 SAT)",
    "Amount (min. 5 SVT)": "Cantidad (mín. 5 SVT)",
    "Amount (min. 5 VCT)": "Cantidad (mín. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Una imagen increíblemente realista con una atención excepcional al detalle.",
    "Anime": "Anime",
    "Any Questions? Find here.": "¿Alguna pregunta? Encuéntrala aquí.",
    "App UI Designer": "Diseñador de UI de aplicaciones",
    "Are there any limits on how I can use the images?": "¿Hay algún límite en cómo puedo usar las imágenes?",
    "Are you sure you want to delete your account?": "¿Estás seguro de que deseas eliminar tu cuenta?",
    "As an illustrator, I use this tool daily for concept art. The AI understands my prompts perfectly, and the editing features let me refine details in seconds. It's like having an assistant who never sleeps!": "Como ilustrador, uso esta herramienta a diario para arte conceptual. La IA entiende mis indicaciones perfectamente, y las funciones de edición me permiten refinar detalles en segundos. ¡Es como tener un asistente que nunca duerme!",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "En :name, nos dedicamos a potenciar la creatividad a través de soluciones innovadoras de IA. Fundados con una pasión por la tecnología y el arte, nuestra misión es proporcionar una plataforma donde los usuarios puedan explorar, crear e interactuar con indicaciones únicas generadas por IA. Creemos en el poder transformador de la inteligencia artificial y su capacidad para inspirar y mejorar proyectos creativos. ¡Únete a nosotros en este viaje mientras desbloqueamos nuevas posibilidades para artistas, escritores y creadores en todas partes!",
    "Automated Agreement Generation": "Generación automatizada de acuerdos",
    "Background Editing": "Edición de fondos",
    "Background Removal in Seconds.": "Eliminación de fondos en segundos.",
    "Background Remover": "Eliminador de fondos",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Balance: :balance SVT": "Saldo: :balance SVT",
    "Barone LLC.": "Barone LLC.",
    "Biffco Ltd.": "Biffco Ltd.",
    "Big Kahuna Ltd.": "Big Kahuna Ltd.",
    "Binford Ltd.": "Binford Ltd.",
    "Boost image clarity and resolution without sacrificing quality.": "Mejora la claridad y resolución de la imagen sin sacrificar calidad.",
    "Boosting Results with AI-Powered Content": "Impulsando resultados con contenido potenciado por IA",
    "Brand Strategist": "Estratega de marca",
    "Bring": "Llevar",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Dale vida a imágenes estáticas con movimiento. Nuestro servicio de imagen a video potenciado por IA transforma tus imágenes en clips de video fluidos y atractivos, ideales para reels, anuncios, exhibiciones de productos y más. No se necesitan habilidades de animación o edición de video.",
    "Bring your ideas to life with next-gen video creation.": "Da vida a tus ideas con la creación de video de próxima generación.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Dando vida a tu imaginación en cada cuadro vibrante.",
    "Browse and Buy Prompts": "Explora y compra indicaciones",
    "Browse by style": "Explorar por estilo",
    "Browse powerful video clips generated from single frames.": "Explora poderosos clips de video generados a partir de fotogramas únicos.",
    "Browse the": "Explora el",
    "Build the future with Smart AI": "Construye el futuro con IA inteligente",
    "Building the Future of Fast and Smart Creation.": "Construyendo el futuro de la creación rápida e inteligente.",
    "Buy AI Creatives": "Compra creatividades de IA",
    "Buy Now": "Comprar ahora",
    "Buy for :amount AET": "Comprar por :amount AET",
    "Buy for :amount SVT": "Comprar por :amount SVT",
    "Call us": "Llámamos",
    "Can I customize the generated images?": "¿Puedo personalizar las imágenes generadas?",
    "Can I customize the style of the generated image?": "¿Puedo personalizar el estilo de la imagen generada?",
    "Cancel": "Cancelar",
    "Cartoon": "Caricatura",
    "Categories": "Categorías",
    "Category": "Categoría",
    "Change To": "Cambiar a",
    "Change to :currency": "Cambiar a :currency",
    "Check out the latest arts we have on AI-powered image generation and editing tools.": "Echa un vistazo a las últimas obras que tenemos sobre herramientas de generación y edición de imágenes potenciadas por IA.",
    "Check what's our": "Mira cuál es nuestro",
    "Check what's our client say about us.": "Mira lo que dicen nuestros clientes sobre nosotros.",
    "Checkout": "Pagar",
    "Choose from a wide range of multiple style options available": "Elige entre una amplia gama de opciones de estilo disponibles",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Elige entre animaciones cinematográficas, fluidas o dramáticas para adaptarte a tus necesidades.",
    "Choose option:": "Elige opción:",
    "City": "Ciudad",
    "Clean, Transparent PNG Exports.": "Exportaciones PNG limpias y transparentes.",
    "Click here to re-send the verification email.": "Haz clic aquí para reenviar el correo de verificación.",
    "Client Feedback": "Comentarios de clientes",
    "Comic": "Cómic",
    "Company Details": "Detalles de la empresa",
    "Confirm": "Confirmar",
    "Confirm Password": "Confirmar contraseña",
    "Consistent & Predictable Results.": "Resultados consistentes y predecibles.",
    "Consistent, High-Quality Output": "Salida consistente y de alta calidad",
    "Consistently Impressed! After testing over five different image generators, I've finally discovered 'the perfect one.' The incredible attention to detail and advanced customization options blow me away. My only regret? Not stumbling upon this absolute gem years earlier!": "¡Constantemente impresionado! Después de probar más de cinco generadores de imágenes diferentes, finalmente he descubierto 'el perfecto'. La increíble atención al detalle y las opciones avanzadas de personalización me dejan asombrado. ¿Mi único arrepentimiento? ¡No haber encontrado esta joya absoluta años antes!",
    "Consistently Impressed! As a professional retoucher, I'm picky about tools. This AI handles 80% of my basic edits now, letting me focus on creative work. The skin retouching alone is worth the subscription!": "¡Constantemente impresionado! Como retocador profesional, soy exigente con las herramientas. Esta IA ahora maneja el 80% de mis ediciones básicas, permitiéndome concentrarme en el trabajo creativo. ¡Solo el retoque de piel vale la suscripción!",
    "Contact Info": "Información de contacto",
    "Contact Us": "Contáctanos",
    "Contact us": "Contáctanos",
    "Contact us!": "¡Contáctanos!",
    "Contacts": "Contactos",
    "Content Creator": "Creador de contenido",
    "Content Marketing Manager": "Gerente de marketing de contenido",
    "Conversion is in progress...": "La conversión está en progreso...",
    "Convert any image to a high-quality PNG format effortlessly": "Convierte cualquier imagen a formato PNG de alta calidad sin esfuerzo",
    "Convert to PNG": "Convertir a PNG",
    "Cookie Policy": "Política de cookies",
    "Copyright": "Derechos de autor",
    "Copyright, :year @": "Derechos de autor, :year @",
    "Covent Garden, London": "Covent Garden, Londres",
    "Craft breathtaking visuals using state-of-the-art AI technology in just a few seconds": "Crea imágenes impresionantes usando tecnología de IA de vanguardia en solo unos segundos",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Crea correos electrónicos persuasivos y personalizados con facilidad. Nuestra generación de correos potenciada por IA te ayuda a escribir, optimizar y automatizar mensajes para una mejor comunicación y participación.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Crea correos electrónicos potenciados por IA adaptados a las necesidades de tu negocio y comunicación. Desde alcance frío hasta boletines informativos—elabora mensajes convincentes en minutos.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Crea acuerdos legales potenciados por IA adaptados a las necesidades de tu negocio. Desde NDAs hasta contratos de asociación—obtén documentos legalmente sólidos en minutos.",
    "Create Deposit": "Crear depósito",
    "Create dynamic videos instantly — no animation or editing required.": "Crea videos dinámicos al instante — no se requiere animación ni edición.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Crea imágenes impresionantes y de alta calidad al instante con nuestras herramientas impulsadas por IA. Genera imágenes únicas adaptadas a tus necesidades con facilidad.",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Crea imágenes PNG transparentes directamente desde texto — ideal para logotipos, activos digitales e integración de diseño perfecta.",
    "Create. Enhance. Transform.": "Crea. Mejora. Transforma.",
    "Created by AI": "Creado por IA",
    "Creative": "Creativo",
    "Creative Director": "Director creativo",
    "Creative Freedom": "Libertad creativa",
    "Creative Upscale not only enlarges your image but also enhances textures, sharpness, and color richness. It produces high-resolution results that look sharper and more visually impressive than standard resizing tools.": "Creative Upscale no solo agranda tu imagen sino que también mejora texturas, nitidez y riqueza de color. Produce resultados de alta resolución que se ven más nítidos y visualmente impresionantes que las herramientas de redimensionamiento estándar.",
    "Creatives": "Creatividades",
    "Currency:": "Moneda:",
    "Current password": "Contraseña actual",
    "Custom": "Personalizado",
    "Customizable Styles & Formats.": "Estilos y formatos personalizables.",
    "Customize your images with an extensive array of artistic styles and design elements": "Personaliza tus imágenes con una amplia gama de estilos artísticos y elementos de diseño",
    "DYNAMIC STORIES": "HISTORIAS DINÁMICAS",
    "Daniel T.": "Daniel T.",
    "Dashboard": "Panel",
    "Dashboard.": "Panel.",
    "Date": "Fecha",
    "Delete Account": "Eliminar cuenta",
    "Deliver professional results with no watermarks included": "Entrega resultados profesionales sin marcas de agua incluidas",
    "Delivering": "Entregando",
    "Delivers high-quality images with great speed.": "Entrega imágenes de alta calidad con gran velocidad.",
    "Deposit": "Depósito",
    "Deposit in": "Depositar en",
    "Deposit in :currency": "Depositar en :currency",
    "Deposits": "Depósitos",
    "Discover and Buy Unique AI Prompts.": "Descubre y compra indicaciones de IA únicas.",
    "Discover what your content can become — in just seconds.": "Descubre en qué puede convertirse tu contenido — en solo segundos.",
    "Discover, Buy, and Own Unique AI Prompts.": "Descubre, compra y posee indicaciones de IA únicas.",
    "Do I need Photoshop experience?": "¿Necesito experiencia en Photoshop?",
    "Do I need any design or technical skills?": "¿Necesito habilidades de diseño o técnicas?",
    "Do I need design skills to use these services?": "¿Necesito habilidades de diseño para usar estos servicios?",
    "Do you have any question?": "¿Tienes alguna pregunta?",
    "Don't have an account?": "¿No tienes una cuenta?",
    "Don't take our word for it.": "No nos creas solo por nuestra palabra.",
    "Don't find your answer here? just send us a message for any question.": "¿No encuentras tu respuesta aquí? Solo envíanos un mensaje para cualquier pregunta.",
    "Don't just take our word for it—here's what creators like you are saying about our AI image generation and editing tools.": "No solo nos creas por nuestra palabra—esto es lo que creadores como tú dicen sobre nuestras herramientas de generación y edición de imágenes con IA.",
    "Don't take our word for it.": "No nos creas solo por nuestra palabra.",
    "Download": "Descargar",
    "Download Video": "Descargar video",
    "E-Commerce Store Owner": "Dueño de tienda de comercio electrónico",
    "E-commerce Manager": "Gerente de comercio electrónico",
    "E-commerce Photographer": "Fotógrafo de comercio electrónico",
    "E-commerce Seller": "Vendedor de comercio electrónico",
    "EFFECTIVENESS": "EFECTIVIDAD",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Accede, edita y descarga fácilmente tus acuerdos generados por IA en un panel centralizado, garantizando cumplimiento y eficiencia.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Accede, edita y envía fácilmente tus correos generados por IA desde un panel centralizado, optimizando participación y eficiencia.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Administra y aplica fácilmente tus conocimientos financieros y empresariales generados por IA en un panel centralizado, optimizando eficiencia y ejecución de estrategias.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Reemplaza fácilmente fondos en cualquier imagen con precisión de IA — ideal para cambiar configuraciones, estilos o crear escenas personalizadas.",
    "Easy to Use": "Fácil de usar",
    "Edit Profile": "Editar perfil",
    "Edit profile": "Editar perfil",
    "Editing": "Editando",
    "Effectiveness": "Efectividad",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Genera acuerdos legalmente conformes sin esfuerzo en segundos. Nuestra plataforma simplifica la creación de documentos, ahorrándote tiempo y esfuerzo.",
    "Effortlessly remove image backgrounds with unparalleled precision": "Elimina fondos de imágenes sin esfuerzo con una precisión sin igual",
    "Elevate your images using state-of-the-art upscaling technology for stunning results": "Eleva tus imágenes usando tecnología de mejora de vanguardia para resultados impresionantes",
    "Email": "Correo electrónico",
    "Email Password Reset Link": "Enlace para restablecer contraseña por correo",
    "Email address": "Dirección de correo electrónico",
    "Email generation": "Generación de correos",
    "Emily R.": "Emily R.",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Mejora la calidad de la imagen con un solo clic. Mejora instantáneamente tus imágenes a mayor resolución — perfecto para impresiones, productos y contenido profesional.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Mejora la resolución y nitidez sin perder calidad. Mejora imágenes pequeñas o de baja resolución a alta definición en segundos.",
    "Enhance, transform, and refine your visuals with precision AI tools.": "Mejora, transforma y refina tus imágenes con herramientas de IA de precisión.",
    "Enjoy a user-friendly interface for quick conversions": "Disfruta de una interfaz fácil de usar para conversiones rápidas",
    "Enjoy lightning-fast background removal in just seconds": "Disfruta de una eliminación de fondo ultrarrápida en solo segundos",
    "Ensure your account is using a long, random password to stay secure.": "Asegúrate de que tu cuenta use una contraseña larga y aleatoria para mantenerse segura.",
    "Enter Email": "Ingresar correo",
    "Enter Password": "Ingresar contraseña",
    "Enter your email address": "Ingresa tu dirección de correo electrónico",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Borra fondos de imágenes en segundos. Solo un clic para obtener un resultado limpio y transparente - perfecto para productos, retratos y creatividades.",
    "Esther Howard": "Esther Howard",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Incluso sin experiencia en diseño, pude limpiar y mejorar todas mis fotos de productos. Fácil y efectivo.",
    "Everything you need to create, in one place.": "Todo lo que necesitas para crear, en un solo lugar.",
    "Experience a user-friendly interface designed to make image upscaling effortless": "Experimenta una interfaz fácil de usar diseñada para hacer el mejoramiento de imágenes sin esfuerzo",
    "Experience an intuitive, highly efficient interface for seamless and innovative image generation": "Experimenta una interfaz intuitiva y altamente eficiente para una generación de imágenes fluida e innovadora",
    "Experience fast and reliable conversion in seconds": "Experimenta conversión rápida y confiable en segundos",
    "Experience seamless integration into your design workflow": "Experimenta integración perfecta en tu flujo de trabajo de diseño",
    "Experience ultra-fast image generation in just a few seconds": "Experimenta generación de imágenes ultrarrápida en solo unos segundos",
    "Explore": "Explorar",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Explora indicaciones impulsadas por IA adaptadas para estrategias comerciales, financieras y de inversión. Cada obra de arte comprada se puede usar según tus necesidades deseadas.",
    "Explore Creatives": "Explorar creatividades",
    "Explore by category": "Explorar por categoría",
    "Explore by style": "Explorar por estilo",
    "Extremely easy—just type a description of what you want, and the AI handles the rest. No design skills or technical knowledge is required to get professional-looking results in seconds.": "Extremadamente fácil—solo escribe una descripción de lo que quieres, y la IA maneja el resto. No se requieren habilidades de diseño o conocimientos técnicos para obtener resultados de aspecto profesional en segundos.",
    "FAQ Image": "Imagen de preguntas frecuentes",
    "FEATURES": "CARACTERÍSTICAS",
    "Fast Generation": "Generación rápida",
    "Features": "Características",
    "Features and Functionalities": "Características y funcionalidades",
    "First Name": "Nombre",
    "First name": "Nombre",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Forgot your password?": "¿Olvidaste tu contraseña?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "¿Olvidaste tu contraseña? No hay problema. Solo dinos tu dirección de correo electrónico y te enviaremos un enlace para restablecer la contraseña que te permitirá elegir una nueva.",
    "Format": "Formato",
    "Freelance Artist": "Artista freelance",
    "From words to visuals — powerful tools for unique creations.": "De palabras a imágenes visuales — herramientas poderosas para creaciones únicas.",
    "Full description of your idea": "Descripción completa de tu idea",
    "Game-Changing AI Tool! After wasting months trying different image generators, I wish I'd discovered this service earlier. The quality is unmatched, and the team's responsiveness is incredible. This is now my only go-to for all my design needs!": "¡Herramienta de IA revolucionaria! Después de perder meses probando diferentes generadores de imágenes, desearía haber descubierto este servicio antes. La calidad es incomparable y la capacidad de respuesta del equipo es increíble. ¡Ahora es mi única opción para todas mis necesidades de diseño!",
    "General Frequently Asked Questions": "Preguntas frecuentes generales",
    "Generate": "Generar",
    "Generate Your Video Now": "Genera tu video ahora",
    "Generate and Customize Agreements": "Generar y personalizar acuerdos",
    "Generate and Customize Emails": "Generar y personalizar correos",
    "Generate another one": "Generar otro",
    "Generate high-quality images directly from your text prompts": "Genera imágenes de alta calidad directamente desde tus indicaciones de texto",
    "Generate image": "Generar imagen",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Genera indicaciones de imágenes impresionantes, correos persuasivos y acuerdos legalmente sólidos con IA. Seguro, original y diseñado para tu éxito.",
    "Generate stunning visuals from text, enhance your own images with powerful editing tools, or simply browse and buy ready-made AI art — all in one place.": "Genera imágenes visuales impresionantes a partir de texto, mejora tus propias imágenes con potentes herramientas de edición o simplemente navega y compra arte de IA listo para usar — todo en un solo lugar.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Genera imágenes visuales impresionantes y de alta calidad a partir de simples indicaciones de texto — perfecto para proyectos creativos, marketing y diseño de conceptos.",
    "Generation": "Generación",
    "Generative Fill & Smart Retouching.": "Relleno generativo y retoque inteligente.",
    "Generative Fill lets you add or replace elements in your image using AI. For example, you can remove an object or add new ones, and the tool will blend everything naturally to match the original style.": "El relleno generativo te permite agregar o reemplazar elementos en tu imagen usando IA. Por ejemplo, puedes eliminar un objeto o agregar otros nuevos, y la herramienta mezclará todo naturalmente para que coincida con el estilo original.",
    "Get in touch with us": "Ponte en contacto con nosotros",
    "Get our all info and also can message us directly from here": "Obtén toda nuestra información y también puedes enviarnos un mensaje directamente desde aquí",
    "Get started": "Comenzar",
    "Getting Started": "Cómo empezar",
    "Getting started": "Cómo empezar",
    "Got a Question?": "¿Tienes una pregunta?",
    "Got questions?": "¿Tienes preguntas?",
    "Graphic Designer": "Diseñador gráfico",
    "HIGHLIGHTS": "DESTACADOS",
    "Have an account?": "¿Tienes una cuenta?",
    "Here are just a few of our customer feedbacks. Have no trust in what we have to say. Have a look at what some of our prior clients have said about us.": "Aquí hay solo algunos comentarios de nuestros clientes. No confíes en lo que tenemos que decir. Echa un vistazo a lo que algunos de nuestros clientes anteriores han dicho sobre nosotros.",
    "High-Resolution Outputs.": "Salidas de alta resolución.",
    "Highest quality Generative AI models": "Modelos de IA generativa de la más alta calidad",
    "Highlights": "Destacados",
    "Home": "Inicio",
    "How does AI photo enhancement work?": "¿Cómo funciona el mejoramiento de fotos con IA?",
    "How does Image Upscale help me?": "¿Cómo me ayuda el mejoramiento de imágenes?",
    "How does Text-to-Image work?": "¿Cómo funciona Texto a Imagen?",
    "How does the Background Remover work?": "¿Cómo funciona el eliminador de fondos?",
    "How easy is it to generate images with your tool?": "¿Qué tan fácil es generar imágenes con tu herramienta?",
    "I agree to": "Estoy de acuerdo con",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Estoy de acuerdo con la <a href=\":privacyPolicyUrl\" target=\"_blank\">política de privacidad</a> y los <a href=\":termsConditionsUrl\">términos y condiciones</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Probé múltiples indicaciones y quedé impresionado por lo confiables que fueron los resultados. Gran control sobre el estilo y formato.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Escribí una descripción simple y obtuve una imagen visual impresionante. La herramienta de texto a imagen es increíblemente buena — se siente como magia.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Uso el generador para visualizar conceptos para páginas de destino y anuncios. Ahorra tiempo e impresiona a los clientes al instante.",
    "I use the image generation service to quickly test visual ideas during the design phase — it's like having a creative assistant on demand.": "Uso el servicio de generación de imágenes para probar rápidamente ideas visuales durante la fase de diseño — es como tener un asistente creativo bajo demanda.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Usé las herramientas de mejora y retoque para preparar imágenes visuales para un anuncio de último minuto — los resultados parecían hechos por un profesional.",
    "I used to waste hours editing thumbnails—now I generate eye-catching images in one click. The AI even suggests improvements! My subscribers keep asking who my designer is… little do they know it's AI!": "Solía perder horas editando miniaturas—ahora genero imágenes llamativas con un clic. ¡La IA incluso sugiere mejoras! Mis suscriptores siguen preguntando quién es mi diseñador… ¡poco saben que es IA!",
    "I went from struggling with visuals to posting stunning, on-brand graphics every day. The background removal and style transfer tools are lifesavers. Now, our engagement is through the roof!": "Pasé de luchar con imágenes visuales a publicar gráficos impresionantes y coherentes con la marca todos los días. Las herramientas de eliminación de fondo y transferencia de estilo son salvavidas. ¡Ahora, nuestro compromiso está por las nubes!",
    "INSANE VISUALS": "IMÁGENES ALUCINANTES",
    "INSTANT PROMO": "PROMO INSTANTÁNEA",
    "Ideal for design projects needing transparency features": "Ideal para proyectos de diseño que necesitan funciones de transparencia",
    "Ideal for enhancing photography and design projects with superior upscaled visuals": "Ideal para mejorar proyectos de fotografía y diseño con imágenes visuales mejoradas superiores",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideal para redes sociales, exhibiciones de productos, campañas y narración de historias.",
    "If you want to ask us a question, contact us!": "¡Si quieres hacernos una pregunta, contáctanos!",
    "Illustration": "Ilustración",
    "Image Editing": "Edición de imágenes",
    "Image Generation": "Generación de imágenes",
    "Image Upscale": "Mejora de imágenes",
    "Image Upscale increases the canvas of your image — great for making it fit new formats or layouts. It generates matching surroundings so the extended parts blend seamlessly with the rest of the image.": "El mejoramiento de imágenes aumenta el lienzo de tu imagen — ideal para hacer que encaje en nuevos formatos o diseños. Genera alrededores coincidentes para que las partes extendidas se mezclen perfectamente con el resto de la imagen.",
    "Image generation": "Generación de imágenes",
    "Image is being generated...": "La imagen se está generando...",
    "Image is being processed...": "La imagen se está procesando...",
    "Image to Video": "Imagen a video",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Impresionado con la calidad",
    "Incredible Creativity!": "¡Creatividad increíble!",
    "Information": "Información",
    "Instant Delivery & Full Usage Rights.": "Entrega instantánea y derechos de uso completos.",
    "Instant Image Generation": "Generación instantánea de imágenes",
    "Instantly generate premium transparent visuals from text descriptions — the ultimate tool for ad campaigns, social media, and brand assets.": "Genera al instante imágenes transparentes premium a partir de descripciones de texto: la herramienta definitiva para campañas publicitarias, redes sociales y activos de marca.",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Elimina fondos de cualquier imagen con precisión de IA al instante, perfecto para comercio electrónico, fotos de productos y proyectos creativos.",
    "Insufficient balance.": "Saldo insuficiente.",
    "Is background removal really automatic?": "¿La eliminación de fondos es realmente automática?",
    "It creates images with transparent backgrounds (.PNG format)—perfect for logos, product mockups, social media graphics, and designs requiring seamless overlays.": "Crea imágenes con fondos transparentes (formato PNG), perfectas para logotipos, maquetas de productos, gráficos para redes sociales y diseños que requieren superposiciones perfectas.",
    "Itsolutio - Your AI Helper": "Itsolutio - Tu Asistente de IA",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "No soy diseñador, pero creé imágenes increíbles simplemente escribiendo lo que necesitaba. La interfaz es limpia e intuitiva.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "He probado varias plataformas de edición de imágenes, pero esta dio los mejores resultados, especialmente en claridad de alta resolución y corrección de color.",
    "Jake L.": "Jake L.",
    "Japanese": "Japonés",
    "Jenny Wilson": "Jenny Wilson",
    "Jessica H.": "Jessica H.",
    "Just upload and generate — your image becomes a video in moments.": "Solo sube y genera: tu imagen se convierte en video en instantes.",
    "Languages": "Idiomas",
    "Last Name": "Apellido",
    "Last name": "Apellido",
    "Let these metrics highlight our power and seamless workflow.": "Deja que estas métricas destaquen nuestro poder y flujo de trabajo sin problemas.",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Déjanos encargarnos del trabajo pesado: texto e imagen a video, completamente automatizado.",
    "Links": "Enlaces",
    "List of deposits": "Lista de depósitos",
    "Loading... Please wait while your files are being prepared.": "Cargando... Por favor espera mientras se preparan tus archivos.",
    "Location": "Ubicación",
    "Log Out": "Cerrar sesión",
    "Login": "Iniciar sesión",
    "Login Here": "Inicia sesión aquí",
    "Login here": "Inicia sesión aquí",
    "Login using an existing account or create a new account <a href=\":url\">here": "Inicia sesión con una cuenta existente o crea una nueva cuenta <a href=\":url\">aquí",
    "Logout": "Cerrar sesión",
    "Look at our clients feedback": "Mira los comentarios de nuestros clientes",
    "Looks Like Magic": "Parece magia",
    "Mail us": "Escríbenos",
    "Maintain exceptional image clarity during conversion": "Mantén una claridad excepcional de imagen durante la conversión",
    "Make Deposit": "Hacer depósito",
    "Make a deposit": "Hacer un depósito",
    "Manage Your Agreements": "Gestiona tus acuerdos",
    "Manage Your Emails": "Gestiona tus correos",
    "Marketers, designers, entrepreneurs, content creators, and developers who need fast, affordable, and royalty-free visuals.": "Marketers, diseñadores, emprendedores, creadores de contenido y desarrolladores que necesitan imágenes rápidas, asequibles y libres de regalías.",
    "Marketing Strategist": "Estratega de marketing",
    "Marketplace": "Mercado",
    "Marvin McKey": "Marvin McKey",
    "Message us to": "Escríbenos para",
    "Model": "Modelo",
    "More than just images": "Más que solo imágenes",
    "Multiple Styles": "Múltiples estilos",
    "My Deposits": "Mis depósitos",
    "My creatives": "Mis creativos",
    "My profile": "Mi perfil",
    "New password": "Nueva contraseña",
    "New prompts": "Nuevos prompts",
    "Newsletter": "Boletín",
    "Next": "Siguiente",
    "Next fully": "Siguiente completo",
    "Next page": "Página siguiente",
    "No Category": "Sin categoría",
    "No design skills are required. Just describe your idea in plain language — the AI handles the rest. It’s made for creators of all experience levels.": "No se requieren habilidades de diseño. Solo describe tu idea en lenguaje sencillo: la IA se encarga del resto. Está hecho para creadores de todos los niveles de experiencia.",
    "No. The AI handles everything—just type what you imagine in plain language. No Photoshop or design experience required.": "No. La IA se encarga de todo: solo escribe lo que imaginas en lenguaje sencillo. No se requiere experiencia en Photoshop o diseño.",
    "Not at all. All tools are designed to be user-friendly. You simply upload an image, make your selection, and let the AI handle the editing. No technical or design experience needed.": "Para nada. Todas las herramientas están diseñadas para ser fáciles de usar. Simplemente subes una imagen, haces tu selección y dejas que la IA maneje la edición. No se necesita experiencia técnica o de diseño.",
    "Not at all. Our interface is designed for beginners, with one-click enhancements and intuitive sliders for advanced users. Professional results require zero technical skills.": "Para nada. Nuestra interfaz está diseñada para principiantes, con mejoras de un clic y controles deslizantes intuitivos para usuarios avanzados. Los resultados profesionales no requieren habilidades técnicas.",
    "Nova Creative Team": "Equipo Creativo Nova",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se borrarán permanentemente. Antes de eliminar tu cuenta, descarga cualquier dato o información que desees conservar.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una vez que se elimine tu cuenta, todos sus recursos y datos se borrarán permanentemente. Ingresa tu contraseña para confirmar que deseas eliminar tu cuenta de forma permanente.",
    "Online Store Owner": "Dueño de tienda en línea",
    "Open a chat or give us call at": "Abre un chat o llámanos al",
    "Orders": "Pedidos",
    "Our AI analyzes each image to automatically adjust exposure, colors, and sharpness while preserving important details - delivering studio-quality results in one click.": "Nuestra IA analiza cada imagen para ajustar automáticamente la exposición, los colores y la nitidez, preservando detalles importantes: resultados de calidad de estudio con un clic.",
    "Our AI transforms text prompts into high-quality visuals. Generate anything from photorealistic scenes to abstract art and branded content—tailored to your creative vision.": "Nuestra IA transforma prompts de texto en imágenes de alta calidad. Genera desde escenas fotorrealistas hasta arte abstracto y contenido de marca, adaptado a tu visión creativa.",
    "Our Address": "Nuestra dirección",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Nuestros servicios de edición de imágenes cuentan con talento de primer nivel y herramientas de IA, ofreciendo mejoras visuales rápidas y de alta calidad para cualquier proyecto.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Nuestros servicios de generación de imágenes combinan IA avanzada con flexibilidad creativa, produciendo imágenes únicas y de alta calidad a partir de texto en segundos.",
    "Our office": "Nuestra oficina",
    "Our service prioritizes quality, speed, and versatility, ensuring you get visually impressive results tailored to your needs—without compromising on creativity or control.": "Nuestro servicio prioriza calidad, velocidad y versatilidad, asegurando resultados visualmente impresionantes adaptados a tus necesidades, sin comprometer la creatividad o el control.",
    "Our tools offer professional-grade photo enhancement, background removal, color correction, and batch processing - perfect for photographers, e-commerce, and marketers.": "Nuestras herramientas ofrecen mejora fotográfica profesional, eliminación de fondos, corrección de color y procesamiento por lotes, perfecto para fotógrafos, comercio electrónico y marketers.",
    "Password": "Contraseña",
    "Password confirmation": "Confirmación de contraseña",
    "Perfect for Content": "Perfecto para contenido",
    "Perfect for Fast Prototypes": "Perfecto para prototipos rápidos",
    "Perfect for Non-Designers! I'm a writer with zero design skills, but this tool makes me look like a pro. The intuitive interface and stunning outputs have transformed my content. I’m honestly hesitant to recommend it—I want to keep the advantage!": "¡Perfecto para no diseñadores! Soy escritor sin habilidades de diseño, pero esta herramienta me hace parecer profesional. La interfaz intuitiva y los resultados impresionantes han transformado mi contenido. ¡Honestamente dudo en recomendarlo, quiero mantener la ventaja!",
    "Perfect for Social Media Managers! I edit hundreds of images weekly - this tool cut my work time in half. The batch processing and preset styles are game-changers for our agency's workflow.": "¡Perfecto para gestores de redes sociales! Edito cientos de imágenes semanalmente: esta herramienta redujo mi tiempo de trabajo a la mitad. El procesamiento por lotes y estilos preestablecidos cambiaron el juego para nuestro flujo de trabajo.",
    "Perfect for design, marketing, or product visuals.": "Perfecto para diseño, marketing o imágenes de productos.",
    "Perfect for e-commerce, content, or digital design.": "Perfecto para comercio electrónico, contenido o diseño digital.",
    "Perfectly suited for seamless integration into design projects": "Perfectamente adaptado para integración perfecta en proyectos de diseño",
    "Personal data": "Datos personales",
    "Peter Cooper": "Peter Cooper",
    "Phone": "Teléfono",
    "Photo Tools": "Herramientas fotográficas",
    "Photographer": "Fotógrafo",
    "Photographers, e-commerce businesses, marketing agencies, social media managers, and anyone needing professional-looking images without the complexity of traditional software.": "Fotógrafos, negocios de comercio electrónico, agencias de marketing, gestores de redes sociales y cualquiera que necesite imágenes de aspecto profesional sin la complejidad del software tradicional.",
    "Please create your account": "Por favor crea tu cuenta",
    "Please login to your account": "Por favor inicia sesión en tu cuenta",
    "Please send us information about your project. One of our project managers shall evaluate your project requirements and give you a formal proposal. Detailed information will help us evaluate your project accurately.": "Por favor envíanos información sobre tu proyecto. Uno de nuestros gestores evaluará tus requisitos y te dará una propuesta formal. La información detallada nos ayudará a evaluar tu proyecto con precisión.",
    "Policies": "Políticas",
    "Post code": "Código postal",
    "Powerful Tools at Your Fingertips": "Herramientas poderosas al alcance de tu mano",
    "Powerful Tools at Your Fingertips.": "Herramientas poderosas al alcance de tu mano.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Impulsando la creatividad con difusión latente dirigida por expertos.",
    "Preserve intricate details to ensure professional-grade quality in all your visuals": "Preserva detalles intrincados para garantizar calidad profesional en todas tus imágenes",
    "Previous": "Anterior",
    "Previous page": "Página anterior",
    "Price": "Precio",
    "Price :amount": "Precio :amount",
    "Privacy Policy": "Política de privacidad",
    "Priya K.": "Priya K.",
    "Produce clear-background PNG images from any text - excellent for branding assets, digital media, and smooth visual integration.": "Produce imágenes PNG con fondo transparente a partir de cualquier texto: excelente para activos de marca, medios digitales e integración visual perfecta.",
    "Produce professional-grade, high-resolution results perfect for marketing and creative projects": "Produce resultados profesionales de alta resolución, perfectos para marketing y proyectos creativos",
    "Product not found": "Producto no encontrado",
    "Professional Photo Editing": "Edición fotográfica profesional",
    "Professional-Grade Quality Enhancements.": "Mejoras de calidad profesional.",
    "Profile": "Perfil",
    "Profile Information": "Información del perfil",
    "Prompt": "Prompt",
    "Prompt marketplace": "Mercado de prompts",
    "Providing": "Proporcionando",
    "Purchase": "Comprar",
    "Questions & Answers": "Preguntas y respuestas",
    "Questions and Answers": "Preguntas y respuestas",
    "Quick Menu": "Menú rápido",
    "Quickly eliminate image backgrounds with AI-powered precision.": "Elimina fondos de imágenes con precisión impulsada por IA rápidamente.",
    "REELS THAT SELL": "REELS QUE VENDEN",
    "Ready to create something": "Listo para crear algo",
    "Realistic": "Realista",
    "Register": "Registrarse",
    "Registration": "Registro",
    "Remove Background Now": "Eliminar fondo ahora",
    "Replenishment amount (:amount :currency = 1 ART)": "Cantidad de recarga (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Cantidad de recarga (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Reenviar correo de verificación",
    "Reset Password": "Restablecer contraseña",
    "Resize & Expand with Visual Consistency.": "Redimensionar y expandir con consistencia visual.",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Redimensiona tus imágenes para cualquier formato o plataforma sin distorsión: recorte y escalado inteligente impulsado por IA.",
    "Resources": "Recursos",
    "SCROLL-STOPPERS": "DETENEDORES DE DESPLAZAMIENTO",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "CONTENIDO DIGERIBLE",
    "SOCIAL-READY": "LISTO PARA REDES",
    "Save": "Guardar",
    "Saved My Business Time & Money! As a marketer, I struggled with expensive designers until I found this service. The AI-generated images are so professional, my clients think I hired a full-time artist. Why didn't I switch sooner?": "¡Ahorró tiempo y dinero a mi negocio! Como marketer, luché con diseñadores caros hasta encontrar este servicio. Las imágenes generadas por IA son tan profesionales que mis clientes creen que contraté a un artista. ¿Por qué no cambié antes?",
    "Saved My Instagram Campaign": "Salvó mi campaña de Instagram",
    "Saved My Photography Business! The automatic color correction alone is worth ten times the price. Clients now think I've upgraded all my equipment when I just upgraded my editing software!": "¡Salvó mi negocio de fotografía! Solo la corrección automática de color vale diez veces el precio. ¡Ahora los clientes creen que actualicé todo mi equipo cuando solo actualicé mi software de edición!",
    "Saved.": "Guardado.",
    "Seamlessly replace image backgrounds using AI.": "Reemplaza fondos de imágenes perfectamente usando IA.",
    "Search": "Buscar",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Fondear tu billetera de forma segura para desbloquear ideas empresariales premium impulsadas por IA, modelos financieros y estrategias de inversión.",
    "Services": "Servicios",
    "Share": "Compartir",
    "Shortsy text-to-image tool has completely transformed our content creation process. It saves us so much time, and the quality is consistently outstanding.": "La herramienta de texto a imagen de Shortsy ha transformado completamente nuestro proceso de creación de contenido. Nos ahorra mucho tiempo y la calidad es consistentemente sobresaliente.",
    "Shortsy.art offers advanced AI-powered tools that simplify and elevate your creative workflow — fast, accurate, and built for creators.": "Shortsy.art ofrece herramientas avanzadas con IA que simplifican y elevan tu flujo de trabajo creativo: rápido, preciso y diseñado para creadores.",
    "Shortsy.art provides cutting-edge AI tools that turn your ideas into stunning visuals — fast, flexible, and built for creators.": "Shortsy.art proporciona herramientas de IA vanguardistas que convierten tus ideas en imágenes impresionantes: rápido, flexible y diseñado para creadores.",
    "Sign In": "Iniciar sesión",
    "Sign Up": "Registrarse",
    "Sign in": "Iniciar sesión",
    "Sign in.": "Iniciar sesión.",
    "Sign out": "Cerrar sesión",
    "Sign up": "Registrarse",
    "Significantly improve image clarity with a fast, efficient, and highly reliable process": "Mejora significativamente la claridad de la imagen con un proceso rápido, eficiente y altamente confiable",
    "Signup for our newsletter to get the latest news in your inbox.": "Suscríbete a nuestro boletín para recibir las últimas noticias en tu correo.",
    "Similar products in same category": "Productos similares en la misma categoría",
    "Simply enter a descriptive text prompt, and the AI will generate an image based on your input. You can guide the output using optional parameters like style, aspect ratio, or composition preferences.": "Simplemente ingresa un prompt descriptivo y la IA generará una imagen basada en tu entrada. Puedes guiar el resultado usando parámetros opcionales como estilo, relación de aspecto o preferencias de composición.",
    "Size": "Tamaño",
    "So Easy to Use": "Tan fácil de usar",
    "Social Media Director": "Director de redes sociales",
    "Socials": "Redes",
    "Sorry, error occured this time sending your message.": "Lo sentimos, ocurrió un error al enviar tu mensaje esta vez.",
    "Start Upscaling": "Comenzar mejora de resolución",
    "Start editing Images": "Comenzar a editar imágenes",
    "Start generate Images": "Comenzar a generar imágenes",
    "Start now!": "¡Comienza ahora!",
    "Start your creative journey — it only takes a moment.": "Comienza tu viaje creativo: solo toma un momento.",
    "Startup Founder": "Fundador de startup",
    "Status": "Estado",
    "Still don't have an account?": "¿Aún no tienes una cuenta?",
    "Style": "Estilo",
    "Style Customization": "Personalización de estilo",
    "Styles": "Estilos",
    "Submit": "Enviar",
    "Submit Form": "Enviar formulario",
    "Successful Edit Accuracy Rate": "Tasa de precisión de edición exitosa",
    "Super Intuitive Tools": "Herramientas súper intuitivas",
    "Support": "Soporte",
    "Support transparent backgrounds with remarkable ease": "Admite fondos transparentes con notable facilidad",
    "Terms & Condition": "Términos y condiciones",
    "Terms & Conditions": "Términos y condiciones",
    "Terms and Conditions": "Términos y condiciones",
    "Text to Image": "Texto a imagen",
    "Text to PNG": "Texto a PNG",
    "Text to Video": "Texto a video",
    "Text-to-Image AI analyzes your text prompt and generates a unique visual representation using deep learning algorithms. Just describe what you want, and the system creates it pixel by pixel.": "La IA de texto a imagen analiza tu prompt y genera una representación visual única usando algoritmos de aprendizaje profundo. Solo describe lo que quieres y el sistema lo crea píxel por píxel.",
    "Text-to-Image Creation.": "Creación de texto a imagen.",
    "Text-to-PNG allows you to create images with transparent backgrounds, making them perfect for digital assets, marketing visuals, or overlays in designs. The output is instantly ready for use.": "Texto a PNG te permite crear imágenes con fondos transparentes, perfectas para activos digitales, imágenes de marketing o superposiciones en diseños. El resultado está listo al instante.",
    "Thank you!": "¡Gracias!",
    "Thank you! Form has been submitted.": "¡Gracias! El formulario ha sido enviado.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "¡Gracias por registrarte! Antes de comenzar, ¿podrías verificar tu correo electrónico haciendo clic en el enlace que te enviamos? Si no lo recibiste, con gusto te enviaremos otro.",
    "The AI-generated product images saved us thousands on photoshoots! The quality is so realistic, and we can create hundreds of variations in minutes. Our conversion rates jumped by 30%—absolutely worth it!": "¡Las imágenes de productos generadas por IA nos ahorraron miles en sesiones fotográficas! La calidad es tan realista y podemos crear cientos de variaciones en minutos. ¡Nuestras tasas de conversión aumentaron un 30% - absolutamente vale la pena!",
    "The Background Remover isolates the main subject in your image by erasing the background automatically. It’s perfect for product photos, profile pictures, or any image where you need a clean cutout.": "El removedor de fondos aísla el sujeto principal de tu imagen borrando el fondo automáticamente. Es perfecto para fotos de productos, imágenes de perfil o cualquier imagen que necesite un recorte limpio.",
    "The Opinions of Our Clients": "Las opiniones de nuestros clientes",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "La herramienta de texto a PNG me dio gráficos listos para usar en mi tienda Shopify: sin necesidad de edición. ¡Solo arrastrar y soltar!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "El removedor de fondos es increíblemente preciso. Lo usé para fotos de productos y me ahorró horas de edición. ¡Altamente recomendado!",
    "The background remover is incredibly precise. What used to take 20 minutes per image now takes just a few seconds — and looks better.": "El removedor de fondos es increíblemente preciso. Lo que solía tomar 20 minutos por imagen ahora toma solo segundos, y se ve mejor.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "La herramienta de relleno generativo es asombrosa. Extendí un fondo y añadí partes faltantes, ¡y nadie notó que era IA!",
    "The views expressed by our existing clients": "Las opiniones expresadas por nuestros clientes existentes",
    "There is no generated images...": "No hay imágenes generadas...",
    "These services are ideal for e-commerce sellers, designers, marketers, content creators, and anyone who needs polished visuals — fast. Whether you're prepping product images or creating social media content, these tools save time and boost quality.": "Estos servicios son ideales para vendedores en línea, diseñadores, marketers, creadores de contenido y cualquiera que necesite imágenes pulidas rápidamente. Ya sea preparando imágenes de productos o creando contenido para redes sociales, estas herramientas ahorran tiempo y mejoran la calidad.",
    "These tools are perfect for marketers, designers, developers, entrepreneurs, and content creators who need fast, high-quality visuals without hiring a designer or spending hours in editing software.": "Estas herramientas son perfectas para marketers, diseñadores, desarrolladores, emprendedores y creadores de contenido que necesitan imágenes rápidas y de alta calidad sin contratar un diseñador o pasar horas en software de edición.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Esta es un área segura de la aplicación. Por favor confirma tu contraseña antes de continuar.",
    "Top Sellers": "Más vendidos",
    "Top Up Your Wallet": "Recarga tu billetera",
    "Transform Ideas Into Visuals – Instantly.": "Transforma ideas en imágenes al instante.",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Transforma imágenes estáticas en clips de video suaves generados por IA en segundos.",
    "Transform your detailed text descriptions into vibrant, lifelike images with stunning clarity": "Transforma tus descripciones de texto detalladas en imágenes vibrantes y realistas con claridad impresionante",
    "Transparent PNG Output.": "Salida PNG transparente.",
    "Transparent PNGs Are a Lifesaver": "Los PNG transparentes son un salvavidas",
    "Transparent PNGs Created": "PNG transparentes creados",
    "Turn ideas into breathtaking visuals—instantly. Whether you need AI-generated art or professional-grade photo edits, our tools deliver stunning results with zero hassle.": "Convierte ideas en imágenes impresionantes al instante. Ya sea que necesites arte generado por IA o ediciones fotográficas profesionales, nuestras herramientas ofrecen resultados impresionantes sin complicaciones.",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Convierte tus ideas en videos impresionantes usando solo palabras. Nuestro servicio de texto a video con IA transforma prompts escritos en videos dinámicos y de alta calidad, perfectos para redes sociales, anuncios, storytelling y más. No se requieren habilidades de edición.",
    "UI/UX Designer": "Diseñador UI/UX",
    "Unbelievable Precision! The AI detects edges better than any human editor. My product photos now look studio-quality without the studio price tag. This is my secret weapon for our e-commerce store!": "¡Precisión increíble! La IA detecta bordes mejor que cualquier editor humano. Mis fotos de productos ahora parecen de calidad de estudio sin el precio de estudio. ¡Esta es mi arma secreta para nuestra tienda en línea!",
    "Unbelievable Results! I've tested countless AI image platforms over the past year, but none compare to this one. The precision and creativity are next-level. I almost don't want to share how good it is—it feels like my secret weapon!": "¡Resultados increíbles! He probado innumerables plataformas de IA para imágenes en el último año, pero ninguna se compara con esta. La precisión y creatividad son de otro nivel. Casi no quiero compartir lo buena que es, ¡se siente como mi arma secreta!",
    "Unlock the Full Power of AI Image Generation & Editing": "Desbloquea todo el poder de la generación y edición de imágenes con IA",
    "Unmatched Speed and Precision in Generative Power.": "Velocidad y precisión inigualables en poder generativo.",
    "Update Password": "Actualizar contraseña",
    "Update your account's profile information and email address.": "Actualiza la información del perfil y dirección de correo de tu cuenta.",
    "Upload File": "Subir archivo",
    "Upload any image — our AI brings it to life with motion and style.": "Sube cualquier imagen: nuestra IA le da vida con movimiento y estilo.",
    "User-friendly interface makes background removal a breeze": "La interfaz fácil de usar hace que eliminar fondos sea pan comido",
    "VIRAL CLIPS": "CLIPS VIRALES",
    "Very Solid!!": "¡Muy sólido!",
    "Video is being generated...": "Se está generando el video...",
    "Wade Warren": "Wade Warren",
    "Watch Images Come Alive.": "Mira cómo cobran vida las imágenes.",
    "We Offer Cutting-Edge AI Image Services – From Instant Generation to Professional Editing & Enhancement": "Ofrecemos servicios de imagen con IA vanguardistas: desde generación instantánea hasta edición y mejora profesional",
    "We are Here to Answer It!": "¡Estamos aquí para responderlo!",
    "We blend AI with human creativity.": "Combinamos IA con creatividad humana.",
    "We onboarded this for client projects, and the results blew us away. Fast edits, brand-consistent generations, and happy clients. It’s now our secret weapon for scaling creative work.": "Implementamos esto para proyectos de clientes y los resultados nos sorprendieron. Ediciones rápidas, generaciones consistentes con la marca y clientes felices. Ahora es nuestra arma secreta para escalar el trabajo creativo.",
    "We rely on the upscaling and retouch tools for campaign assets. The results are sharp, clean, and perfectly aligned with our brand quality.": "Confiamos en las herramientas de mejora de resolución y retoque para activos de campaña. Los resultados son nítidos, limpios y perfectamente alineados con nuestra calidad de marca.",
    "We specialize in cutting-edge AI image generation technology that transforms your ideas into stunning visuals, empowering businesses with innovative digital solutions to enhance their brand and accelerate growth.": "Nos especializamos en tecnología de generación de imágenes con IA que transforma tus ideas en imágenes impresionantes, empoderando negocios con soluciones digitales innovadoras para mejorar su marca y acelerar el crecimiento.",
    "We transform images with AI—creating, enhancing and automating visuals for your business. Generate stunning artwork, perfect photos, and streamline workflows with intelligent algorithms.": "Transformamos imágenes con IA: creando, mejorando y automatizando imágenes para tu negocio. Genera arte impresionante, fotos perfectas y optimiza flujos de trabajo con algoritmos inteligentes.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Valoramos tus pensamientos y consultas. Háznos saber cómo podemos ayudarte o mejorar nuestros servicios.",
    "Welcome Back": "Bienvenido de vuelta",
    "Welcome back — ready to create?": "Bienvenido de vuelta, ¿listo para crear?",
    "Well, we've got": "Bueno, tenemos",
    "What can I do with Shortsy image editing services?": "¿Qué puedo hacer con los servicios de edición de imágenes de Shortsy?",
    "What can I do with Shortsy image generation services?": "¿Qué puedo hacer con los servicios de generación de imágenes de Shortsy?",
    "What can I do with your AI image generation service?": "¿Qué puedo hacer con tu servicio de generación de imágenes con IA?",
    "What can I do with your image editing services?": "¿Qué puedo hacer con tus servicios de edición de imágenes?",
    "What can I do with your image generation services?": "¿Qué puedo hacer con tus servicios de generación de imágenes?",
    "What is Generative Fill used for?": "¿Para qué sirve el relleno generativo?",
    "What is Text-to-PNG used for?": "¿Para qué sirve texto a PNG?",
    "What makes your AI image generation different?": "¿Qué hace diferente tu generación de imágenes con IA?",
    "What’s special about the Creative Upscale tool?": "¿Qué tiene de especial la herramienta Creative Upscale?",
    "Who benefits from using image generation tools?": "¿Quién se beneficia de usar herramientas de generación de imágenes?",
    "Who should use these image editing tools?": "¿Quién debería usar estas herramientas de edición de imágenes?",
    "Who uses your editing tools?": "¿Quién usa tus herramientas de edición?",
    "Will I get the same image if I use the same prompt again?": "¿Obtendré la misma imagen si uso el mismo prompt otra vez?",
    "Yes! Our AI detects subjects with 99% accuracy, even with complex edges like hair or fur. You get perfect cutouts in seconds, with optional manual refinements.": "¡Sí! Nuestra IA detecta sujetos con 99% de precisión, incluso con bordes complejos como cabello o pelaje. Obtienes recortes perfectos en segundos, con refinamientos manuales opcionales.",
    "Yes, using the same prompt and parameters will yield consistent results. This is useful when you need reliable, repeatable outputs for campaigns or multiple assets.": "Sí, usar el mismo prompt y parámetros dará resultados consistentes. Esto es útil cuando necesitas salidas confiables y repetibles para campañas o múltiples activos.",
    "Yes. You can choose from a variety of styles such as realistic, illustrated, minimal, or artistic. The generator adapts to your prompt and style settings for a unique result.": "Sí. Puedes elegir entre varios estilos como realista, ilustrado, minimalista o artístico. El generador se adapta a tu prompt y configuraciones de estilo para un resultado único.",
    "You are about to purchase a <b>:title</b>": "Estás a punto de comprar un <b>:title</b>",
    "You can create high-quality images from text prompts using advanced AI. Whether you need realistic scenes, abstract visuals, or branded content, the tools allow you to generate visuals tailored to your creative needs.": "Puedes crear imágenes de alta calidad a partir de prompts de texto usando IA avanzada. Ya sea que necesites escenas realistas, imágenes abstractas o contenido de marca, las herramientas te permiten generar imágenes adaptadas a tus necesidades creativas.",
    "You can create stunning, high-quality images simply by describing what you want. The AI transforms your text prompts into unique visuals for any purpose—whether for personal projects, marketing, or creative exploration.": "Puedes crear imágenes impresionantes y de alta calidad simplemente describiendo lo que quieres. La IA transforma tus prompts de texto en imágenes únicas para cualquier propósito: proyectos personales, marketing o exploración creativa.",
    "You can remove backgrounds, upscale image quality, extend images, and even add or change parts of an image — all powered by AI. These tools help you achieve clean, high-resolution, and professional visuals in just a few clicks.": "Puedes eliminar fondos, mejorar la calidad de imagen, extender imágenes e incluso añadir o cambiar partes de una imagen, todo impulsado por IA. Estas herramientas te ayudan a lograr imágenes limpias, de alta resolución y profesionales con solo unos clics.",
    "You don't have any deposits yet.": "Aún no tienes depósitos.",
    "You don't have any orders yet.": "Aún no tienes pedidos.",
    "You don't have enough SVT to make the purchase. Please make a deposit.": "No tienes suficiente SVT para realizar la compra. Por favor, haz un depósito.",
    "You need to be logged in.": "Necesitas estar conectado.",
    "You will pay": "Tú pagarás",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Recibirás un archivo que contiene una imagen y un aviso, con el tamaño y formato seleccionados.",
    "YouTube Creator": "Creador de YouTube",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Tu centro de IA para creatividad, comunicación y contratos.",
    "Your Email": "Tu correo electrónico",
    "Your Gateway to AI-powered Business Solutions": "Tu puerta de entrada a soluciones empresariales impulsadas por IA",
    "Your Message": "Tu mensaje",
    "Your Name": "Tu nombre",
    "Your Phone": "Tu teléfono",
    "Your Vision": "Tu visión",
    "Your balance": "Tu saldo",
    "Your balance:": "Tu saldo:",
    "Your blank canvas is waiting... Let AI be your brush!": "Tu lienzo en blanco está esperando... ¡Deja que la IA sea tu pincel!",
    "Your email": "Tu correo electrónico",
    "Your email address is unverified.": "Tu dirección de correo electrónico no está verificada.",
    "Your email is safe with us. We don't spam.": "Tu correo electrónico está seguro con nosotros. No hacemos spam.",
    "Your limit for generating 10 images has been reached.": "Has alcanzado tu límite para generar 10 imágenes.",
    "Your message has been sent successfully.": "Tu mensaje ha sido enviado con éxito.",
    "Your message has been successfully submitted.": "Tu mensaje ha sido enviado con éxito.",
    "Your request": "Tu solicitud",
    "Your title": "Tu título",
    "You’re free to use generated images for both personal and commercial projects, including social media, ads, and presentations—as long as the content follows ethical guidelines.": "Eres libre de usar las imágenes generadas para proyectos personales y comerciales, incluyendo redes sociales, anuncios y presentaciones, siempre que el contenido siga las pautas éticas.",
    "amazing?": "¿increíble?",
    "answers": "respuestas",
    "auth.password": "auth.contraseña",
    "client": "cliente",
    "element": "elemento",
    "email": "correo electrónico",
    "enter your email": "ingresa tu correo electrónico",
    "image editing services.": "servicios de edición de imágenes.",
    "image generation services.": "servicios de generación de imágenes.",
    "password": "contraseña",
    "password confirmation": "confirmación de contraseña",
    "powerful, high-quality": "poderoso, de alta calidad",
    "say about us.": "di sobre nosotros.",
    "search item here...": "busca un artículo aquí...",
    "smart, high-quality": "inteligente, de alta calidad",
    "to Life with AI Creativity": "a la vida con la creatividad de IA"
}
