{
    "\tVoice & video call": "\tLlamada de voz y video",
    "1. Modifications": "1. Modificaciones",
    "1.1 We may modify any aspect of the Platform without notice. Regular review of these Terms is your responsibility. Continued use after changes constitutes acceptance. The \"Last Updated\" date reflects revisions. Disagreeing with changes requires immediate discontinuation of service.": "1.1 Podemos modificar cualquier aspecto de la Plataforma sin aviso previo. La revisión regular de estos Términos es su responsabilidad. El uso continuado después de los cambios constituye aceptación. La fecha «Última actualización» refleja las revisiones. Si no está de acuerdo con los cambios, debe interrumpir inmediatamente el uso del servicio.",
    "1.2k Ready-to-Sign Use Cases": "Más de 1.2k casos listos para firmar",
    "10. Intellectual Property Rights": "10. Derechos de Propiedad Intelectual",
    "10.1 All Platform content (text, graphics, images, code, etc.) belongs to the Company or licensors, protected by copyright and trademark laws.": "10.1 Todo el contenido de la Plataforma (texto, gráficos, imágenes, código, etc.) pertenece a la Empresa o a sus licenciantes, protegido por las leyes de derechos de autor y marcas registradas.",
    "10.2 Unauthorized use of trademarks displayed on the Platform is prohibited.": "10.2 Está prohibido el uso no autorizado de las marcas registradas mostradas en la Plataforma.",
    "11. Indemnification": "11. Indemnización",
    "11.1 You agree to defend and indemnify the Company against all claims arising from: (i) your Platform use; (ii) Terms violations; (iii) third-party rights infringement.": "11.1 Usted acepta defender e indemnizar a la Empresa contra todas las reclamaciones derivadas de: (i) su uso de la Plataforma; (ii) violaciones de los Términos; (iii) infracción de derechos de terceros.",
    "12. Disclaimer": "12. Exención de Responsabilidad",
    "12.1 The Platform is provided \"as is\" without warranties of accuracy, reliability, or availability. We disclaim all implied warranties to the fullest extent permitted by law.": "12.1 La Plataforma se proporciona «tal cual» sin garantías de precisión, fiabilidad o disponibilidad. Renunciamos a todas las garantías implícitas en la máxima medida permitida por la ley.",
    "13. Limitation of Liability": "13. Limitación de Responsabilidad",
    "13.1 We\\'re not liable for indirect, incidental, special, or consequential damages from Platform use.": "13.1 No somos responsables de daños indirectos, incidentales, especiales o consecuentes derivados del uso de la Plataforma.",
    "13.2 Platform use is at your own risk, including third-party content interactions.": "13.2 El uso de la Plataforma es bajo su propio riesgo, incluyendo las interacciones con contenido de terceros.",
    "13.3 Our maximum liability is limited to amounts paid by you in the preceding 6 months.": "13.3 Nuestra responsabilidad máxima está limitada a las cantidades pagadas por usted en los 6 meses anteriores.",
    "14. Governing Law and Dispute Resolution": "14. Ley Aplicable y Resolución de Disputas",
    "14.1 These Terms are governed by Polish law, with disputes resolved in Polish courts. This doesn\\'t affect your consumer rights under local laws.": "14.1 Estos Términos se rigen por la ley polaca, y las disputas se resolverán en tribunales polacos. Esto no afecta sus derechos como consumidor según las leyes locales.",
    "14.2 EEA/Swiss users may utilize the EU ODR platform": "14.2 Los usuarios del EEE/Suiza pueden utilizar la plataforma ODR de la UE",
    "15. Miscellaneous": "15. Disposiciones Varias",
    "15.1 Not enforcing Terms provisions doesn\\'t waive our rights. Waivers require written form.": "15.1 No hacer cumplir disposiciones de los Términos no constituye renuncia a nuestros derechos. Las renuncias requieren forma escrita.",
    "15.2 No employment or partnership relationship is created by these Terms.": "15.2 Estos Términos no crean una relación laboral ni de sociedad.",
    "15.3 These Terms represent the complete agreement, superseding all prior communications.": "15.3 Estos Términos representan el acuerdo completo, sustituyendo todas las comunicaciones anteriores.",
    "15.4 The Agreement continues until terminated by either party. Termination doesn\\'t affect pre-existing rights. Surviving provisions remain effective.": "15.4 El Acuerdo continúa hasta que sea terminado por cualquiera de las partes. La terminación no afecta derechos preexistentes. Las disposiciones supervivientes permanecen en vigor.",
    "150+ Business Professionals Trust Us": "Más de 150 profesionales de negocios confían en nosotros",
    "2. Services": "2. Servicios",
    "2.1 Account termination results in permanent deletion of all AI-generated content without possibility of restoration or refund.": "2.1 La terminación de la cuenta resulta en la eliminación permanente de todo el contenido generado por IA sin posibilidad de restauración ni reembolso.",
    "3. Eligibility Criteria": "3. Criterios de Elegibilidad",
    "3.1 You must use our AI services lawfully in compliance with all regulations. Minimum age requirement is 18 years or your jurisdiction\\'s age of majority.": "3.1 Debe utilizar nuestros servicios de IA de manera legal y en cumplimiento de todas las regulaciones. El requisito de edad mínima es 18 años o la mayoría de edad en su jurisdicción.",
    "3.2 Using our Platform confirms your legal capacity to form binding contracts.": "3.2 El uso de nuestra Plataforma confirma su capacidad legal para formar contratos vinculantes.",
    "3.3 Service is unavailable in restricted regions including: Afghanistan, Cuba, Iran, North Korea, Syria, Russia, Belarus, Crimea, Donetsk, Luhansk, Myanmar, Central African Republic, China, DR Congo, Lebanon, Libya, Mali, Nicaragua, Somalia, Sudan, Venezuela, Yemen, and Zimbabwe. This list may be updated.": "3.3 El servicio no está disponible en regiones restringidas, incluyendo: Afganistán, Cuba, Irán, Corea del Norte, Siria, Rusia, Bielorrusia, Crimea, Donetsk, Luhansk, Myanmar, República Centroafricana, China, RD Congo, Líbano, Libia, Malí, Nicaragua, Somalia, Sudán, Venezuela, Yemen y Zimbabue. Esta lista puede actualizarse.",
    "3D Render": "Renderizado 3D",
    "3D Rendering": "Renderizado 3D",
    "4. Your Account": "4. Su Cuenta",
    "4.1 The agreement commences upon account registration, requiring submission of personal data for storage in our systems.": "4.1 El acuerdo comienza al registrar la cuenta, requiriendo el envío de datos personales para su almacenamiento en nuestros sistemas.",
    "4.2 We may refuse registration for violations, fraud concerns, unverifiable identity, or duplicate accounts.": "4.2 Podemos rechazar el registro por violaciones, preocupaciones de fraude, identidad no verificable o cuentas duplicadas.",
    "4.3 One account per user permitted. Previous banned accounts must be resolved before creating new ones.": "4.3 Se permite una cuenta por usuario. Las cuentas previamente prohibidas deben resolverse antes de crear nuevas.",
    "4.4 You bear full responsibility for all account activities. Credential sharing is prohibited. Report unauthorized access immediately.": "4.4 Usted asume plena responsabilidad por todas las actividades de la cuenta. Está prohibido compartir credenciales. Reporte accesos no autorizados inmediatamente.",
    "4.5 We may suspend accounts for suspected inaccuracies or Terms violations.": "4.5 Podemos suspender cuentas por sospechas de inexactitudes o violaciones de los Términos.",
    "4.6 We\\'re not liable for damages from unauthorized account use.": "4.6 No somos responsables de daños derivados del uso no autorizado de la cuenta.",
    "4.7 We may suspend access without notice for threats to service, rights violations, or legal breaches.": "4.7 Podemos suspender el acceso sin aviso por amenazas al servicio, violaciones de derechos o incumplimientos legales.",
    "4.8 Inactive accounts (30+ days) may be deactivated with data deletion.": "4.8 Las cuentas inactivas (30+ días) pueden desactivarse con eliminación de datos.",
    "5. User Conduct": "5. Conducta del Usuario",
    "5.1 Service use must comply with these Terms and laws. Prohibited activities include:": "5.1 El uso del servicio debe cumplir con estos Términos y las leyes. Las actividades prohibidas incluyen:",
    "5.2 We may remove content or disable access for violations without notice.": "5.2 Podemos eliminar contenido o desactivar el acceso por violaciones sin aviso previo.",
    "6. Compliance Procedures": "6. Procedimientos de Cumplimiento",
    "6.1 You agree to comply with all Terms and policies. Report violations to": "6.1 Usted acepta cumplir con todos los Términos y políticas. Reporte violaciones a",
    "6.2 Enforcement may include warnings, content removal, restrictions, or bans.": "6.2 La aplicación puede incluir advertencias, eliminación de contenido, restricciones o prohibiciones.",
    "7. Transactions": "7. Transacciones",
    "7.1 All transactions process in EUR (converted from other currencies at current rates).": "7.1 Todas las transacciones se procesan en EUR (convertidas de otras monedas a tasas actuales).",
    "7.2 Purchases require payment details including card information and addresses.": "7.2 Las compras requieren detalles de pago, incluyendo información de tarjeta y direcciones.",
    "7.3 Prices are displayed in EUR unless specified otherwise.": "7.3 Los precios se muestran en EUR salvo que se especifique lo contrario.",
    "7.4 Use only approved payment methods. Purchases confirm authorization and accuracy.": "7.4 Use solo métodos de pago aprobados. Las compras confirman autorización y exactitud.",
    "7.5 We may reject orders for availability issues, pricing errors, or payment problems.": "7.5 Podemos rechazar pedidos por problemas de disponibilidad, errores de precios o complicaciones de pago.",
    "7.6 Delivery information emails sent to your registered address. Allow 14 days for delivery. Unfulfillable orders will be refunded.": "7.6 Los correos con información de entrega se envían a su dirección registrada. Permita 14 días para la entrega. Los pedidos no cumplibles serán reembolsados.",
    "8. Virtual Financial Token (VFT)": "8. Token Financiero Virtual (VFT)",
    "8.1 Definition and Purpose.": "8.1 Definición y Propósito.",
    "8.1.1 The Platform utilizes an internal virtual accounting unit called the Virtual Financial Token (“VFT”).": "8.1.1 La Plataforma utiliza una unidad contable virtual interna llamada Token Financiero Virtual («VFT»).",
    "8.1.2 VFT is not a cryptocurrency, digital asset, security token, or financial instrument as defined under applicable law. It is a non-transferable, non-tradable unit of account, used solely for internal transactional and operational purposes within the Platform.": "8.1.2 El VFT no es una criptomoneda, activo digital, token de seguridad ni instrumento financiero según la ley aplicable. Es una unidad contable no transferible ni negociable, utilizada exclusivamente para fines transaccionales y operativos internos dentro de la Plataforma.",
    "8.1.3 The use of VFT allows for efficient internal accounting, balance management, service consumption and user interaction with Platform features.": "8.1.3 El uso de VFT permite una contabilidad interna eficiente, gestión de saldos, consumo de servicios e interacción del usuario con las funciones de la Plataforma.",
    "8.2 Valuation and Exchange Rate.": "8.2 Valoración y Tasa de Cambio.",
    "8.2.1 VFT is pegged to the euro (EUR) at a fixed exchange rate of 1 VFT = 1 EUR.": "8.2.1 El VFT está vinculado al euro (EUR) a una tasa de cambio fija de 1 VFT = 1 EUR.",
    "8.2.2 This fixed rate is used exclusively within the Platform to determine user balances and transactional amounts.": "8.2.2 Esta tasa fija se utiliza exclusivamente dentro de la Plataforma para determinar los saldos de los usuarios y los importes transaccionales.",
    "8.2.3 Deposits made by a user are automatically converted to VFT on a 1:1 basis. Users can view their balance in VFT, which reflects the corresponding EUR value.": "8.2.3 Los depósitos realizados por un usuario se convierten automáticamente a VFT en una base 1:1. Los usuarios pueden ver su saldo en VFT, que refleja el valor correspondiente en EUR.",
    "8.3 Legal Status of VFT.": "8.3 Estatus Legal del VFT.",
    "8.3.1 VFT is not legal tender, electronic money, or a payment instrument under EU Directive 2009/110/EC or any other applicable regulatory framework.": "8.3.1 El VFT no es moneda de curso legal, dinero electrónico ni instrumento de pago según la Directiva 2009/110/CE de la UE ni ningún otro marco regulatorio aplicable.",
    "8.3.2 VFT does not grant ownership rights, voting rights, dividends, or any form of participation in the governance or equity of the Platform or its parent company.": "8.3.2 El VFT no otorga derechos de propiedad, voto, dividendos ni ninguna forma de participación en la gobernanza o capital de la Plataforma o su empresa matriz.",
    "8.3.3 VFT cannot be sold, transferred, exchanged, pledged, or used outside the scope of the Platform.": "8.3.3 El VFT no puede ser vendido, transferido, intercambiado, pignorado ni utilizado fuera del ámbito de la Plataforma.",
    "8.3.4 The existence and use of VFT do not imply any speculative, investment, or financial activity.": "8.3.4 La existencia y uso del VFT no implican ninguna actividad especulativa, de inversión o financiera.",
    "8.4 Use of VFT Within the Platform.": "8.4 Uso del VFT Dentro de la Plataforma.",
    "8.4.1 Users may use their VFT balance for any permitted activities or services available on the Platform, including but not limited to:": "8.4.1 Los usuarios pueden usar su saldo de VFT para cualquier actividad o servicio permitido disponible en la Plataforma, incluyendo pero no limitado a:",
    "9. Refunds": "9. Reembolsos",
    "9.1 Refund eligibility includes:": "9.1 La elegibilidad para reembolsos incluye:",
    "9.2 EEA/UK/Swiss consumers may cancel digital purchases within 14 days.": "9.2 Los consumidores del EEE/Reino Unido/Suiza pueden cancelar compras digitales dentro de 14 días.",
    "9.3 Cancellation rights waived if content access begins during this period.": "9.3 Los derechos de cancelación se pierden si se inicia el acceso al contenido durante este período.",
    "9.4 Submit cancellation requests to": "9.4 Envíe solicitudes de cancelación a",
    "9.5 Valid cancellations receive full refunds within 14 days (may extend to 30 days). Refunds issued via original payment method without fees.": "9.5 Las cancelaciones válidas reciben reembolsos completos dentro de 14 días (puede extenderse a 30 días). Los reembolsos se emiten mediante el método de pago original sin comisiones.",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count generaciones restantes",
    "AI Agreement Generation": "Generación de Acuerdos con IA",
    "AI Agreement Generations": "Generaciones de Acuerdos con IA",
    "AI BUSINESS TOOLS": "HERRAMIENTAS DE NEGOCIO CON IA",
    "AI Background": "Fondo IA",
    "AI Email Generation": "Generación de Emails con IA",
    "AI Email Generations": "Generaciones de Emails con IA",
    "AI Resize": "Redimensionar con IA",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Herramientas impulsadas por IA para ayudarte a escribir emails claros, profesionales y efectivos para cualquier situación — al instante y sin esfuerzo.",
    "About us": "Sobre nosotros",
    "Abstract": "Abstracto",
    "Abstract & Fine Art": "Abstracto y Arte Fino",
    "Accept the terms and privacy policy": "Aceptar los términos y la política de privacidad",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Accede a una colección curada de imágenes de stock de alta calidad para sitios web, anuncios y presentaciones — libres de regalías y listas para usar.",
    "Accessing digital services or products": "Acceder a servicios o productos digitales",
    "Accessing services from prohibited jurisdictions;": "Acceder a servicios desde jurisdicciones prohibidas;",
    "Adam P.": "Adam P.",
    "Advertising Cookies:": "Cookies Publicitarias:",
    "After a thorough review of a client’s circumstances and needs.": "Tras una revisión exhaustiva de las circunstancias y necesidades del cliente.",
    "Agreement": "Acuerdo",
    "Agreement Generation": "Generación de Acuerdos",
    "Agreements": "Acuerdos",
    "All": "Todo",
    "All Rights Reserved.": "Todos los derechos reservados.",
    "All rights reserved": "Todos los derechos reservados",
    "Already have an account?": "¿Ya tienes una cuenta?",
    "Analytics Cookies:": "Cookies Analíticas:",
    "Animals & Pets": "Animales y Mascotas",
    "Architecture & Urban": "Arquitectura y Urbano",
    "Are you sure?": "¿Estás seguro?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Como hablante no nativo de inglés, esta plataforma me ayuda a sonar más confiado y profesional en cada mensaje.",
    "As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Como fundador de una startup, redactar NDAs y acuerdos de servicios era un dolor de cabeza. Ahora puedo crearlos al instante sin honorarios legales.",
    "At :company_name (\"we\", \"us\", \"our\"), we are committed to protecting the privacy of our users (\"you\", \"your\"). This Privacy Policy explains how we collect, use, share, and safeguard your personal information when you use our AI image generation platform at visioforge.me (the \"Website\"). By accessing our services, you consent to the data practices described in this policy.": "En :company_name (\"nosotros\", \"nuestro\"), estamos comprometidos con la protección de la privacidad de nuestros usuarios (\"usted\", \"su\"). Esta Política de Privacidad explica cómo recopilamos, usamos, compartimos y protegemos su información personal cuando utiliza nuestra plataforma de generación de imágenes con IA en visioforge.me (el \"Sitio Web\"). Al acceder a nuestros servicios, usted consiente las prácticas de datos descritas en esta política.",
    "Available for Anyone": "Disponible para Cualquiera",
    "Background Removal": "Eliminación de Fondo",
    "Background Remover": "Eliminador de Fondo",
    "Balance": "Saldo",
    "Boost reply rates and save writing time": "Aumenta las tasas de respuesta y ahorra tiempo de escritura",
    "Boost your productivity with AI-generated legal documents,": "Aumenta tu productividad con documentos legales generados por IA,",
    "Bring all team": "Reúne a todo el equipo",
    "Business": "Negocios",
    "Business & Operations": "Negocios y Operaciones",
    "Business & Technology": "Negocios y Tecnología",
    "Buy": "Comprar",
    "By accessing or purchasing through our Website, you agree to be bound by these Terms, our Privacy Policy, and all incorporated policies (collectively, the \"Terms of Use\"). Review our Privacy Policy to understand our data practices. We disclaim responsibility for third-party websites linked from our Platform.": "Al acceder o comprar a través de nuestro Sitio Web, usted acepta estar vinculado por estos Términos, nuestra Política de Privacidad y todas las políticas incorporadas (colectivamente, los \"Términos de Uso\"). Revise nuestra Política de Privacidad para entender nuestras prácticas de datos. Renunciamos a la responsabilidad por sitios web de terceros enlazados desde nuestra Plataforma.",
    "COMMUNICATION AI TOOL": "HERRAMIENTA DE COMUNICACIÓN CON IA",
    "Cartoon": "Dibujos animados",
    "Cases": "Casos",
    "Categories": "Categorías",
    "Category": "Categoría",
    "Check what’s our": "Mira lo que dicen nuestros",
    "Choose currency: (:amount :currency = 1 VFT)": "Elija moneda: (:amount :currency = 1 VFT)",
    "Click here": "Haz clic aquí",
    "Click here for more info": "Haz clic aquí para más información",
    "Cloud storage": "Almacenamiento en la nube",
    "Cold Outreach to Potential Client": "Contacto frío a cliente potencial",
    "Comic": "Cómic",
    "Comics": "Cómics",
    "Commercial/political use without permission;": "Uso comercial/político sin permiso;",
    "Compose emails in seconds with AI assistance": "Redacta emails en segundos con asistencia de IA",
    "Confirm Password": "Confirmar Contraseña",
    "Confirm password": "Confirmar contraseña",
    "Confirmed unauthorized charges;": "Cargos no autorizados confirmados;",
    "Connect jano with the": "Conecta jano con el",
    "Consulting Agreement": "Acuerdo de Consultoría",
    "Contact Us": "Contáctenos",
    "Content location (URL);": "Ubicación del contenido (URL);",
    "Contractor Agreement": "Acuerdo de Contratista",
    "Control cookies through your browser settings:": "Controla las cookies a través de la configuración de tu navegador:",
    "Cookie Policy": "Política de Cookies",
    "Cookie Retention Period": "Período de Retención de Cookies",
    "Cookie policy": "Política de cookies",
    "Cookies &amp; Your Personal Data": "Cookies y Sus Datos Personales",
    "Cookies are small text files stored on your device when you use our platform. They help remember your preferences (like login details and AI tool settings) and optimize your creative workflow.": "Las cookies son pequeños archivos de texto almacenados en su dispositivo cuando usa nuestra plataforma. Ayudan a recordar sus preferencias (como detalles de inicio de sesión y configuraciones de herramientas IA) y optimizan su flujo de trabajo creativo.",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Redacta emails claros y pulidos para cualquier situación — desde propuestas comerciales hasta soporte al cliente — con tono y estructura impulsados por IA.",
    "Create New Deposit (:currency)": "Crear Nuevo Depósito (:currency)",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Crea acuerdos profesionales y legalmente sólidos en segundos — solo ingresa detalles clave y deja que la IA maneje el formato y las cláusulas.",
    "Create task": "Crear tarea",
    "Create your": "Crea tu",
    "Created": "Creado",
    "Creative": "Creativo",
    "Current": "Actual",
    "Custom": "Personalizado",
    "Customer & Support": "Cliente y Soporte",
    "Customer Support Lead": "Líder de Soporte al Cliente",
    "Customizable": "Personalizable",
    "Dashboard": "Panel de Control",
    "Data Security": "Seguridad de Datos",
    "Date": "Fecha",
    "Deposits": "Depósitos",
    "Description": "Descripción",
    "Designer": "Diseñador",
    "Detailed violation explanation;": "Explicación detallada de la violación;",
    "Discover": "Descubrir",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Descubre cómo nuestras herramientas de IA están transformando la productividad. Escucha a profesionales que optimizan su trabajo con soluciones inteligentes de email, acuerdos e imágenes.",
    "Disrupting service operations;": "Interrumpir operaciones del servicio;",
    "Don't have an account yet?": "¿Aún no tienes una cuenta?",
    "Download": "Descargar",
    "Download Video": "Descargar Video",
    "Drop us a line": "Escríbenos",
    "E-commerce Store Owner": "Propietario de Tienda E-commerce",
    "Effortless Creation of": "Creación Sin Esfuerzo de",
    "Email": "Correo Electrónico",
    "Email Generation": "Generación de Emails",
    "Email Writing": "Redacción de Emails",
    "Email:": "Correo electrónico:",
    "Emails": "Emails",
    "Employment Agreement": "Acuerdo de Empleo",
    "Enhance your experience and include:": "Mejora tu experiencia e incluye:",
    "Enter Email Address*": "Ingresa Dirección de Correo Electrónico*",
    "Enter Password": "Ingresa Contraseña",
    "Enter custom tokens amount": "Ingresa cantidad personalizada de tokens",
    "Enter key details for your agreement...": "Ingresa detalles clave para tu acuerdo...",
    "Enter key details for your contract...": "Ingresa detalles clave para tu contrato...",
    "Enter key details for your email...": "Ingresa detalles clave para tu email...",
    "Enter your Message here": "Ingresa tu mensaje aquí",
    "Enter your email here": "Ingresa tu correo aquí",
    "Enter your name*": "Ingresa tu nombre*",
    "Essential Cookies:": "Cookies Esenciales:",
    "Expereinced": "Experimentado",
    "Explore": "Explorar",
    "Fashion & Beauty": "Moda y Belleza",
    "File sharing": "Compartición de archivos",
    "Follow Us": "Síguenos",
    "Follow-Up After Sales Call": "Seguimiento Después de Llamada de Ventas",
    "Food & Drink": "Comida y Bebida",
    "For any privacy-related inquiries or requests regarding your personal data, please contact our team at": "Para cualquier consulta o solicitud relacionada con la privacidad respecto a sus datos personales, contacte a nuestro equipo en",
    "For cookie-related inquiries:": "Para consultas relacionadas con cookies:",
    "For inquiries regarding these Terms, contact us at": "Para consultas respecto a estos Términos, contáctenos en",
    "Format": "Formato",
    "Fraudulent activity.": "Actividad fraudulenta.",
    "Free Now": "Gratis Ahora",
    "Freelance & Services": "Freelance y Servicios",
    "Freelance Consultant": "Consultor Freelance",
    "Freelance Designer": "Diseñador Freelance",
    "Freelance Graphic Designer": "Diseñador Gráfico Freelance",
    "Freelance Work Agreement": "Acuerdo de Trabajo Freelance",
    "Generate": "Generar",
    "Generate Agreement": "Generar Acuerdo",
    "Generate Agreements": "Generar Acuerdos",
    "Generate Email": "Generar Email",
    "Generate Emails": "Generar Emails",
    "Generate another one": "Generar otro",
    "Generate legal agreements in just a few clicks": "Genera acuerdos legales en solo unos clics",
    "Generated": "Generado",
    "Generative Fill": "Relleno Generativo",
    "Get Start": "Comenzar",
    "Get task complated": "Completar tarea",
    "Go to Dashboard": "Ir al Panel de Control",
    "Good faith statement.": "Declaración de buena fe.",
    "Great Interface": "Gran Interfaz",
    "Great Support": "Gran Soporte",
    "HR & Employment": "RRHH y Empleo",
    "HR Coordinator": "Coordinador de RRHH",
    "Harassment or discriminatory behavior;": "Acoso o comportamiento discriminatorio;",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Tener un negocio desde casa es un maravilloso activo para tu vida. El problema persiste cuando llega el momento de publicitar tu negocio a bajo costo. Sé que has buscado la respuesta en todas partes.",
    "Hear from our users": "Escucha a nuestros usuarios",
    "Hello": "Hola",
    "Help us understand feature usage to improve our AI models.": "Ayúdanos a entender el uso de funciones para mejorar nuestros modelos de IA.",
    "High-Quality": "Alta Calidad",
    "Home": "Inicio",
    "Hours": "Horas",
    "I agree to the": "Acepto los",
    "I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Necesitaba un contrato freelance urgentemente — la IA generó un documento completo y profesional en minutos. Me ahorró muchísimo tiempo.",
    "Ideal for freelancers, startups, and businesses": "Ideal para freelancers, startups y empresas",
    "Illustration": "Ilustración",
    "Image": "Imagen",
    "Image Stock": "Banco de Imágenes",
    "Image Upscale": "Mejora de Imagen",
    "Image is being generated...": "La imagen se está generando...",
    "Images": "Imágenes",
    "Impersonation or false affiliations;": "Suplantación o afiliaciones falsas;",
    "Impressionist": "Impresionista",
    "In Seconds, With AI": "En Segundos, Con IA",
    "Information We Collect": "Información Que Recopilamos",
    "Integrates your tools": "Integra tus herramientas",
    "Interfering with others\\' use.": "Interferir con el uso de otros.",
    "Internal & HR": "Interno y RRHH",
    "Internal Policy Update Notice": "Aviso de Actualización de Política Interna",
    "Internship Agreement": "Acuerdo de Prácticas",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu es tu herramienta de gestión de equipo en línea que es fácil y promueve",
    "Janu tools.": "Herramientas Janu.",
    "Japanese": "Japonés",
    "LEGAL AI SOLUTION": "SOLUCIÓN LEGAL CON IA",
    "Languages": "Idiomas",
    "Last Updated: January 08, 2026": "Última actualización: 8 de enero de 2026",
    "Laura M.": "Laura M.",
    "Learn more at": "Aprende más en",
    "Legal Address:": "Dirección Legal:",
    "Legal Documents": "Documentos Legales",
    "Legal Use": "Uso Legal",
    "Let’s": "Vamos",
    "Loading... Please wait while your files are being prepared.": "Cargando... Espere mientras se preparan sus archivos.",
    "Log In": "Iniciar Sesión",
    "Log in": "Iniciar sesión",
    "Login": "Iniciar Sesión",
    "Logout": "Cerrar Sesión",
    "Low Price": "Precio Bajo",
    "Mail address": "Dirección de correo",
    "Make Another Deposit": "Hacer Otro Depósito",
    "Make a deposit": "Hacer un depósito",
    "Make timeframe": "Establecer plazo",
    "Making internal purchases": "Realizar compras internas",
    "Managing Your Cookie Preferences": "Gestión de Sus Preferencias de Cookies",
    "Marketing Strategist": "Estratega de Marketing",
    "Message:": "Mensaje:",
    "Michelle T.": "Michelle T.",
    "Minimalist": "Minimalista",
    "Minimum 1 token required": "Se requiere mínimo 1 token",
    "Model": "Modelo",
    "More": "Más",
    "My Deposits": "Mis Depósitos",
    "Name:": "Nombre:",
    "Nature & Landscapes": "Naturaleza y Paisajes",
    "New Contact Form Submission from :site": "Nuevo envío de formulario de contacto desde :site",
    "New Employee Welcome Email": "Email de Bienvenida a Nuevo Empleado",
    "Nina K.": "Nina K.",
    "Non-Disclosure Agreement (NDA)": "Acuerdo de No Divulgación (NDA)",
    "Office address": "Dirección de oficina",
    "Operations Manager": "Gerente de Operaciones",
    "Optional Cookies:": "Cookies Opcionales:",
    "Order Confirmation Email": "Email de Confirmación de Pedido",
    "Orders": "Pedidos",
    "Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Nuestro equipo de RRHH lo usa para acuerdos de empleo y cartas de oferta. Es intuitivo, rápido y ahorra horas de trabajo administrativo.",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Nuestra profunda comprensión de la gestión de proyectos y programas ha permitido el éxito de nuestros clientes.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Nuestros emails de marketing ahora suenan agudos, claros y coherentes con la marca — con cero esfuerzo. Cambio total de juego.",
    "Our partners": "Nuestros socios",
    "Our platform uses these cookie categories:": "Nuestra plataforma utiliza estas categorías de cookies:",
    "Our trusted partners": "Nuestros socios de confianza",
    "Over": "Más de",
    "Over 27k Emails Generated": "Más de 27k Emails Generados",
    "Over 9k Agreements Created": "Más de 9k Acuerdos Creados",
    "Partnership Agreement": "Acuerdo de Asociación",
    "Password": "Contraseña",
    "Pay": "Pagar",
    "Payment Completed Successfully!": "¡Pago Completado Exitosamente!",
    "People & Portraits": "Personas y Retratos",
    "Perfect for outreach, support, and daily communication": "Perfecto para outreach, soporte y comunicación diaria",
    "Performance Review Request": "Solicitud de Revisión de Desempeño",
    "Phone: +48 123 456 789": "Teléfono: +48 123 456 789",
    "Photo Realism": "Fotorealismo",
    "Please read these Terms carefully before using our AI services. If you disagree with any provision, you must immediately cease using the Platform.": "Por favor lea estos Términos cuidadosamente antes de usar nuestros servicios de IA. Si no está de acuerdo con alguna disposición, debe cesar inmediatamente el uso de la Plataforma.",
    "Pop Art": "Pop Art",
    "Preference Cookies:": "Cookies de Preferencias:",
    "Prepare for download": "Preparar para descargar",
    "Price": "Precio",
    "Privacy Policy": "Política de Privacidad",
    "Privacy Policy Updates": "Actualizaciones de la Política de Privacidad",
    "Privacy policy": "Política de privacidad",
    "Priya K.": "Priya K.",
    "Product Demo Invitation": "Invitación a Demo de Producto",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Profesionales y equipos de todo el mundo confían en VisioForge.me para redacción inteligente de emails con IA, creación de contratos y acceso a impresionantes imágenes de stock — todo en un solo lugar.",
    "Project Manager": "Gerente de Proyecto",
    "Promotional Offer Announcement": "Anuncio de Oferta Promocional",
    "Prompt": "Prompt",
    "Purchase for :amount VFT": "Comprar por :amount VFT",
    "Rahul S.": "Rahul S.",
    "Rashed kabir": "Rashed kabir",
    "Reason to choose us": "Razones para elegirnos",
    "Refund Process Update": "Actualización del Proceso de Reembolso",
    "Register": "Registrarse",
    "Remember me": "Recuérdame",
    "Remember your AI settings (e.g., style preferences, output formats).": "Recordar sus configuraciones de IA (p.ej., preferencias de estilo, formatos de salida).",
    "Remote Work Approval Email": "Email de Aprobación de Trabajo Remoto",
    "Required for core functions like account security, payment processing, and AI image generation. These cannot be disabled.": "Requeridas para funciones principales como seguridad de cuenta, procesamiento de pagos y generación de imágenes con IA. No se pueden desactivar.",
    "Retouch": "Retoque",
    "Reverse engineering or modifying our AI technology;": "Ingeniería inversa o modificación de nuestra tecnología de IA;",
    "Reviews": "Reseñas",
    "Safe": "Seguro",
    "Sales & Marketing": "Ventas y Marketing",
    "Sales Agreement": "Acuerdo de Ventas",
    "Sales Manager": "Gerente de Ventas",
    "Samantha R.": "Samantha R.",
    "Satisfaction Survey Request": "Solicitud de Encuesta de Satisfacción",
    "Save hours on drafting and reviewing documents": "Ahorra horas en redacción y revisión de documentos",
    "Saved": "Guardado",
    "Select Tokens Amount": "Seleccionar Cantidad de Tokens",
    "Service Agreement for Client": "Acuerdo de Servicio para Cliente",
    "Services": "Servicios",
    "Session cookies expire when you close your browser. Persistent cookies remain for up to 24 months unless deleted manually.": "Las cookies de sesión expiran al cerrar el navegador. Las cookies persistentes permanecen hasta 24 meses a menos que se eliminen manualmente.",
    "Sharing of Your Information": "Compartición de Su Información",
    "Shipping Delay Notification": "Notificación de Retraso en Envío",
    "Show relevant promotions for our premium features (opt-out available below).": "Mostrar promociones relevantes para nuestras funciones premium (opción de exclusión disponible abajo).",
    "Sign Up": "Registrarse",
    "Sign up for free": "Regístrate gratis",
    "Size": "Tamaño",
    "Smart Agreements": "Acuerdos Inteligentes",
    "Smart Solutions": "Soluciones Inteligentes",
    "Some cookies may process technical data (like IP addresses) to personalize your AI experience. We comply with GDPR and other privacy regulations. See our": "Algunas cookies pueden procesar datos técnicos (como direcciones IP) para personalizar su experiencia con IA. Cumplimos con el RGPD y otras regulaciones de privacidad. Consulte nuestra",
    "Sorry, there was an error sending your message. Please try again later.": "Lo sentimos, hubo un error al enviar su mensaje. Por favor, inténtelo de nuevo más tarde.",
    "Sports & Fitness": "Deportes y Fitness",
    "Start now": "Comenzar ahora",
    "Startup Founder": "Fundador de Startup",
    "Status": "Estado",
    "Stock Image Library": "Biblioteca de Imágenes de Stock",
    "Style": "Estilo",
    "Submit": "Enviar",
    "Subscribe Now": "Suscribirse Ahora",
    "Support Lead": "Líder de Soporte",
    "Surrealism": "Surrealismo",
    "Tag": "Etiqueta",
    "Team Managment": "Gestión de Equipo",
    "Team Meeting Agenda Email": "Email de Agenda de Reunión de Equipo",
    "Templates": "Plantillas",
    "Termination of Employment Letter": "Carta de Terminación de Empleo",
    "Terms & Conditions": "Términos y Condiciones",
    "Terms and Conditions": "Términos y Condiciones",
    "Terms and conditions": "Términos y condiciones",
    "Text to Image": "Texto a Imagen",
    "Text to PNG": "Texto a PNG",
    "Thank you for subscribing!": "¡Gracias por suscribirte!",
    "Thank you for your payment. Your transaction has been completed successfully.": "Gracias por su pago. Su transacción se ha completado exitosamente.",
    "Thank you! Your message has been received.": "¡Gracias! Su mensaje ha sido recibido.",
    "Thank you! Your message has been sent successfully!": "¡Gracias! ¡Su mensaje ha sido enviado exitosamente!",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "El generador de acuerdos con IA me ayudó a crear un contrato freelance sólido en menos de 5 minutos. Es preciso, rápido y profesional.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "El despliegue de EMV fue torpe, caro y no consideró.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "El prompt en inglés se descargará automáticamente junto con la imagen en formato .txt.",
    "The core of our service is based on the objective investment advice we seek to provide support.": "El núcleo de nuestro servicio se basa en el consejo de inversión objetivo que buscamos proporcionar apoyo.",
    "Third-Party Service Providers": "Proveedores de Servicios de Terceros",
    "This message was sent from your website\\'s contact form.": "Este mensaje fue enviado desde el formulario de contacto de su sitio web.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Esta herramienta ha transformado completamente cómo manejo el soporte al cliente. Ahorra tiempo y mantiene nuestro tono consistente.",
    "Time Tracking": "Seguimiento de Tiempo",
    "To opt out of Google Analytics:": "Para optar por no participar en Google Analytics:",
    "Tokens": "Tokens",
    "Top-Up Balance": "Recargar Saldo",
    "Top-up Balance": "Recargar Saldo",
    "Travel & Adventure": "Viajes y Aventura",
    "Troubleshooting Response Email": "Email de Respuesta a Solución de Problemas",
    "Trusted": "Confiable",
    "Trusted by 145+ Teams Worldwide": "Confiado por más de 145 equipos en todo el mundo",
    "Trusted by Freelancers, Startups & Businesses Alike": "Confiado por Freelancers, Startups y Empresas por Igual",
    "Try free now": "Prueba gratis ahora",
    "Types of Cookies We Use": "Tipos de Cookies Que Usamos",
    "Unauthorized distribution or commercialization;": "Distribución o comercialización no autorizada;",
    "Unresolved technical issues after 5 business days;": "Problemas técnicos no resueltos después de 5 días hábiles;",
    "Updates to This Policy": "Actualizaciones a Esta Política",
    "Uploading harmful or illegal content;": "Subir contenido dañino o ilegal;",
    "Upsell Email to Existing Customer": "Email de Venta Adicional a Cliente Existente",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Usa IA para generar contratos, acuerdos y formularios legales con facilidad — precisos, personalizables y listos en segundos.",
    "Use of Your Information": "Uso de Su Información",
    "Used in 1.4k Business Scenarios": "Usado en 1.4k Escenarios de Negocio",
    "Usefull Links": "Enlaces Útiles",
    "User": "Usuario",
    "Users": "Usuarios",
    "Using automated data collection tools;": "Usar herramientas automatizadas de recolección de datos;",
    "Vendor Contract": "Contrato con Proveedor",
    "Verified billing errors;": "Errores de facturación verificados;",
    "Video from Image": "Video desde Imagen",
    "Video from Text": "Video desde Texto",
    "Video is being generated...": "El video se está generando...",
    "Vintage/Retro": "Vintage/Retro",
    "Watch": "Ver",
    "We collect information you provide directly, such as your email address during account registration or when subscribing to updates. Our system also automatically gathers technical data including your IP address, device information, and usage patterns through cookies and analytics tools like Google Analytics to improve our services.": "Recopilamos información que proporciona directamente, como su dirección de correo durante el registro de cuenta o al suscribirse a actualizaciones. Nuestro sistema también recopila automáticamente datos técnicos incluyendo su dirección IP, información del dispositivo y patrones de uso a través de cookies y herramientas analíticas como Google Analytics para mejorar nuestros servicios.",
    "We do not sell your personal data to marketers. Your information may be shared with: (1) essential service providers (e.g., payment processors, analytics platforms); (2) legal authorities when required by law; or (3) to protect the rights and safety of our platform and users. Any shared data is limited to what\\'s necessary for the specific purpose.": "No vendemos sus datos personales a marketers. Su información puede compartirse con: (1) proveedores de servicios esenciales (p.ej., procesadores de pagos, plataformas analíticas); (2) autoridades legales cuando lo exija la ley; o (3) para proteger los derechos y seguridad de nuestra plataforma y usuarios. Cualquier dato compartido está limitado a lo necesario para el propósito específico.",
    "We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "No tenemos abogado interno, por lo que esta herramienta nos ayuda a mantenernos cumplidores y profesionales sin el costo.",
    "We implement industry-standard security measures including encryption and access controls to protect your information. While we strive to protect your data, no online transmission is 100% secure. You are responsible for keeping your login credentials confidential.": "Implementamos medidas de seguridad estándar de la industria, incluyendo encriptación y controles de acceso para proteger su información. Aunque nos esforzamos por proteger sus datos, ninguna transmisión en línea es 100% segura. Usted es responsable de mantener confidenciales sus credenciales de inicio de sesión.",
    "We may update this Policy as our AI services evolve. Significant changes will be announced on our platform.": "Podemos actualizar esta Política a medida que evolucionan nuestros servicios de IA. Los cambios significativos se anunciarán en nuestra plataforma.",
    "We may update this policy periodically to reflect changes in our practices or legal requirements. The updated version will be posted here with a new \"Last Updated\" date. We recommend reviewing this policy regularly to stay informed.": "Podemos actualizar esta política periódicamente para reflejar cambios en nuestras prácticas o requisitos legales. La versión actualizada se publicará aquí con una nueva fecha de «Última actualización». Recomendamos revisar esta política regularmente para mantenerse informado.",
    "We partner with trusted third-party payment processors to handle transactions securely. When making purchases, you\\'ll be directed to their platforms to complete payments. These providers manage your payment details according to their own privacy policies - we never store credit card information on our servers.": "Nos asociamos con procesadores de pagos de terceros confiables para manejar transacciones de forma segura. Al realizar compras, será dirigido a sus plataformas para completar los pagos. Estos proveedores gestionan sus detalles de pago según sus propias políticas de privacidad - nunca almacenamos información de tarjetas de crédito en nuestros servidores.",
    "We use both first-party cookies (placed by us) and third-party cookies (from services like analytics providers) to improve functionality and understand how users interact with our AI features.": "Usamos tanto cookies propias (colocadas por nosotros) como cookies de terceros (de servicios como proveedores de analíticas) para mejorar la funcionalidad y entender cómo los usuarios interactúan con nuestras funciones de IA.",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Lo usamos en todo el equipo para actualizaciones internas y comunicaciones externas. Nos ahorra horas cada semana.",
    "We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Usamos la plataforma para contratos con clientes y acuerdos internos. La IA hace el trabajo pesado, y nosotros solo revisamos y firmamos.",
    "We\\'re committed to addressing your concerns promptly and transparently.": "Estamos comprometidos a abordar sus preocupaciones de manera rápida y transparente.",
    "Welcome to Visio Forge! We utilize cookies and similar technologies to enhance your experience with our AI image generation platform. This Cookie Policy (\"Policy\") explains how we use cookies and how you can manage them. By continuing to use our site, you accept these terms. For questions, contact us:": "¡Bienvenido a Visio Forge! Utilizamos cookies y tecnologías similares para mejorar su experiencia con nuestra plataforma de generación de imágenes con IA. Esta Política de Cookies (\"Política\") explica cómo usamos las cookies y cómo puede gestionarlas. Al continuar usando nuestro sitio, acepta estos términos. Para preguntas, contáctenos:",
    "Welcome to https://visioforge.me (the \"Website\"), operated by :company_name, a company incorporated in Poland under NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, with its registered office at :company_address (\"we\", \"us\", \"our\", the \"Company\"). These Terms and Conditions (the \"Terms\", the \"Agreement\") govern your access to and use of our AI image generation and editing services (the \"Platform\"), forming a binding contract between you (\"you\", \"your\", \"user\", \"customer\") and the Company. For any inquiries, please contact us at :company_email.": "Bienvenido a https://visioforge.me (el \"Sitio Web\"), operado por :company_name, una empresa constituida en Polonia bajo NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, con sede registrada en :company_address (\"nosotros\", \"nuestro\", la \"Empresa\"). Estos Términos y Condiciones (los \"Términos\", el \"Acuerdo\") rigen su acceso y uso de nuestros servicios de generación y edición de imágenes con IA (la \"Plataforma\"), formando un contrato vinculante entre usted (\"usted\", \"su\", \"usuario\", \"cliente\") y la Empresa. Para cualquier consulta, contáctenos en :company_email.",
    "Welcome to the Future of": "Bienvenido al Futuro de",
    "What Are Cookies?": "¿Qué Son las Cookies?",
    "What Our Users Say": "Lo Que Dicen Nuestros Usuarios",
    "Why you": "Por qué tú",
    "Write Better Emails": "Escribe Mejores Emails",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Redactar emails a clientes me tomaba una eternidad. Ahora, solo ingreso algunos puntos clave y la IA redacta un mensaje profesional al instante!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Redactar emails fríos me tomaba una eternidad. Ahora solo ingreso algunos detalles y obtengo un email pulido listo para enviar.",
    "You can make deposit": "Puedes hacer depósito",
    "You can reply directly to this email to respond to :name.": "Puede responder directamente a este correo para contestar a :name.",
    "You don't have any deposits yet.": "Aún no tienes depósitos.",
    "You don't have any orders yet.": "Aún no tienes pedidos.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "No tienes suficientes ART para realizar la compra. Por favor, haz un depósito.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "No tienes suficientes VFT para realizar la compra. Por favor, haz un depósito.",
    "You have received a new message from your website\\'s contact form.": "Ha recibido un nuevo mensaje desde el formulario de contacto de su sitio web.",
    "You need to be": "Necesitas estar",
    "Your contact information;": "Su información de contacto;",
    "Your email": "Tu correo electrónico",
    "Your email address is used for account management, service notifications, and product updates. We analyze technical data to enhance platform security, optimize AI performance, and improve user experience. Analytics help us understand feature usage and identify areas for improvement.": "Su dirección de correo se usa para gestión de cuenta, notificaciones de servicio y actualizaciones de producto. Analizamos datos técnicos para mejorar la seguridad de la plataforma, optimizar el rendimiento de IA y mejorar la experiencia del usuario. Las analíticas nos ayudan a entender el uso de funciones e identificar áreas de mejora.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Su dirección de correo no se usará para fines de marketing. Los campos requeridos están marcados.",
    "Your limit for generating 10 images has been reached.": "Has alcanzado tu límite para generar 10 imágenes.",
    "Your request": "Su solicitud",
    "Your title": "Su título",
    "and": "y",
    "auth.password": "auth.password",
    "by your member": "por tu miembro",
    "choose": "elige",
    "client": "cliente",
    "for Agreements, Emails & Images": "para Acuerdos, Emails e Imágenes",
    "for Your Projects": "para Tus Proyectos",
    "for any team person": "para cualquier persona del equipo",
    "for details.": "para detalles.",
    "for do the task": "para realizar la tarea",
    "including:": "incluyendo:",
    "logged in": "conectado",
    "make life easier.": "hacer la vida más fácil.",
    "managment": "gestión",
    "more…": "más…",
    "or": "o",
    "our all features": "todas nuestras funciones",
    "professional emails, and ready-to-use stock images — all in one platform.": "emails profesionales e imágenes de stock listas para usar — todo en una plataforma.",
    "say about us.": "dicen sobre nosotros.",
    "software": "software",
    "support": "soporte",
    "task togather": "tarea juntos",
    "tokens": "tokens",
    "us always": "nosotros siempre",
    "video": "video",
    "workspace": "espacio de trabajo",
    "you use.": "que usas.",
    "© :year Powered by": "© :year Desarrollado por"
}