{
    "\tVoice & video call": "\tAppel vocal et vidéo",
    "© Copyright :year - :name": "© Copyright :year - :name",
    "- Select country -": "- Sélectionner un pays -",
    "1 ART = 1 generation": "1 ART = 1 génération",
    "3D Render": "Rendu 3D",
    ":amount AET": ":amount AET",
    ":amount SAT": ":amount SAT",
    ":amount VCT": ":amount VCT",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count générations restantes",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "AI Agreement Generation": "Génération d'accords par IA",
    "AI Agreement Generations": "Générations d'accords par IA",
    "AI BUSINESS TOOLS": "OUTILS D'AFFAIRES IA",
    "AI Background": "Arrière-plan IA",
    "AI Background Remover": "Supprimeur d'arrière-plan IA",
    "AI Email Generation": "Génération d'e-mails par IA",
    "AI Email Generations": "Générations d'e-mails par IA",
    "AI Image Upscale": "Amélioration d'image par IA",
    "AI Resize": "Redimensionnement par IA",
    "AI-Driven Email Generation": "Génération d'e-mails pilotée par IA",
    "AI-MADE MAGIC": "MAGIE CRÉÉE PAR IA",
    "AI-Powered Image Generation": "Génération d'images par IA",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Outils alimentés par IA pour vous aider à rédiger des e-mails clairs, professionnels et efficaces pour toutes les situations — instantanément et sans effort.",
    "AUTO-GENERATED VIDEOS": "VIDÉOS AUTO-GÉNÉRÉES",
    "About": "À propos",
    "About us": "À propos de nous",
    "Accept the terms and privacy policy": "Accepter les conditions générales et la politique de confidentialité",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Accédez à des prompts alimentés par IA conçus pour les prévisions financières, la planification d'entreprise et la prise de décisions basée sur les données. Restez en avance avec l'automatisation intelligente.",
    "Access Your Purchases": "Accéder à vos achats",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Accédez à une collection soigneusement sélectionnée d'images de stock de haute qualité pour sites web, publicités et présentations — libres de droits et prêtes à l'emploi.",
    "Add funds": "Ajouter des fonds",
    "Adding balance": "Ajout de solde",
    "Address": "Adresse",
    "After a thorough review of a client’s circumstances and needs.": "Après un examen approfondi des circonstances et des besoins d'un client.",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Après l'achat, vous recevrez un prompt pour générer des images similaires. L'image originale sera disponible au téléchargement aux formats .jpg, .png ou .webp, avec une taille de 1024x1024.",
    "Agreement Generation": "Génération d'accords",
    "Agreement generation": "Génération d'accords",
    "Agreements": "Accords",
    "All": "Tous",
    "All Rights Reserved.": "Tous droits réservés.",
    "All rights reserved": "Tous droits réservés",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Amount": "Montant",
    "Amount (min. 5 ART)": "Montant (min. 5 ART)",
    "Amount (min. 5 SAT)": "Montant (min. 5 SAT)",
    "Amount (min. 5 VCT)": "Montant (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Une image incroyablement réaliste avec une attention exceptionnelle aux détails.",
    "Anime": "Anime",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "En tant que non-natif anglophone, cette plateforme m'aide à paraître plus confiant et professionnel dans chaque message.",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Chez :name, nous sommes dédiés à stimuler la créativité grâce à des solutions IA innovantes. Fondée avec une passion pour la technologie et l'art, notre mission est de fournir une plateforme où les utilisateurs peuvent explorer, créer et interagir avec des prompts uniques générés par IA. Nous croyons en la puissance transformative de l'intelligence artificielle et en sa capacité à inspirer et améliorer les projets créatifs. Rejoignez-nous dans ce voyage pour débloquer de nouvelles possibilités pour les artistes, écrivains et créateurs du monde entier !",
    "Automated Agreement Generation": "Génération automatisée d'accords",
    "Available for Anyone": "Disponible pour tous",
    "Background Remover": "Supprimeur d'arrière-plan",
    "Balance": "Solde",
    "Balance: :balance AET": "Solde : :balance AET",
    "Boost reply rates and save writing time": "Augmentez les taux de réponse et gagnez du temps de rédaction",
    "Boost your productivity with AI-generated legal documents,": "Boostez votre productivité avec des documents juridiques générés par IA,",
    "Boosting Results with AI-Powered Content": "Améliorer les résultats avec un contenu alimenté par IA",
    "Bring all team": "Rassemblez toute l'équipe",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Donnez vie à des visuels statiques avec du mouvement. Notre service de conversion d'image en vidéo alimenté par IA transforme vos images en clips vidéo fluides et engageants — idéal pour les reels, publicités, présentations de produits, et plus encore. Aucune compétence en animation ou montage vidéo n'est requise.",
    "Bring your ideas to life with next-gen video creation.": "Donnez vie à vos idées avec une création vidéo de nouvelle génération.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Donner vie à votre imagination dans chaque image vibrante.",
    "Browse and Buy Prompts": "Parcourir et acheter des prompts",
    "Browse by style": "Parcourir par style",
    "Browse powerful video clips generated from single frames.": "Parcourir des clips vidéo puissants générés à partir d'images uniques.",
    "Building the Future of Fast and Smart Creation.": "Construire l'avenir de la création rapide et intelligente.",
    "Business": "Entreprise",
    "Buy": "Acheter",
    "Buy Now": "Acheter maintenant",
    "Buy for :amount AET": "Acheter pour :amount AET",
    "COMMUNICATION AI TOOL": "OUTIL DE COMMUNICATION IA",
    "Call us": "Appelez-nous",
    "Cancel": "Annuler",
    "Cartoon": "Dessin animé",
    "Cases": "Cas",
    "Categories": "Catégories",
    "Category": "Catégorie",
    "Change to :currency": "Changer pour :currency",
    "Check what’s our": "Découvrez ce que nous offrons",
    "Checkout": "Paiement",
    "Choose currency: (:amount :currency = 1 VFT)": "Choisir la devise : (:amount :currency = 1 VFT)",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Choisissez parmi des animations cinématographiques, fluides ou dramatiques pour répondre à vos besoins.",
    "City": "Ville",
    "Click here for more info": "Cliquez ici pour plus d'informations",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Client Feedback": "Retour des clients",
    "Cloud storage": "Stockage cloud",
    "Comic": "Bande dessinée",
    "Compose emails in seconds with AI assistance": "Rédigez des e-mails en quelques secondes avec l'assistance de l'IA",
    "Confirm": "Confirmer",
    "Confirm Deposit": "Confirmer le dépôt",
    "Confirm Password": "Confirmer le mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "Connect jano with the": "Connectez Jano avec",
    "Consistent, High-Quality Output": "Résultat constant et de haute qualité",
    "Contact Us": "Nous contacter",
    "Contact us": "Nous contacter",
    "Cookie Policy": "Politique de cookies",
    "Copyright, :year @": "Copyright, :year @",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Rédigez des e-mails clairs et soignés pour toutes les situations — des propositions commerciales au support client — avec un ton et une structure alimentés par IA.",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Rédigez des e-mails percutants et personnalisés facilement. Notre génération d'e-mails alimentée par IA vous aide à rédiger, optimiser et automatiser les messages pour une meilleure communication et engagement.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Créez des e-mails alimentés par IA adaptés à vos besoins professionnels et de communication. Des campagnes de prospection aux newsletters — rédigez des messages percutants en quelques minutes.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Créez des accords juridiques alimentés par IA adaptés à vos besoins professionnels. Des accords de confidentialité aux contrats de partenariat — obtenez des documents juridiquement solides en quelques minutes.",
    "Create New Deposit (:currency)": "Créer un nouveau dépôt (:currency)",
    "Create dynamic videos instantly — no animation or editing required.": "Créez des vidéos dynamiques instantanément — aucune animation ou montage requis.",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Créez des accords professionnels et juridiquement solides en quelques secondes — entrez simplement les détails clés, et laissez l'IA gérer le formatage et les clauses.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Créez instantanément des images époustouflantes de haute qualité avec nos outils pilotés par IA. Générez des visuels uniques adaptés à vos besoins avec facilité.",
    "Create task": "Créer une tâche",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Créez des images PNG transparentes directement à partir de texte — idéal pour les logos, les actifs numériques et une intégration de design fluide.",
    "Create your": "Créez votre",
    "Created": "Créé",
    "Created by AI": "Créé par IA",
    "Creative": "Créatif",
    "Creative Freedom": "Liberté créative",
    "Creatives": "Créations",
    "Current password": "Mot de passe actuel",
    "Custom": "Personnalisé",
    "Customer Support Lead": "Responsable du support client",
    "Customizable": "Personnalisable",
    "DYNAMIC STORIES": "HISTOIRES DYNAMIQUES",
    "Dashboard": "Tableau de bord",
    "Date": "Date",
    "Delete Account": "Supprimer le compte",
    "Delivers high-quality images with great speed.": "Fournit des images de haute qualité avec une grande rapidité.",
    "Deposit": "Dépôt",
    "Deposit in :currency": "Dépôt en :currency",
    "Deposits": "Dépôts",
    "Designer": "Designer",
    "Discover": "Découvrir",
    "Discover and Buy Unique AI Prompts.": "Découvrir et acheter des prompts IA uniques.",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Découvrez comment nos outils IA transforment la productivité. Écoutez les professionnels qui optimisent leur travail avec des solutions intelligentes pour les e-mails, les accords et les images.",
    "Discover what your content can become — in just seconds.": "Découvrez ce que votre contenu peut devenir — en seulement quelques secondes.",
    "Do you have any question?": "Avez-vous une question ?",
    "Don't have an account yet?": "Vous n'avez pas encore de compte ?",
    "Download": "Télécharger",
    "Download Video": "Télécharger la vidéo",
    "Drop us a line": "Envoyez-nous un message",
    "EFFECTIVENESS": "EFFICACITÉ",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Accédez, modifiez et téléchargez facilement vos accords générés par IA dans un tableau de bord centralisé, garantissant conformité et efficacité.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Accédez, modifiez et envoyez facilement vos e-mails générés par IA depuis un tableau de bord centralisé, optimisant l'engagement et l'efficacité.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Gérez et appliquez facilement vos idées financières et commerciales générées par IA dans un tableau de bord centralisé, optimisant l'efficacité et l'exécution de la stratégie.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Remplacez facilement les arrière-plans de n'importe quelle image avec une précision IA — idéal pour changer les décors, les styles ou créer des scènes personnalisées.",
    "Easy to Use": "Facile à utiliser",
    "Edit Profile": "Modifier le profil",
    "Effectiveness": "Efficacité",
    "Effortless Creation of": "Création sans effort de",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Générez sans effort des accords conformes juridiquement en quelques secondes. Notre plateforme simplifie la création de documents, vous faisant gagner du temps et des efforts.",
    "Email": "E-mail",
    "Email Generation": "Génération d'e-mails",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe par e-mail",
    "Email Writing": "Rédaction d'e-mails",
    "Email generation": "Génération d'e-mails",
    "Emails": "E-mails",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Améliorez la qualité de l'image en un seul clic. Augmentez instantanément la résolution de vos visuels — parfait pour les impressions, les produits et le contenu professionnel.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Améliorez la résolution et la netteté sans perte de qualité. Augmentez la résolution des images petites ou basse résolution en haute définition en quelques secondes.",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Enter Password": "Entrez le mot de passe",
    "Enter custom tokens amount": "Entrez un montant personnalisé de jetons",
    "Enter key details for your agreement...": "Entrez les details cles pour votre accord...",
    "Enter key details for your email...": "Entrez les details cles pour votre e-mail...",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Supprimez les arrière-plans des images en quelques secondes. Un seul clic pour obtenir un résultat net et transparent — parfait pour les produits, les portraits et les créations.",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Même sans aucune expérience en design, j'ai pu nettoyer et améliorer toutes mes photos de produits. Facile et efficace.",
    "Everything you need to create, in one place.": "Tout ce dont vous avez besoin pour créer, en un seul endroit.",
    "Expereinced": "Expérimenté",
    "Explore": "Explorer",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Explorez des prompts pilotés par IA adaptés aux stratégies commerciales, financières et d'investissement. Chaque œuvre achetée peut être utilisée selon vos besoins.",
    "Explore Creatives": "Explorer les créations",
    "FEATURES": "FONCTIONNALITÉS",
    "Fast Generation": "Génération rapide",
    "Features": "Fonctionnalités",
    "Features and Functionalities": "Fonctionnalités et caractéristiques",
    "File sharing": "Partage de fichiers",
    "First Name": "Prénom",
    "First name": "Prénom",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Follow Us": "Suivez-nous",
    "Forgot your password?": "Mot de passe oublié ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Format": "Format",
    "Free Now": "Gratuit maintenant",
    "Freelance Consultant": "Consultant indépendant",
    "Freelance Designer": "Designer indépendant",
    "Generate": "Générer",
    "Generate Agreement": "Générer un accord",
    "Generate Agreements": "Générer des accords",
    "Generate Email": "Générer un e-mail",
    "Generate Emails": "Générer des e-mails",
    "Generate Your Video Now": "Générez votre vidéo maintenant",
    "Generate and Customize Agreements": "Générer et personnaliser des accords",
    "Generate and Customize Emails": "Générer et personnaliser des e-mails",
    "Generate another one": "Générer un autre",
    "Generate legal agreements in just a few clicks": "Générez des accords juridiques en quelques clics",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Générez des prompts d'images époustouflants, des e-mails persuasifs et des accords juridiquement solides avec l'IA. Sécurisé, original et conçu pour votre succès.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Générez des visuels époustouflants de haute qualité à partir de prompts textuels simples — parfait pour les projets créatifs, le marketing et la conception de concepts.",
    "Generated": "Généré",
    "Get Start": "Commencer",
    "Get in touch with us": "Contactez-nous",
    "Get started": "Démarrer",
    "Get task complated": "Tâche terminée",
    "Great Interface": "Excellente interface",
    "Great Support": "Excellent support",
    "HIGHLIGHTS": "POINTS FORTS",
    "Have an account?": "Vous avez un compte ?",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Avoir une entreprise à domicile est un atout merveilleux pour votre vie. Le problème persiste lorsqu'il s'agit de promouvoir votre entreprise à moindre coût. Je sais que vous avez cherché des réponses partout.",
    "Hear from our users": "Écoutez nos utilisateurs",
    "Hello": "Bonjour",
    "High-Quality": "Haute qualité",
    "Highest quality Generative AI models": "Modèles d'IA générative de la plus haute qualité",
    "Highlights": "Points forts",
    "Home": "Accueil",
    "Hours": "Heures",
    "I agree to the": "J'accepte les",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "J'accepte la <a href=\":privacyPolicyUrl\" target=\"_blank\">politique de confidentialité</a> et les <a href=\":termsConditionsUrl\">conditions générales</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "J'ai testé plusieurs prompts et j'ai été impressionné par la fiabilité des résultats. Excellent contrôle sur le style et le format.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "J'ai tapé une description simple et obtenu un visuel époustouflant. L'outil texte-vers-image est incroyablement bon — on dirait de la magie.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "J'utilise le générateur pour visualiser des concepts pour les pages de destination et les publicités. Cela gagne du temps et impressionne les clients instantanément.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "J'ai utilisé les outils d'amélioration et de retouche pour préparer des visuels pour une publicité de dernière minute — les résultats semblaient faits par un pro.",
    "INSANE VISUALS": "VISUELS INCROYABLES",
    "INSTANT PROMO": "PROMO INSTANTANÉE",
    "Ideal for freelancers, startups, and businesses": "Idéal pour les indépendants, les startups et les entreprises",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Idéal pour les réseaux sociaux, les présentations de produits, les campagnes et le storytelling.",
    "Illustration": "Illustration",
    "Image Editing": "Édition d'image",
    "Image Generation": "Génération d'image",
    "Image Stock": "Banque d'images",
    "Image Upscale": "Amélioration d'image",
    "Image generation": "Génération d'image",
    "Image is being generated...": "L'image est en cours de génération...",
    "Image to Video": "Image vers vidéo",
    "Images": "Images",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Impressionné par la qualité",
    "In Seconds, With AI": "En quelques secondes, avec l'IA",
    "Incredible Creativity!": "Créativité incroyable !",
    "Information": "Information",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Supprimez instantanément les arrière-plans de n'importe quelle image avec une précision IA — parfait pour le commerce électronique, les photos de produits et les projets créatifs.",
    "Insufficient balance.": "Solde insuffisant.",
    "Integrates your tools": "Intègre vos outils",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Je ne suis pas designer, mais j'ai créé des visuels incroyables juste en tapant ce dont j'avais besoin. L'interface est claire et intuitive.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "J'ai essayé plusieurs plateformes d'édition d'images, mais celle-ci a offert les meilleurs résultats, notamment en termes de clarté d'amélioration et de correction des couleurs.",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu est votre outil de gestion d'équipe en ligne, facile et efficace",
    "Janu tools.": "Outils Janu.",
    "Japanese": "Japonais",
    "Just upload and generate — your image becomes a video in moments.": "Téléchargez simplement et générez — votre image devient une vidéo en quelques instants.",
    "LEGAL AI SOLUTION": "SOLUTION JURIDIQUE IA",
    "Languages": "Langues",
    "Last Name": "Nom de famille",
    "Last name": "Nom de famille",
    "Legal Documents": "Documents juridiques",
    "Legal Use": "Utilisation légale",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Laissez-nous gérer le travail difficile - texte et image vers vidéo, entièrement automatisé.",
    "Let’s": "Allons-y",
    "List of deposits": "Liste des dépôts",
    "Loading... Please wait while your files are being prepared.": "Chargement... Veuillez patienter pendant la préparation de vos fichiers.",
    "Location": "Emplacement",
    "Log In": "Se connecter",
    "Log Out": "Se déconnecter",
    "Log in": "Se connecter",
    "Login": "Connexion",
    "Login Here": "Connectez-vous ici",
    "Login using an existing account or create a new account <a href=\":url\">here": "Connectez-vous avec un compte existant ou créez un nouveau compte <a href=\":url\">ici",
    "Logout": "Déconnexion",
    "Looks Like Magic": "On dirait de la magie",
    "Low Price": "Prix bas",
    "Mail address": "Adresse e-mail",
    "Mail us": "Envoyez-nous un e-mail",
    "Make a deposit": "Faire un dépôt",
    "Make timeframe": "Définir un délai",
    "Manage Your Agreements": "Gérer vos accords",
    "Manage Your Emails": "Gérer vos e-mails",
    "Marketing Strategist": "Stratège marketing",
    "Marketplace": "Marketplace",
    "Model": "Modèle",
    "More": "Plus",
    "Multiple Styles": "Styles multiples",
    "My Deposits": "Mes dépôts",
    "My creatives": "Mes créations",
    "My profile": "Mon profil",
    "New password": "Nouveau mot de passe",
    "New prompts": "Nouveaux prompts",
    "Next": "Suivant",
    "Office address": "Adresse du bureau",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Orders": "Commandes",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Notre compréhension approfondie de la gestion de projets et de programmes a permis le succès de nos clients.",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Nos services d'édition d'images sont alimentés par des talents de premier plan et des outils IA — offrant des améliorations visuelles rapides et de haute qualité pour tout projet.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Nos services de génération d'images combinent une IA avancée avec une flexibilité créative — produisant des visuels uniques de haute qualité à partir de texte en quelques secondes.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Nos e-mails marketing sont désormais clairs, nets et conformes à notre marque — sans aucun effort. Un véritable changement de jeu.",
    "Our office": "Notre bureau",
    "Our partners": "Nos partenaires",
    "Our trusted partners": "Nos partenaires de confiance",
    "Over": "Plus de",
    "Over 27k Emails Generated": "Plus de 27 000 e-mails générés",
    "Password": "Mot de passe",
    "Password confirmation": "Confirmation du mot de passe",
    "Perfect for Content": "Parfait pour le contenu",
    "Perfect for Fast Prototypes": "Parfait pour les prototypes rapides",
    "Perfect for outreach, support, and daily communication": "Parfait pour la prospection, le support et la communication quotidienne",
    "Personal data": "Données personnelles",
    "Phone": "Téléphone",
    "Phone Number": "Numéro de téléphone",
    "Photo Tools": "Outils photo",
    "Policies": "Politiques",
    "Post code": "Code postal",
    "Powerful Tools at Your Fingertips": "Outils puissants à portée de main",
    "Powerful Tools at Your Fingertips.": "Outils puissants à portée de main.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Stimuler la créativité avec une diffusion latente dirigée par des experts.",
    "Prepare for download": "Préparer pour le téléchargement",
    "Previous": "Précédent",
    "Price": "Prix",
    "Price :amount": "Prix :amount",
    "Privacy Policy": "Politique de confidentialité",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Les professionnels et les équipes du monde entier font confiance à VisioForge.me pour une rédaction d'e-mails intelligente alimentée par IA, la création de contrats et l'accès à des images de stock époustouflantes — tout en un seul endroit.",
    "Profile Information": "Informations de profil",
    "Prompt": "Prompt",
    "Prompt marketplace": "Marché des prompts",
    "Purchase": "Achat",
    "Purchase for :amount VFT": "Acheter pour :amount VFT",
    "Quick Menu": "Menu rapide",
    "REELS THAT SELL": "REELS QUI VENDENT",
    "Rashed kabir": "Rashed Kabir",
    "Realistic": "Réaliste",
    "Reason to choose us": "Raison de nous choisir",
    "Register": "S'inscrire",
    "Registration": "Inscription",
    "Remember me": "Se souvenir de moi",
    "Remove Background Now": "Supprimer l'arrière-plan maintenant",
    "Replenishment amount (:amount :currency = 1 ART)": "Montant de recharge (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Montant de recharge (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialiser le mot de passe",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Redimensionnez vos images pour tout format ou plateforme sans distorsion — recadrage et mise à l'échelle intelligents alimentés par IA.",
    "Reviews": "Avis",
    "SCROLL-STOPPERS": "ARRÊTEURS DE DÉFILEMENT",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "CONTENU FACILE À CONSOMMER",
    "SOCIAL-READY": "PRÊT POUR LES RÉSEAUX SOCIAUX",
    "Safe": "Sûr",
    "Sales Manager": "Responsable des ventes",
    "Samantha R.": "Samantha R.",
    "Save": "Enregistrer",
    "Save hours on drafting and reviewing documents": "Gagnez des heures sur la rédaction et la révision des documents",
    "Saved": "Enregistré",
    "Saved My Instagram Campaign": "A sauvé ma campagne Instagram",
    "Saved.": "Enregistré.",
    "Search": "Rechercher",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Alimentez votre portefeuille en toute sécurité pour débloquer des insights commerciaux, des modèles financiers et des stratégies d'investissement premium alimentés par IA.",
    "Select Tokens Amount": "Sélectionner le montant des jetons",
    "Services": "Services",
    "Share": "Partager",
    "Sign In": "Se connecter",
    "Sign Up": "S'inscrire",
    "Sign up": "S'inscrire",
    "Sign up for free": "Inscrivez-vous gratuitement",
    "Similar products in same category": "Produits similaires dans la même catégorie",
    "Size": "Taille",
    "Smart Agreements": "Accords intelligents",
    "Smart Solutions": "Solutions intelligentes",
    "So Easy to Use": "Tellement facile à utiliser",
    "Socials": "Réseaux sociaux",
    "Sorry, error occured this time sending your message.": "Désolé, une erreur s'est produite lors de l'envoi de votre message.",
    "Start Upscaling": "Commencer l'amélioration",
    "Start editing Images": "Commencer à éditer des images",
    "Start generate Images": "Commencer à générer des images",
    "Start now": "Commencer maintenant",
    "Status": "Statut",
    "Still don't have an account?": "Vous n'avez toujours pas de compte ?",
    "Stock Image Library": "Bibliothèque d'images de stock",
    "Style": "Style",
    "Styles": "Styles",
    "Submit": "Soumettre",
    "Submit Form": "Soumettre le formulaire",
    "Super Intuitive Tools": "Outils super intuitifs",
    "Support Lead": "Responsable du support",
    "Team Managment": "Gestion d'équipe",
    "Templates": "Modèles",
    "Terms & Condition": "Conditions générales",
    "Terms & Conditions": "Conditions générales",
    "Terms and Conditions": "Conditions générales",
    "Text to Image": "Texte vers image",
    "Text to PNG": "Texte vers PNG",
    "Text to Video": "Texte vers vidéo",
    "Thank you!": "Merci !",
    "Thank you! Your message has been received.": "Merci ! Votre message a été reçu.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons un autre avec plaisir.",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Le générateur d'accords IA m'a aidé à créer un contrat freelance solide en moins de 5 minutes. C'est précis, rapide et professionnel.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Le déploiement de l'EMV a été maladroit, coûteux et n'a pas pris en compte certains aspects.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Le prompt en anglais sera automatiquement téléchargé avec l'image au format .txt.",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "L'outil texte-vers-PNG m'a fourni des graphiques prêts à l'emploi pour ma boutique Shopify — aucun montage nécessaire. Juste glisser-déposer !",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Le supprimeur d'arrière-plan est incroyablement précis. Je l'ai utilisé pour des photos de produits, et cela m'a fait gagner des heures d'édition. Fortement recommandé !",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Le cœur de notre service repose sur des conseils d'investissement objectifs que nous cherchons à fournir.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "L'outil de remplissage génératif est incroyable. J'ai étendu un arrière-plan et ajouté des parties manquantes — et personne ne pouvait dire que c'était de l'IA !",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Cet outil a complètement transformé ma gestion du support client. Il fait gagner du temps et maintient un ton cohérent.",
    "Time Tracking": "Suivi du temps",
    "Tokens": "Jetons",
    "Top Sellers": "Meilleures ventes",
    "Top Up Your Wallet": "Recharger votre portefeuille",
    "Top-Up Balance": "Recharger le solde",
    "Top-up Balance": "Recharger le solde",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Transformez des images statiques en clips vidéo fluides générés par IA en quelques secondes.",
    "Transparent PNGs Are a Lifesaver": "Les PNG transparents sont un véritable sauveur",
    "Trusted": "Fiable",
    "Trusted by 145+ Teams Worldwide": "Approuvé par plus de 145 équipes dans le monde",
    "Trusted by Freelancers, Startups & Businesses Alike": "Approuvé par les indépendants, les startups et les entreprises",
    "Try free now": "Essayez gratuitement maintenant",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Transformez vos idées en vidéos époustouflantes en utilisant simplement des mots. Notre service texte-vers-vidéo alimenté par IA transforme les prompts écrits en vidéos dynamiques de haute qualité — parfait pour les réseaux sociaux, les publicités, le storytelling, et plus encore. Aucune compétence en montage n'est requise.",
    "Unmatched Speed and Precision in Generative Power.": "Vitesse et précision inégalées dans la puissance générative.",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse e-mail de votre compte.",
    "Upload any image — our AI brings it to life with motion and style.": "Téléchargez n'importe quelle image — notre IA lui donne vie avec mouvement et style.",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Utilisez l'IA pour générer des contrats, accords et formulaires juridiques facilement — précis, personnalisables et prêts en quelques secondes.",
    "Used in 1.4k Business Scenarios": "Utilisé dans 1 400 scénarios professionnels",
    "Usefull Links": "Liens utiles",
    "User": "Utilisateur",
    "Users": "Utilisateurs",
    "VIRAL CLIPS": "CLIPS VIRAUX",
    "Very Solid!!": "Très solide !!",
    "Video is being generated...": "La vidéo est en cours de génération...",
    "Watch": "Regarder",
    "Watch Images Come Alive.": "Regardez les images prendre vie.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Nous apprécions vos pensées et vos questions. Dites-nous comment nous pouvons vous aider ou améliorer nos services.",
    "Welcome back — ready to create?": "Bienvenue de nouveau — prêt à créer ?",
    "Welcome to the Future of": "Bienvenue dans l'avenir de",
    "What Our Users Say": "Ce que disent nos utilisateurs",
    "Why you": "Pourquoi vous",
    "Write Better Emails": "Rédigez de meilleurs e-mails",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Écrire des e-mails aux clients me prenait une éternité. Maintenant, je saisis quelques points clés et l'IA rédige un message professionnel instantanément !",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Écrire des e-mails de prospection me prenait une éternité. Maintenant, je saisis quelques détails et j'obtiens un e-mail soigné prêt à envoyer.",
    "You are about to purchase a <b>:title</b>": "Vous êtes sur le point d'acheter un <b>:title</b>",
    "You can make deposit": "Vous pouvez effectuer un dépôt",
    "You don't have any deposits yet.": "Vous n'avez pas encore de dépôts.",
    "You don't have any orders yet.": "Vous n'avez pas encore de commandes.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Vous n'avez pas assez de ART pour effectuer l'achat. Veuillez effectuer un dépôt.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Vous n'avez pas assez de VFT pour effectuer l'achat. Veuillez effectuer un dépôt.",
    "You need to be <a href=' . route('login": "Vous devez être <a href=' . route('login",
    "You need to be logged in.": "Vous devez être connecté.",
    "You will pay": "Vous paierez",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Vous recevrez une archive contenant une image et un prompt, avec la taille et le format sélectionnés.",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Votre hub IA pour la créativité, la communication et les contrats.",
    "Your Email": "Votre e-mail",
    "Your Gateway to AI-powered Business Solutions": "Votre passerelle vers des solutions professionnelles alimentées par IA",
    "Your Message": "Votre message",
    "Your Name": "Votre nom",
    "Your Phone": "Votre téléphone",
    "Your balance": "Votre solde",
    "Your balance:": "Votre solde :",
    "Your email": "Votre e-mail",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Votre adresse e-mail ne sera pas utilisée à des fins marketing. Les champs obligatoires sont marqués.",
    "Your limit for generating 10 images has been reached.": "Votre limite de génération de 10 images a été atteinte.",
    "Your message has been sent successfully.": "Votre message a été envoyé avec succès.",
    "Your message has been successfully submitted.": "Votre message a été soumis avec succès.",
    "Your request": "Votre demande",
    "Your title": "Votre titre",
    "and": "et",
    "auth.password": "auth.mot de passe",
    "by your member": "par votre membre",
    "choose": "choisir",
    "client": "client",
    "email": "e-mail",
    "for Agreements, Emails & Images": "pour les accords, les e-mails et les images",
    "for Your Projects": "pour vos projets",
    "for any team person": "pour tout membre de l'équipe",
    "for do the task": "pour effectuer la tâche",
    "make life easier.": "faciliter la vie.",
    "managment": "gestion",
    "more…": "plus…",
    "our all features": "toutes nos fonctionnalités",
    "password": "mot de passe",
    "password confirmation": "confirmation du mot de passe",
    "professional emails, and ready-to-use stock images — all in one platform.": "e-mails professionnels et images de stock prêtes à l'emploi — tout sur une seule plateforme.",
    "say about us.": "parlent de nous.",
    "software": "logiciel",
    "support": "support",
    "task togather": "tâche ensemble",
    "us always": "nous toujours",
    "video": "vidéo",
    "workspace": "espace de travail",
    "you use.": "vous utilisez.",
	"Enter key details for your contract...": "Entrez les details cles pour votre contrat...",
	"Enter key details for your email...": "Entrez les details cles pour votre e-mail...",
	"Enter your email here": "Entrez votre adresse e-mail ici",
	"Over 9k Agreements Created": "Plus de 9 000 accords créés",
	"1.2k Ready-to-Sign Use Cases": "1 200 cas prêts à signer",
	"150+ Business Professionals Trust Us": "150+ professionnels du commerce confient à VisioForge.me",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "J'avais besoin d'un contrat freelance dès que possible — l'IA a généré un document complet et professionnel en quelques minutes. M'a fait gagner beaucoup de temps.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Comme fondateur d'une startup, la rédaction de NDAs et d'accords de service était une corvée. Maintenant, je peux les créer instantanément sans frais juridiques.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Nous utilisons la plateforme pour les contrats clients et les accords internes. L'IA gère le travail difficile, et nous ne devons que vérifier et signer.",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Nous n'avons pas de juriste en interne, donc cet outil nous aide à rester conformes et professionnels sans frais.",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Notre équipe RH l'utilise pour les contrats d'emploi et les lettres d'offre. C'est intuitif, rapide et économise des heures de travail administratif.",
	"Freelance Graphic Designer": "Graphiste freelance",
	"Startup Founder": "Fondateur de startup",
	"Operations Manager": "Responsable des opérations",
	"E-commerce Store Owner": "Propriétaire de boutique en ligne",
	"HR Coordinator": "Coordinateur RH",
	"Subscribe Now": "S'abonner maintenant",
	"Enter your name*": "Entrez votre nom*",
	"Enter Email Address*": "Entrez votre adresse e-mail*",
	"Enter your Message here": "Entrez votre message ici",
    "Minimum 5 tokens required": "Minimum 5 jetons requis",
    "Current": "Actuel",
    "tokens": "jetons",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Nous l'utilisons dans toute l'équipe pour les mises à jour internes et les communications externes. Cela nous fait gagner des heures chaque semaine.",
    "Project Manager": "Chef de Projet"
}
