{
    "&copy; Copyright :year - :name": "&copy; Copyright :year - :name",
    "- Select country -": "- Sélectionner le pays -",
    "1 ART = 1 generation": "1 ART = 1 génération",
    "3D Render": "Rendu 3D",
    ":amount AET": ":amount AET",
    ":amount SVT": ":amount SVT",
    ":amount VCT": ":amount VCT",
    ":count generations left": ":count générations restantes",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "AI Background": "Fond IA",
    "AI Background Remover": "Supprimeur de fond IA",
    "AI Image Editing": "Édition d'image IA",
    "AI Image Generation": "Génération d'image IA",
    "AI Image Upscale": "Upscale d'image IA",
    "AI Resize": "Redimensionnement IA",
    "AI Tools & Features Available": "Outils et fonctionnalités IA disponibles",
    "AI-Driven Email Generation": "Génération d'e-mails pilotée par IA",
    "AI-Generated Images Delivered": "Images générées par IA livrées",
    "AI-MADE MAGIC": "MAGIE FAITE PAR IA",
    "AI-Powered Image Generation": "Génération d'image alimentée par IA",
    "AI-Powered Image Generation & Editing – Create Stunning Visuals in Seconds.": "Génération et édition d'image alimentées par IA – Créez des visuels époustouflants en quelques secondes.",
    "AI-Powered Image Upscaling.": "Upscaling d'image alimenté par IA.",
    "AI-generated creatives.": "Créations générées par IA.",
    "AUTO-GENERATED VIDEOS": "VIDÉOS AUTO-GÉNÉRÉES",
    "About": "À propos",
    "About us": "À propos de nous",
    "Absolutely. You can refine your prompts, adjust styles, and tweak details to get exactly the look you want. The AI adapts to your creative vision.": "Absolument. Vous pouvez affiner vos invites, ajuster les styles et modifier les détails pour obtenir exactement l'apparence que vous souhaitez. L'IA s'adapte à votre vision créative.",
    "Abstergo Industries": "Abstergo Industries",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Accédez à des invites alimentées par IA conçues pour la prévision financière, la planification commerciale et la prise de décision basée sur les données. Restez en avance avec l'automatisation intelligente.",
    "Access Your Purchases": "Accédez à vos achats",
    "Achieve clean and transparent results for professional designs": "Obtenez des résultats propres et transparents pour des designs professionnels",
    "Achieve exceptionally sharp and high-resolution outputs with every single upscale": "Obtenez des résultats exceptionnellement nets et haute résolution avec chaque upscale",
    "Add funds": "Ajouter des fonds",
    "Adding balance": "Ajout de solde",
    "Address": "Adresse",
    "Adjust images with fully customizable output resolutions": "Ajustez les images avec des résolutions de sortie entièrement personnalisables",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Après l'achat, vous recevrez une invite pour générer des images comme celle-ci. L'image originale sera disponible en téléchargement au format .jpg, .png ou .webp, avec une taille de 1024x1024.",
    "After wasting months with complex software, I wish I\\'d discovered this service earlier. The one-click enhancements are unmatched, and the batch processing saves me hours weekly!": "Après avoir perdu des mois avec des logiciels complexes, j'aurais aimé découvrir ce service plus tôt. Les améliorations en un clic sont inégalées, et le traitement par lot me fait gagner des heures chaque semaine !",
    "Agreement generation": "Génération d'accords",
    "All Rights Reserved.": "Tous droits réservés.",
    "Already a member?": "Déjà membre ?",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Amount": "Montant",
    "Amount (min. 5 ART)": "Montant (min. 5 ART)",
    "Amount (min. 5 SAT)": "Montant (min. 5 SAT)",
    "Amount (min. 5 SVT)": "Montant (min. 5 SVT)",
    "Amount (min. 5 VCT)": "Montant (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Une image incroyablement réaliste avec une attention exceptionnelle aux détails.",
    "Anime": "Anime",
    "Any Questions? Find here.": "Des questions ? Trouvez ici.",
    "App UI Designer": "Designer UI d'application",
    "Are there any limits on how I can use the images?": "Y a-t-il des limites sur la façon dont je peux utiliser les images ?",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "As an illustrator, I use this tool daily for concept art. The AI understands my prompts perfectly, and the editing features let me refine details in seconds. It’s like having an assistant who never sleeps!": "En tant qu'illustrateur, j'utilise cet outil quotidiennement pour l'art conceptuel. L'IA comprend parfaitement mes invites, et les fonctionnalités d'édition me permettent de peaufiner les détails en quelques secondes. C'est comme avoir un assistant qui ne dort jamais !",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Chez :name, nous sommes dédiés à l'autonomisation de la créativité grâce à des solutions IA innovantes. Fondée avec une passion pour la technologie et l'art, notre mission est de fournir une plateforme où les utilisateurs peuvent explorer, créer et s'engager avec des invites générées par IA uniques. Nous croyons au pouvoir transformateur de l'intelligence artificielle et à sa capacité à inspirer et améliorer les projets créatifs. Rejoignez-nous dans ce voyage alors que nous débloquons de nouvelles possibilités pour les artistes, écrivains et créateurs partout !",
    "Automated Agreement Generation": "Génération d'accords automatisée",
    "Background Editing": "Édition de fond",
    "Background Removal in Seconds.": "Suppression de fond en quelques secondes.",
    "Background Remover": "Supprimeur de fond",
    "Balance": "Solde",
    "Balance: :balance AET": "Solde : :balance AET",
    "Balance: :balance SVT": "Solde : :balance SVT",
    "Barone LLC.": "Barone LLC.",
    "Biffco Ltd.": "Biffco Ltd.",
    "Big Kahuna Ltd.": "Big Kahuna Ltd.",
    "Binford Ltd.": "Binford Ltd.",
    "Boost image clarity and resolution without sacrificing quality.": "Améliorez la clarté et la résolution de l'image sans sacrifier la qualité.",
    "Boosting Results with AI-Powered Content": "Amélioration des résultats avec du contenu alimenté par IA",
    "Brand Strategist": "Stratège de marque",
    "Bring": "Apporter",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Donnez vie à des visuels statiques avec du mouvement. Notre service d'image à vidéo alimenté par IA transforme vos images en clips vidéo fluides et engageants — idéal pour les reels, les publicités, les présentations de produits, et plus encore. Aucune compétence en animation ou en montage vidéo requise.",
    "Bring your ideas to life with next-gen video creation.": "Donnez vie à vos idées avec la création vidéo de nouvelle génération.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Donner vie à votre imagination dans chaque cadre vibrant.",
    "Browse and Buy Prompts": "Parcourir et acheter des invites",
    "Browse by style": "Parcourir par style",
    "Browse powerful video clips generated from single frames.": "Parcourez des clips vidéo puissants générés à partir de cadres uniques.",
    "Browse the": "Parcourir le",
    "Build the future with Smart AI": "Construisez l'avenir avec une IA intelligente",
    "Building the Future of Fast and Smart Creation.": "Construire l'avenir de la création rapide et intelligente.",
    "Buy AI Creatives": "Acheter des créations IA",
    "Buy Now": "Acheter maintenant",
    "Buy for :amount AET": "Acheter pour :amount AET",
    "Buy for :amount SVT": "Acheter pour :amount SVT",
    "Call us": "Appelez-nous",
    "Can I customize the generated images?": "Puis-je personnaliser les images générées ?",
    "Can I customize the style of the generated image?": "Puis-je personnaliser le style de l'image générée ?",
    "Cancel": "Annuler",
    "Cartoon": "Dessins animés",
    "Categories": "Catégories",
    "Category": "Catégorie",
    "Change To": "Changer en",
    "Change to :currency": "Changer en :currency",
    "Check out the latest arts we have on AI-powered image generation and editing tools.": "Découvrez les dernières œuvres que nous avons sur les outils de génération et d'édition d'images alimentés par IA.",
    "Check what's our": "Vérifiez ce que nous avons",
    "Check what's our client say about us.": "Vérifiez ce que nos clients disent de nous.",
    "Checkout": "Passer à la caisse",
    "Choose from a wide range of multiple style options available": "Choisissez parmi une large gamme d'options de style disponibles",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Choisissez parmi des animations cinématographiques, fluides ou dramatiques pour répondre à vos besoins.",
    "Choose option:": "Choisissez une option :",
    "City": "Ville",
    "Clean, Transparent PNG Exports.": "Exports PNG propres et transparents.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Client Feedback": "Retour d'expérience client",
    "Comic": "Bande dessinée",
    "Company Details": "Détails de l'entreprise",
    "Confirm": "Confirmer",
    "Confirm Password": "Confirmer le mot de passe",
    "Consistent & Predictable Results.": "Résultats cohérents et prévisibles.",
    "Consistent, High-Quality Output": "Sortie cohérente et de haute qualité",
    "Consistently Impressed! After testing over five different image generators, I’ve finally discovered ‘the perfect one.’ The incredible attention to detail and advanced customization options blow me away. My only regret? Not stumbling upon this absolute gem years earlier!": "Constamment impressionné ! Après avoir testé plus de cinq générateurs d'images différents, j'ai enfin découvert 'le parfait'. L'incroyable attention aux détails et les options de personnalisation avancées m'épatent. Mon seul regret ? Ne pas être tombé sur ce bijou absolu plus tôt !",
    "Consistently Impressed! As a professional retoucher, I\\'m picky about tools. This AI handles 80% of my basic edits now, letting me focus on creative work. The skin retouching alone is worth the subscription!": "Constamment impressionné ! En tant que retoucheur professionnel, je suis exigeant sur les outils. Cette IA gère 80 % de mes retouches de base maintenant, me permettant de me concentrer sur le travail créatif. La retouche de la peau seule vaut l'abonnement !",
    "Contact Info": "Informations de contact",
    "Contact Us": "Contactez-nous",
    "Contact us": "Contactez-nous",
    "Contact us!": "Contactez-nous !",
    "Contacts": "Contacts",
    "Content Creator": "Créateur de contenu",
    "Content Marketing Manager": "Responsable marketing de contenu",
    "Conversion is in progress...": "La conversion est en cours...",
    "Convert any image to a high-quality PNG format effortlessly": "Convertissez n'importe quelle image en format PNG de haute qualité sans effort",
    "Convert to PNG": "Convertir en PNG",
    "Cookie Policy": "Politique de cookies",
    "Copyright": "Droit d'auteur",
    "Copyright, :year @": "Droit d'auteur, :year @",
    "Covent Garden, London": "Covent Garden, Londres",
    "Craft breathtaking visuals using state-of-the-art AI technology in just a few seconds": "Créez des visuels époustouflants en utilisant une technologie IA de pointe en quelques secondes",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Rédigez des e-mails convaincants et personnalisés avec facilité. Notre génération d'e-mails alimentée par IA vous aide à rédiger, optimiser et automatiser des messages pour une meilleure communication et engagement.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Créez des e-mails alimentés par IA adaptés à vos besoins commerciaux et de communication. De la prospection à la newsletter, rédigez des messages convaincants en quelques minutes.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Créez des accords juridiques alimentés par IA adaptés à vos besoins commerciaux. Des NDA aux contrats de partenariat, obtenez des documents juridiquement valables en quelques minutes.",
    "Create Deposit": "Créer un dépôt",
    "Create dynamic videos instantly — no animation or editing required.": "Créez des vidéos dynamiques instantanément — aucune animation ou montage requis.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Créez instantanément des images époustouflantes et de haute qualité avec nos outils alimentés par IA. Générez des visuels uniques adaptés à vos besoins avec facilité.",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Créez des images PNG transparentes directement à partir de texte — idéales pour les logos, les actifs numériques et l'intégration de design sans couture.",
    "Create. Enhance. Transform.": "Créer. Améliorer. Transformer.",
    "Created by AI": "Créé par IA",
    "Creative": "Créatif",
    "Creative Director": "Directeur créatif",
    "Creative Freedom": "Liberté créative",
    "Creative Upscale not only enlarges your image but also enhances textures, sharpness, and color richness. It produces high-resolution results that look sharper and more visually impressive than standard resizing tools.": "L'Upscale créatif n'agrandit pas seulement votre image, mais améliore également les textures, la netteté et la richesse des couleurs. Il produit des résultats haute résolution qui semblent plus nets et plus visuellement impressionnants que les outils de redimensionnement standard.",
    "Creatives": "Créations",
    "Currency:": "Devise :",
    "Current password": "Mot de passe actuel",
    "Custom": "Personnalisé",
    "Customizable Styles & Formats.": "Styles et formats personnalisables.",
    "Customize your images with an extensive array of artistic styles and design elements": "Personnalisez vos images avec une vaste gamme de styles artistiques et d'éléments de design",
    "DYNAMIC STORIES": "HISTOIRES DYNAMIQUES",
    "Daniel T.": "Daniel T.",
    "Dashboard": "Tableau de bord",
    "Dashboard.": "Tableau de bord.",
    "Date": "Date",
    "Delete Account": "Supprimer le compte",
    "Deliver professional results with no watermarks included": "Fournir des résultats professionnels sans filigranes",
    "Delivering": "Livraison",
    "Delivers high-quality images with great speed.": "Fournit des images de haute qualité avec une grande rapidité.",
    "Deposit": "Dépôt",
    "Deposit in": "Dépôt en",
    "Deposit in :currency": "Dépôt en :currency",
    "Deposits": "Dépôts",
    "Discover and Buy Unique AI Prompts.": "Découvrez et achetez des invites IA uniques.",
    "Discover what your content can become — in just seconds.": "Découvrez ce que votre contenu peut devenir — en quelques secondes.",
    "Discover, Buy, and Own Unique AI Prompts.": "Découvrez, achetez et possédez des invites IA uniques.",
    "Do I need Photoshop experience?": "Ai-je besoin d'expérience avec Photoshop ?",
    "Do I need any design or technical skills?": "Ai-je besoin de compétences en design ou techniques ?",
    "Do I need design skills to use these services?": "Ai-je besoin de compétences en design pour utiliser ces services ?",
    "Do you have any question?": "Avez-vous une question ?",
    "Don't have an account?": "Vous n'avez pas de compte ?",
    "Don't take our word for it.": "Ne vous fiez pas seulement à notre parole.",
    "Don't find your answer here? just send us a message for any question.": "Vous ne trouvez pas votre réponse ici ? Envoyez-nous simplement un message pour toute question.",
    "Don't just take our word for it—here's what creators like you are saying about our AI image generation and editing tools.": "Ne vous fiez pas seulement à notre parole—voici ce que des créateurs comme vous disent de nos outils de génération et d'édition d'images IA.",
    "Don't take our word for it.": "Ne vous fiez pas seulement à notre parole.",
    "Download": "Télécharger",
    "Download Video": "Télécharger la vidéo",
    "E-Commerce Store Owner": "Propriétaire de boutique en ligne",
    "E-commerce Manager": "Responsable e-commerce",
    "E-commerce Photographer": "Photographe e-commerce",
    "E-commerce Seller": "Vendeur e-commerce",
    "EFFECTIVENESS": "EFFICACITÉ",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Accédez facilement, éditez et téléchargez vos accords générés par IA dans un tableau de bord centralisé, garantissant conformité et efficacité.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Accédez facilement, éditez et envoyez vos e-mails générés par IA depuis un tableau de bord centralisé, optimisant l'engagement et l'efficacité.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Gérez et appliquez facilement vos insights financiers et commerciaux générés par IA dans un tableau de bord centralisé, optimisant l'efficacité et l'exécution de la stratégie.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Remplacez facilement les arrière-plans dans n'importe quelle image avec précision IA — idéal pour changer de cadre, de style ou créer des scènes personnalisées.",
    "Easy to Use": "Facile à utiliser",
    "Edit Profile": "Modifier le profil",
    "Edit profile": "Modifier le profil",
    "Editing": "Édition",
    "Effectiveness": "Efficacité",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Générez sans effort des accords conformes légalement en quelques secondes. Notre plateforme simplifie la création de documents, vous faisant gagner du temps et des efforts.",
    "Effortlessly remove image backgrounds with unparalleled precision": "Supprimez sans effort les arrière-plans d'images avec une précision inégalée",
    "Elevate your images using state-of-the-art upscaling technology for stunning results": "Élevez vos images en utilisant une technologie d'upscaling de pointe pour des résultats époustouflants",
    "Email": "E-mail",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe par e-mail",
    "Email address": "Adresse e-mail",
    "Email generation": "Génération d'e-mails",
    "Emily R.": "Emily R.",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Améliorez la qualité de l'image en un seul clic. Upscale instantanément vos visuels à une résolution plus élevée — parfait pour les impressions, les produits et le contenu professionnel.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Améliorez la résolution et la netteté sans perdre en qualité. Upscalez des images petites ou basse résolution en haute définition en quelques secondes.",
    "Enhance, transform, and refine your visuals with precision AI tools.": "Améliorez, transformez et peaufinez vos visuels avec des outils IA de précision.",
    "Enjoy a user-friendly interface for quick conversions": "Profitez d'une interface conviviale pour des conversions rapides",
    "Enjoy lightning-fast background removal in just seconds": "Profitez d'une suppression d'arrière-plan ultra-rapide en quelques secondes",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Enter Email": "Entrer l'e-mail",
    "Enter Password": "Entrer le mot de passe",
    "Enter your email address": "Entrez votre adresse e-mail",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Effacez les arrière-plans d'images en quelques secondes. Un seul clic pour obtenir un résultat propre et transparent - parfait pour les produits, les portraits et les créations.",
    "Esther Howard": "Esther Howard",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Même sans expérience en design, j'ai pu nettoyer et améliorer toutes mes photos de produits. Facile et efficace.",
    "Everything you need to create, in one place.": "Tout ce dont vous avez besoin pour créer, au même endroit.",
    "Experience a user-friendly interface designed to make image upscaling effortless": "Découvrez une interface conviviale conçue pour rendre l'upscaling d'images sans effort",
    "Experience an intuitive, highly efficient interface for seamless and innovative image generation": "Découvrez une interface intuitive et hautement efficace pour une génération d'images fluide et innovante",
    "Experience fast and reliable conversion in seconds": "Découvrez une conversion rapide et fiable en quelques secondes",
    "Experience seamless integration into your design workflow": "Découvrez une intégration fluide dans votre flux de travail de design",
    "Experience ultra-fast image generation in just a few seconds": "Découvrez une génération d'images ultra-rapide en quelques secondes",
    "Explore": "Explorer",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Explorez des invites alimentées par IA adaptées aux stratégies commerciales, financières et d'investissement. Chaque œuvre achetée peut être utilisée selon vos besoins.",
    "Explore Creatives": "Explorer les créations",
    "Explore by category": "Explorer par catégorie",
    "Explore by style": "Explorer par style",
    "Extremely easy—just type a description of what you want, and the AI handles the rest. No design skills or technical knowledge is required to get professional-looking results in seconds.": "Extrêmement facile—il suffit de taper une description de ce que vous voulez, et l'IA s'occupe du reste. Aucune compétence en design ou connaissance technique n'est requise pour obtenir des résultats professionnels en quelques secondes.",
    "FAQ Image": "Image FAQ",
    "FEATURES": "CARACTÉRISTIQUES",
    "Fast Generation": "Génération rapide",
    "Features": "Fonctionnalités",
    "Features and Functionalities": "Fonctionnalités et fonctionnalités",
    "First Name": "Prénom",
    "First name": "Prénom",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Forgot your password?": "Mot de passe oublié ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Faites-nous simplement savoir votre adresse e-mail et nous vous enverrons un lien de réinitialisation de mot de passe qui vous permettra de choisir un nouveau.",
    "Format": "Format",
    "Freelance Artist": "Artiste freelance",
    "From words to visuals — powerful tools for unique creations.": "Des mots aux visuels — des outils puissants pour des créations uniques.",
    "Full description of your idea": "Description complète de votre idée",
    "Game-Changing AI Tool! After wasting months trying different image generators, I wish I\\'d discovered this service earlier. The quality is unmatched, and the team\\'s responsiveness is incredible. This is now my only go-to for all my design needs!": "Outil IA révolutionnaire ! Après avoir perdu des mois à essayer différents générateurs d'images, j'aurais aimé découvrir ce service plus tôt. La qualité est inégalée, et la réactivité de l'équipe est incroyable. C'est maintenant mon seul recours pour tous mes besoins en design !",
    "General Frequently Asked Questions": "Questions fréquemment posées",
    "Generate": "Générer",
    "Generate Your Video Now": "Générez votre vidéo maintenant",
    "Generate and Customize Agreements": "Générez et personnalisez des accords",
    "Generate and Customize Emails": "Générez et personnalisez des e-mails",
    "Generate another one": "Générez un autre",
    "Generate high-quality images directly from your text prompts": "Générez des images de haute qualité directement à partir de vos invites textuelles",
    "Generate image": "Générer l'image",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Générez des invites d'image époustouflantes, des e-mails persuasifs et des accords juridiquement valables avec IA. Sécurisé, original et conçu pour votre succès.",
    "Generate stunning visuals from text, enhance your own images with powerful editing tools, or simply browse and buy ready-made AI art — all in one place.": "Générez des visuels époustouflants à partir de texte, améliorez vos propres images avec des outils d'édition puissants, ou parcourez et achetez simplement de l'art IA prêt à l'emploi — tout en un seul endroit.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Générez des visuels époustouflants et de haute qualité à partir de simples invites textuelles — parfaits pour des projets créatifs, du marketing et du design conceptuel.",
    "Generation": "Génération",
    "Generative Fill & Smart Retouching.": "Remplissage génératif et retouche intelligente.",
    "Generative Fill lets you add or replace elements in your image using AI. For example, you can remove an object or add new ones, and the tool will blend everything naturally to match the original style.": "Le remplissage génératif vous permet d'ajouter ou de remplacer des éléments dans votre image en utilisant l'IA. Par exemple, vous pouvez supprimer un objet ou en ajouter de nouveaux, et l'outil mélangera tout naturellement pour correspondre au style original.",
    "Get in touch with us": "Contactez-nous",
    "Get our all info and also can message us directly from here": "Obtenez toutes nos informations et vous pouvez également nous envoyer un message directement depuis ici",
    "Get started": "Commencer",
    "Getting Started": "Commencer",
    "Getting started": "Commencer",
    "Got a Question?": "Avez-vous une question ?",
    "Got questions?": "Avez-vous des questions ?",
    "Graphic Designer": "Designer graphique",
    "HIGHLIGHTS": "POINTS FORTS",
    "Have an account?": "Avez-vous un compte ?",
    "Here are just a few of our customer feedbacks. Have no trust in what we have to say. Have a look at what some of our prior clients have said about us.": "Voici juste quelques retours de nos clients. Ne vous fiez pas à ce que nous avons à dire. Jetez un œil à ce que certains de nos anciens clients ont dit à notre sujet.",
    "High-Resolution Outputs.": "Sorties haute résolution.",
    "Highest quality Generative AI models": "Modèles IA génératifs de la plus haute qualité",
    "Highlights": "Points forts",
    "Home": "Accueil",
    "How does AI photo enhancement work?": "Comment fonctionne l'amélioration des photos par IA ?",
    "How does Image Upscale help me?": "Comment l'upscale d'image m'aide-t-il ?",
    "How does Text-to-Image work?": "Comment fonctionne le texte à l'image ?",
    "How does the Background Remover work?": "Comment fonctionne le supprimeur de fond ?",
    "How easy is it to generate images with your tool?": "À quel point est-il facile de générer des images avec votre outil ?",
    "I agree to": "J'accepte",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "J'accepte <a href=\":privacyPolicyUrl\" target=\"_blank\">la politique de confidentialité</a> et <a href=\":termsConditionsUrl\">les termes et conditions</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "J'ai testé plusieurs invites et j'ai été impressionné par la fiabilité des résultats. Un excellent contrôle sur le style et le format.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "J'ai tapé une simple description et j'ai obtenu un visuel époustouflant. L'outil texte à image est incroyablement bon — on dirait de la magie.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "J'utilise le générateur pour visualiser des concepts pour des pages d'atterrissage et des publicités. Cela fait gagner du temps et impressionne instantanément les clients.",
    "I use the image generation service to quickly test visual ideas during the design phase — it’s like having a creative assistant on demand.": "J'utilise le service de génération d'images pour tester rapidement des idées visuelles pendant la phase de conception — c'est comme avoir un assistant créatif à la demande.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "J'ai utilisé les outils d'upscale et de retouche pour préparer des visuels pour une publicité de dernière minute — les résultats semblaient faits par un pro.",
    "I used to waste hours editing thumbnails—now I generate eye-catching images in one click. The AI even suggests improvements! My subscribers keep asking who my designer is… little do they know it’s AI!": "Je passais des heures à éditer des vignettes—maintenant je génère des images accrocheuses en un clic. L'IA suggère même des améliorations ! Mes abonnés ne cessent de demander qui est mon designer… peu savent que c'est l'IA !",
    "I went from struggling with visuals to posting stunning, on-brand graphics every day. The background removal and style transfer tools are lifesavers. Now, our engagement is through the roof!": "Je suis passé de la lutte avec les visuels à la publication de graphiques époustouflants et en accord avec la marque chaque jour. Les outils de suppression de fond et de transfert de style sont des sauveurs. Maintenant, notre engagement est à son maximum !",
    "INSANE VISUALS": "VISUELS FOU",
    "INSTANT PROMO": "PROMO INSTANTANÉE",
    "Ideal for design projects needing transparency features": "Idéal pour les projets de design nécessitant des fonctionnalités de transparence",
    "Ideal for enhancing photography and design projects with superior upscaled visuals": "Idéal pour améliorer la photographie et les projets de design avec des visuels upscalés supérieurs",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Idéal pour les réseaux sociaux, les présentations de produits, les campagnes et le storytelling.",
    "If you want to ask us a question, contact us!": "Si vous souhaitez nous poser une question, contactez-nous !",
    "Illustration": "Illustration",
    "Image Editing": "Édition d'image",
    "Image Generation": "Génération d'image",
    "Image Upscale": "Upscale d'image",
    "Image Upscale increases the canvas of your image — great for making it fit new formats or layouts. It generates matching surroundings so the extended parts blend seamlessly with the rest of the image.": "L'Upscale d'image augmente la toile de votre image — idéal pour l'adapter à de nouveaux formats ou mises en page. Il génère des environnements correspondants afin que les parties étendues se fondent parfaitement avec le reste de l'image.",
    "Image generation": "Génération d'image",
    "Image is being generated...": "L'image est en cours de génération...",
    "Image is being processed...": "L'image est en cours de traitement...",
    "Image to Video": "Image à vidéo",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Impressionné par la qualité",
    "Incredible Creativity!": "Créativité incroyable !",
    "Information": "Information",
    "Instant Delivery & Full Usage Rights.": "Livraison instantanée et droits d'utilisation complets.",
    "Instant Image Generation": "Génération d'image instantanée",
    "Instantly generate premium transparent visuals from text descriptions — the ultimate tool for ad campaigns, social media, and brand assets.": "Générez instantanément des visuels transparents premium à partir de descriptions textuelles — l'outil ultime pour les campagnes publicitaires, les réseaux sociaux et les actifs de marque.",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Supprimez instantanément les arrière-plans de n'importe quelle image avec précision IA — parfait pour le e-commerce, les photos de produits et les projets créatifs.",
    "Insufficient balance.": "Solde insuffisant.",
    "Is background removal really automatic?": "La suppression de fond est-elle vraiment automatique ?",
    "It creates images with transparent backgrounds (.PNG format)—perfect for logos, product mockups, social media graphics, and designs requiring seamless overlays.": "Il crée des images avec des arrière-plans transparents (format .PNG) — parfait pour les logos, les maquettes de produits, les graphiques pour les réseaux sociaux et les designs nécessitant des superpositions sans couture.",
    "Itsolutio - Your AI Helper": "Itsolutio - Votre assistant IA",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Je ne suis pas designer, mais j'ai créé des visuels incroyables juste en tapant ce dont j'avais besoin. L'interface est propre et intuitive.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "J'ai essayé quelques plateformes d'édition d'images, mais celle-ci a donné les meilleurs résultats, notamment en matière de clarté d'upscale et de correction des couleurs.",
    "Jake L.": "Jake L.",
    "Japanese": "Japonais",
    "Jenny Wilson": "Jenny Wilson",
    "Jessica H.": "Jessica H.",
    "Just upload and generate — your image becomes a video in moments.": "Il suffit de télécharger et de générer — votre image devient une vidéo en quelques instants.",
    "Languages": "Langues",
    "Last Name": "Nom de famille",
    "Last name": "Nom de famille",
    "Let these metrics highlight our power and seamless workflow.": "Laissez ces métriques mettre en avant notre puissance et notre flux de travail fluide.",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Laissez-nous gérer le travail lourd - texte et image vers vidéo, entièrement automatisé.",
    "Links": "Liens",
    "List of deposits": "Liste des dépôts",
    "Loading... Please wait while your files are being prepared.": "Chargement... Veuillez patienter pendant que vos fichiers sont préparés.",
    "Location": "Emplacement",
    "Log Out": "Se déconnecter",
    "Login": "Connexion",
    "Login Here": "Connectez-vous ici",
    "Login here": "Connectez-vous ici",
    "Login using an existing account or create a new account <a href=\":url\">here": "Connectez-vous avec un compte existant ou créez un nouveau compte <a href=\":url\">ici",
    "Logout": "Déconnexion",
    "Look at our clients feedback": "Regardez les retours de nos clients",
    "Looks Like Magic": "On dirait de la magie",
    "Mail us": "Envoyez-nous un e-mail",
    "Maintain exceptional image clarity during conversion": "Maintenez une clarté d'image exceptionnelle lors de la conversion",
    "Make Deposit": "Faire un dépôt",
    "Make a deposit": "Faire un dépôt",
    "Manage Your Agreements": "Gérez vos accords",
    "Manage Your Emails": "Gérez vos e-mails",
    "Marketers, designers, entrepreneurs, content creators, and developers who need fast, affordable, and royalty-free visuals.": "Marketers, designers, entrepreneurs, créateurs de contenu et développeurs qui ont besoin de visuels rapides, abordables et libres de droits.",
    "Marketing Strategist": "Stratège marketing",
    "Marketplace": "Marché",
    "Marvin McKey": "Marvin McKey",
    "Message us to": "Envoyez-nous un message pour",
    "Model": "Modèle",
    "More than just images": "Plus que de simples images",
    "Multiple Styles": "Styles multiples",
    "My Deposits": "Mes dépôts",
    "My creatives": "Mes créations",
    "My profile": "Mon profil",
    "New password": "Nouveau mot de passe",
    "New prompts": "Nouvelles invites",
    "Newsletter": "Bulletin d'information",
    "Next": "Suivant",
    "Next fully": "Suivant entièrement",
    "Next page": "Page suivante",
    "No Category": "Aucune catégorie",
    "No design skills are required. Just describe your idea in plain language — the AI handles the rest. It’s made for creators of all experience levels.": "Aucune compétence en design n'est requise. Il suffit de décrire votre idée en langage simple — l'IA s'occupe du reste. C'est fait pour les créateurs de tous niveaux d'expérience.",
    "No. The AI handles everything—just type what you imagine in plain language. No Photoshop or design experience required.": "Non. L'IA gère tout — il suffit de taper ce que vous imaginez en langage simple. Aucune expérience avec Photoshop ou en design n'est requise.",
    "Not at all. All tools are designed to be user-friendly. You simply upload an image, make your selection, and let the AI handle the editing. No technical or design experience needed.": "Pas du tout. Tous les outils sont conçus pour être conviviaux. Il vous suffit de télécharger une image, de faire votre sélection et de laisser l'IA gérer l'édition. Aucune expérience technique ou en design n'est nécessaire.",
    "Not at all. Our interface is designed for beginners, with one-click enhancements and intuitive sliders for advanced users. Professional results require zero technical skills.": "Pas du tout. Notre interface est conçue pour les débutants, avec des améliorations en un clic et des curseurs intuitifs pour les utilisateurs avancés. Des résultats professionnels ne nécessitent aucune compétence technique.",
    "Nova Creative Team": "Équipe créative Nova",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Online Store Owner": "Propriétaire de boutique en ligne",
    "Open a chat or give us call at": "Ouvrez un chat ou appelez-nous au",
    "Orders": "Commandes",
    "Our AI analyzes each image to automatically adjust exposure, colors, and sharpness while preserving important details - delivering studio-quality results in one click.": "Notre IA analyse chaque image pour ajuster automatiquement l'exposition, les couleurs et la netteté tout en préservant les détails importants - livrant des résultats de qualité studio en un clic.",
    "Our AI transforms text prompts into high-quality visuals. Generate anything from photorealistic scenes to abstract art and branded content—tailored to your creative vision.": "Notre IA transforme les invites textuelles en visuels de haute qualité. Générez tout, des scènes photoréalistes à l'art abstrait et au contenu de marque — adapté à votre vision créative.",
    "Our Address": "Notre adresse",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Nos services d'édition d'images sont alimentés par des talents de premier plan et des outils IA — fournissant des améliorations visuelles rapides et de haute qualité pour tout projet.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Nos services de génération d'images combinent une IA avancée avec une flexibilité créative — produisant des visuels uniques et de haute qualité à partir de texte en quelques secondes.",
    "Our office": "Notre bureau",
    "Our service prioritizes quality, speed, and versatility, ensuring you get visually impressive results tailored to your needs—without compromising on creativity or control.": "Notre service priorise la qualité, la rapidité et la polyvalence, garantissant que vous obtenez des résultats visuellement impressionnants adaptés à vos besoins — sans compromettre la créativité ou le contrôle.",
    "Our tools offer professional-grade photo enhancement, background removal, color correction, and batch processing - perfect for photographers, e-commerce, and marketers.": "Nos outils offrent une amélioration photo de qualité professionnelle, une suppression de fond, une correction des couleurs et un traitement par lot - parfaits pour les photographes, le e-commerce et les marketeurs.",
    "Password": "Mot de passe",
    "Password confirmation": "Confirmation du mot de passe",
    "Perfect for Content": "Parfait pour le contenu",
    "Perfect for Fast Prototypes": "Parfait pour des prototypes rapides",
    "Perfect for Non-Designers! I\\'m a writer with zero design skills, but this tool makes me look like a pro. The intuitive interface and stunning outputs have transformed my content. I’m honestly hesitant to recommend it—I want to keep the advantage!": "Parfait pour les non-designers ! Je suis un écrivain sans compétences en design, mais cet outil me fait paraître comme un pro. L'interface intuitive et les résultats époustouflants ont transformé mon contenu. Honnêtement, je suis hésitant à le recommander — je veux garder l'avantage !",
    "Perfect for Social Media Managers! I edit hundreds of images weekly - this tool cut my work time in half. The batch processing and preset styles are game-changers for our agency\\'s workflow.": "Parfait pour les gestionnaires de réseaux sociaux ! J'édite des centaines d'images chaque semaine - cet outil a réduit mon temps de travail de moitié. Le traitement par lot et les styles prédéfinis sont des changeurs de jeu pour le flux de travail de notre agence.",
    "Perfect for design, marketing, or product visuals.": "Parfait pour le design, le marketing ou les visuels de produits.",
    "Perfect for e-commerce, content, or digital design.": "Parfait pour le e-commerce, le contenu ou le design numérique.",
    "Perfectly suited for seamless integration into design projects": "Parfaitement adapté à une intégration fluide dans les projets de design",
    "Personal data": "Données personnelles",
    "Peter Cooper": "Peter Cooper",
    "Phone": "Téléphone",
    "Photo Tools": "Outils photo",
    "Photographer": "Photographe",
    "Photographers, e-commerce businesses, marketing agencies, social media managers, and anyone needing professional-looking images without the complexity of traditional software.": "Photographes, entreprises de e-commerce, agences de marketing, gestionnaires de réseaux sociaux et toute personne ayant besoin d'images professionnelles sans la complexité des logiciels traditionnels.",
    "Please create your account": "Veuillez créer votre compte",
    "Please login to your account": "Veuillez vous connecter à votre compte",
    "Please send us information about your project. One of our project managers shall evaluate your project requirements and give you a formal proposal. Detailed information will help us evaluate your project accurately.": "Veuillez nous envoyer des informations sur votre projet. L'un de nos chefs de projet évaluera vos exigences et vous fera une proposition formelle. Des informations détaillées nous aideront à évaluer votre projet avec précision.",
    "Policies": "Politiques",
    "Post code": "Code postal",
    "Powerful Tools at Your Fingertips": "Outils puissants à portée de main",
    "Powerful Tools at Your Fingertips.": "Outils puissants à portée de main.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Alimenter la créativité avec une diffusion latente dirigée par des experts.",
    "Preserve intricate details to ensure professional-grade quality in all your visuals": "Préservez des détails complexes pour garantir une qualité de niveau professionnel dans tous vos visuels",
    "Previous": "Précédent",
    "Previous page": "Page précédente",
    "Price": "Prix",
    "Price :amount": "Prix :amount",
    "Privacy Policy": "Politique de confidentialité",
    "Priya K.": "Priya K.",
    "Produce clear-background PNG images from any text - excellent for branding assets, digital media, and smooth visual integration.": "Produisez des images PNG avec arrière-plan transparent à partir de n'importe quel texte - excellent pour les actifs de marque, les médias numériques et une intégration visuelle fluide.",
    "Produce professional-grade, high-resolution results perfect for marketing and creative projects": "Produisez des résultats de qualité professionnelle et haute résolution parfaits pour le marketing et les projets créatifs",
    "Product not found": "Produit non trouvé",
    "Professional Photo Editing": "Édition photo professionnelle",
    "Professional-Grade Quality Enhancements.": "Améliorations de qualité de niveau professionnel.",
    "Profile": "Profil",
    "Profile Information": "Informations sur le profil",
    "Prompt": "Invite",
    "Prompt marketplace": "Marché des invites",
    "Providing": "Fournissant",
    "Purchase": "Acheter",
    "Questions & Answers": "Questions & Réponses",
    "Questions and Answers": "Questions et réponses",
    "Quick Menu": "Menu rapide",
    "Quickly eliminate image backgrounds with AI-powered precision.": "Éliminez rapidement les arrière-plans d'images avec une précision alimentée par IA.",
    "REELS THAT SELL": "REELS QUI VENDENT",
    "Ready to create something": "Prêt à créer quelque chose",
    "Realistic": "Réaliste",
    "Register": "S'inscrire",
    "Registration": "Inscription",
    "Remove Background Now": "Supprimer l'arrière-plan maintenant",
    "Replenishment amount (:amount :currency = 1 ART)": "Montant de réapprovisionnement (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Montant de réapprovisionnement (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialiser le mot de passe",
    "Resize & Expand with Visual Consistency.": "Redimensionner et étendre avec cohérence visuelle.",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Redimensionnez vos images pour tout format ou plateforme sans distorsion — recadrage et mise à l'échelle intelligents alimentés par IA.",
    "Resources": "Ressources",
    "SCROLL-STOPPERS": "ARRÊTEURS DE DÉFILEMENT",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "CONTENU À MANGER",
    "SOCIAL-READY": "PRÊT POUR LES RÉSEAUX SOCIAUX",
    "Save": "Sauvegarder",
    "Saved My Business Time & Money! As a marketer, I struggled with expensive designers until I found this service. The AI-generated images are so professional, my clients think I hired a full-time artist. Why didn't I switch sooner?": "Avoir sauvé mon entreprise du temps et de l'argent ! En tant que marketeur, j'ai lutté avec des designers coûteux jusqu'à ce que je trouve ce service. Les images générées par IA sont si professionnelles que mes clients pensent que j'ai engagé un artiste à plein temps. Pourquoi n'ai-je pas changé plus tôt ?",
    "Saved My Instagram Campaign": "Avoir sauvé ma campagne Instagram",
    "Saved My Photography Business! The automatic color correction alone is worth ten times the price. Clients now think I've upgraded all my equipment when I just upgraded my editing software!": "Avoir sauvé mon entreprise de photographie ! La correction automatique des couleurs seule vaut dix fois le prix. Les clients pensent maintenant que j'ai amélioré tout mon équipement alors que je n'ai que mis à jour mon logiciel de retouche !",
    "Saved.": "Sauvegardé.",
    "Seamlessly replace image backgrounds using AI.": "Remplacez sans couture les arrière-plans d'images en utilisant l'IA.",
    "Search": "Recherche",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Alimentez en toute sécurité votre portefeuille pour débloquer des insights commerciaux, des modèles financiers et des stratégies d'investissement alimentés par IA.",
    "Services": "Services",
    "Share": "Partager",
    "Shortsy text-to-image tool has completely transformed our content creation process. It saves us so much time, and the quality is consistently outstanding.": "L'outil texte-à-image Shortsy a complètement transformé notre processus de création de contenu. Cela nous fait gagner tellement de temps, et la qualité est constamment exceptionnelle.",
    "Shortsy.art offers advanced AI-powered tools that simplify and elevate your creative workflow — fast, accurate, and built for creators.": "Shortsy.art propose des outils avancés alimentés par IA qui simplifient et élèvent votre flux de travail créatif — rapide, précis et conçu pour les créateurs.",
    "Shortsy.art provides cutting-edge AI tools that turn your ideas into stunning visuals — fast, flexible, and built for creators.": "Shortsy.art fournit des outils IA de pointe qui transforment vos idées en visuels époustouflants — rapides, flexibles et conçus pour les créateurs.",
    "Sign In": "Se connecter",
    "Sign Up": "S'inscrire",
    "Sign in": "Se connecter",
    "Sign in.": "Se connecter.",
    "Sign out": "Se déconnecter",
    "Sign up": "S'inscrire",
    "Significantly improve image clarity with a fast, efficient, and highly reliable process": "Améliorez considérablement la clarté de l'image avec un processus rapide, efficace et hautement fiable",
    "Signup for our newsletter to get the latest news in your inbox.": "Inscrivez-vous à notre newsletter pour recevoir les dernières nouvelles dans votre boîte de réception.",
    "Similar products in same category": "Produits similaires dans la même catégorie",
    "Simply enter a descriptive text prompt, and the AI will generate an image based on your input. You can guide the output using optional parameters like style, aspect ratio, or composition preferences.": "Il suffit d'entrer une invite textuelle descriptive, et l'IA générera une image basée sur votre saisie. Vous pouvez guider la sortie en utilisant des paramètres optionnels tels que le style, le rapport d'aspect ou les préférences de composition.",
    "Size": "Taille",
    "So Easy to Use": "Tellement facile à utiliser",
    "Social Media Director": "Directeur des réseaux sociaux",
    "Socials": "Réseaux sociaux",
    "Sorry, error occured this time sending your message.": "Désolé, une erreur s'est produite cette fois-ci lors de l'envoi de votre message.",
    "Start Upscaling": "Commencer l'upscaling",
    "Start editing Images": "Commencer à éditer des images",
    "Start generate Images": "Commencer à générer des images",
    "Start now!": "Commencer maintenant !",
    "Start your creative journey — it only takes a moment.": "Commencez votre voyage créatif — cela ne prend qu'un instant.",
    "Startup Founder": "Fondateur de startup",
    "Status": "Statut",
    "Still don't have an account?": "Vous n'avez toujours pas de compte ?",
    "Style": "Style",
    "Style Customization": "Personnalisation du style",
    "Styles": "Styles",
    "Submit Form": "Soumettre le formulaire",
    "Successful Edit Accuracy Rate": "Taux de précision des modifications réussies",
    "Super Intuitive Tools": "Outils super intuitifs",
    "Support": "Support",
    "Support transparent backgrounds with remarkable ease": "Supportez les arrière-plans transparents avec une facilité remarquable",
    "Terms & Condition": "Termes et conditions",
    "Terms & Conditions": "Termes et conditions",
    "Terms and Conditions": "Termes et conditions",
    "Text to Image": "Texte à image",
    "Text to PNG": "Texte à PNG",
    "Text to Video": "Texte à vidéo",
    "Text-to-Image AI analyzes your text prompt and generates a unique visual representation using deep learning algorithms. Just describe what you want, and the system creates it pixel by pixel.": "L'IA texte-à-image analyse votre invite textuelle et génère une représentation visuelle unique en utilisant des algorithmes d'apprentissage profond. Il suffit de décrire ce que vous voulez, et le système le crée pixel par pixel.",
    "Text-to-Image Creation.": "Création texte-à-image.",
    "Text-to-PNG allows you to create images with transparent backgrounds, making them perfect for digital assets, marketing visuals, or overlays in designs. The output is instantly ready for use.": "Le texte-à-PNG vous permet de créer des images avec des arrière-plans transparents, les rendant parfaites pour les actifs numériques, les visuels marketing ou les superpositions dans les designs. La sortie est instantanément prête à l'emploi.",
    "Thank you!": "Merci !",
    "Thank you! Form has been submitted.": "Merci ! Le formulaire a été soumis.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail ? Si vous n'avez pas reçu l'e-mail, nous vous enverrons volontiers un autre.",
    "The AI-generated product images saved us thousands on photoshoots! The quality is so realistic, and we can create hundreds of variations in minutes. Our conversion rates jumped by 30%—absolutely worth it!": "Les images de produits générées par IA nous ont fait économiser des milliers sur les séances photo ! La qualité est si réaliste, et nous pouvons créer des centaines de variations en quelques minutes. Nos taux de conversion ont augmenté de 30 % — absolument rentable !",
    "The Background Remover isolates the main subject in your image by erasing the background automatically. It’s perfect for product photos, profile pictures, or any image where you need a clean cutout.": "Le supprimeur de fond isole le sujet principal de votre image en effaçant automatiquement l'arrière-plan. C'est parfait pour les photos de produits, les photos de profil ou toute image où vous avez besoin d'une découpe propre.",
    "The Opinions of Our Clients": "Les avis de nos clients",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "L'outil texte-à-PNG m'a donné des graphiques prêts à l'emploi pour ma boutique Shopify — aucune édition nécessaire. Il suffit de glisser et de déposer !",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Le supprimeur de fond est incroyablement précis. Je l'ai utilisé pour des photos de produits, et cela m'a fait gagner des heures d'édition. Hautement recommandé !",
    "The background remover is incredibly precise. What used to take 20 minutes per image now takes just a few seconds — and looks better.": "Le supprimeur de fond est incroyablement précis. Ce qui prenait auparavant 20 minutes par image ne prend maintenant que quelques secondes — et a l'air mieux.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "L'outil de remplissage génératif est incroyable. J'ai étendu un arrière-plan et ajouté des parties manquantes — et personne ne pouvait dire que c'était de l'IA !",
    "The views expressed by our existing clients": "Les avis exprimés par nos clients existants",
    "There is no generated images...": "Il n'y a pas d'images générées...",
    "These services are ideal for e-commerce sellers, designers, marketers, content creators, and anyone who needs polished visuals — fast. Whether you're prepping product images or creating social media content, these tools save time and boost quality.": "Ces services sont idéaux pour les vendeurs e-commerce, les designers, les marketeurs, les créateurs de contenu et quiconque a besoin de visuels soignés — rapidement. Que vous prépariez des images de produits ou créiez du contenu pour les réseaux sociaux, ces outils font gagner du temps et améliorent la qualité.",
    "These tools are perfect for marketers, designers, developers, entrepreneurs, and content creators who need fast, high-quality visuals without hiring a designer or spending hours in editing software.": "Ces outils sont parfaits pour les marketeurs, les designers, les développeurs, les entrepreneurs et les créateurs de contenu qui ont besoin de visuels rapides et de haute qualité sans engager un designer ou passer des heures dans un logiciel de montage.",
    "This is a secure area of the application. Please confirm your password before continuing.": "C'est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Top Sellers": "Meilleures ventes",
    "Top Up Your Wallet": "Recharger votre portefeuille",
    "Transform Ideas Into Visuals – Instantly.": "Transformez les idées en visuels – Instantanément.",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Transformez des images statiques en clips vidéo fluides générés par IA en quelques secondes.",
    "Transform your detailed text descriptions into vibrant, lifelike images with stunning clarity": "Transformez vos descriptions textuelles détaillées en images vibrantes et réalistes avec une clarté époustouflante",
    "Transparent PNG Output.": "Sortie PNG transparente.",
    "Transparent PNGs Are a Lifesaver": "Les PNG transparents sont une bouée de sauvetage",
    "Transparent PNGs Created": "PNGs transparents créés",
    "Turn ideas into breathtaking visuals—instantly. Whether you need AI-generated art or professional-grade photo edits, our tools deliver stunning results with zero hassle.": "Transformez des idées en visuels époustouflants—instantanément. Que vous ayez besoin d'art généré par IA ou de retouches photo de qualité professionnelle, nos outils offrent des résultats époustouflants sans tracas.",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Transformez vos idées en vidéos époustouflantes en utilisant simplement des mots. Notre service de texte à vidéo alimenté par IA transforme des invites écrites en vidéos dynamiques et de haute qualité — parfaites pour les réseaux sociaux, les publicités, le storytelling, et plus encore. Aucune compétence en montage requise.",
    "UI/UX Designer": "Designer UI/UX",
    "Unbelievable Precision! The AI detects edges better than any human editor. My product photos now look studio-quality without the studio price tag. This is my secret weapon for our e-commerce store!": "Précision incroyable ! L'IA détecte les contours mieux que n'importe quel éditeur humain. Mes photos de produits ont maintenant l'air de qualité studio sans le prix du studio. C'est mon arme secrète pour notre boutique en ligne !",
    "Unbelievable Results! I\\'ve tested countless AI image platforms over the past year, but none compare to this one. The precision and creativity are next-level. I almost don\\'t want to share how good it is—it feels like my secret weapon!": "Résultats incroyables ! J'ai testé d'innombrables plateformes d'images IA au cours de l'année dernière, mais aucune ne se compare à celle-ci. La précision et la créativité sont de niveau supérieur. Je ne veux presque pas partager à quel point c'est bon — on dirait mon arme secrète !",
    "Unlock the Full Power of AI Image Generation & Editing": "Débloquez toute la puissance de la génération et de l'édition d'images IA",
    "Unmatched Speed and Precision in Generative Power.": "Vitesse et précision inégalées dans la puissance générative.",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil de votre compte et votre adresse e-mail.",
    "Upload File": "Télécharger le fichier",
    "Upload any image — our AI brings it to life with motion and style.": "Téléchargez n'importe quelle image — notre IA lui donne vie avec mouvement et style.",
    "User -friendly interface makes background removal a breeze": "L'interface conviviale rend la suppression de fond très facile",
    "VIRAL CLIPS": "CLIPS VIRAL",
    "Very Solid!!": "Très solide !!",
    "Video is being generated...": "La vidéo est en cours de génération...",
    "Wade Warren": "Wade Warren",
    "Watch Images Come Alive.": "Regardez les images prendre vie.",
    "We Offer Cutting-Edge AI Image Services – From Instant Generation to Professional Editing & Enhancement": "Nous offrons des services d'images IA de pointe – de la génération instantanée à l'édition et à l'amélioration professionnelles",
    "We are Here to Answer It!": "Nous sommes ici pour y répondre !",
    "We blend AI with human creativity.": "Nous mélangeons l'IA avec la créativité humaine.",
    "We onboarded this for client projects, and the results blew us away. Fast edits, brand-consistent generations, and happy clients. It’s now our secret weapon for scaling creative work.": "Nous avons intégré cela pour des projets clients, et les résultats nous ont époustouflés. Édits rapides, générations cohérentes avec la marque, et clients satisfaits. C'est maintenant notre arme secrète pour évoluer dans le travail créatif.",
    "We rely on the upscaling and retouch tools for campaign assets. The results are sharp, clean, and perfectly aligned with our brand quality.": "Nous comptons sur les outils d'upscale et de retouche pour les actifs de campagne. Les résultats sont nets, propres et parfaitement alignés avec la qualité de notre marque.",
    "We specialize in cutting-edge AI image generation technology that transforms your ideas into stunning visuals, empowering businesses with innovative digital solutions to enhance their brand and accelerate growth.": "Nous sommes spécialisés dans la technologie de génération d'images IA de pointe qui transforme vos idées en visuels époustouflants, permettant aux entreprises de bénéficier de solutions numériques innovantes pour améliorer leur marque et accélérer leur croissance.",
    "We transform images with AI—creating, enhancing and automating visuals for your business. Generate stunning artwork, perfect photos, and streamline workflows with intelligent algorithms.": "Nous transformons les images avec l'IA—créant, améliorant et automatisant des visuels pour votre entreprise. Générez des œuvres d'art époustouflantes, des photos parfaites et rationalisez les flux de travail avec des algorithmes intelligents.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Nous apprécions vos réflexions et vos demandes. Faites-nous savoir comment nous pouvons vous aider ou améliorer nos services.",
    "Welcome Back": "Bienvenue de nouveau",
    "Welcome back — ready to create?": "Bienvenue de nouveau — prêt à créer ?",
    "Well, we've got": "Eh bien, nous avons",
    "What can I do with Shortsy image editing services?": "Que puis-je faire avec les services d'édition d'images Shortsy ?",
    "What can I do with Shortsy image generation services?": "Que puis-je faire avec les services de génération d'images Shortsy ?",
    "What can I do with your AI image generation service?": "Que puis-je faire avec votre service de génération d'images IA ?",
    "What can I do with your image editing services?": "Que puis-je faire avec vos services d'édition d'images ?",
    "What can I do with your image generation services?": "Que puis-je faire avec vos services de génération d'images ?",
    "What is Generative Fill used for?": "À quoi sert le remplissage génératif ?",
    "What is Text-to-PNG used for?": "À quoi sert le texte à PNG ?",
    "What makes your AI image generation different?": "Qu'est-ce qui rend votre génération d'images IA différente ?",
    "What’s special about the Creative Upscale tool?": "Qu'est-ce qui est spécial dans l'outil d'upscale créatif ?",
    "Who benefits from using image generation tools?": "Qui bénéficie de l'utilisation des outils de génération d'images ?",
    "Who should use these image editing tools?": "Qui devrait utiliser ces outils d'édition d'images ?",
    "Who uses your editing tools?": "Qui utilise vos outils d'édition ?",
    "Will I get the same image if I use the same prompt again?": "Obtiendrai-je la même image si j'utilise la même invite à nouveau ?",
    "Yes! Our AI detects subjects with 99% accuracy, even with complex edges like hair or fur. You get perfect cutouts in seconds, with optional manual refinements.": "Oui ! Notre IA détecte les sujets avec 99 % de précision, même avec des contours complexes comme les cheveux ou la fourrure. Vous obtenez des découpes parfaites en quelques secondes, avec des ajustements manuels optionnels.",
    "Yes, using the same prompt and parameters will yield consistent results. This is useful when you need reliable, repeatable outputs for campaigns or multiple assets.": "Oui, en utilisant la même invite et les mêmes paramètres, vous obtiendrez des résultats cohérents. Cela est utile lorsque vous avez besoin de sorties fiables et répétables pour des campagnes ou plusieurs actifs.",
    "Yes. You can choose from a variety of styles such as realistic, illustrated, minimal, or artistic. The generator adapts to your prompt and style settings for a unique result.": "Oui. Vous pouvez choisir parmi une variété de styles tels que réaliste, illustré, minimal ou artistique. Le générateur s'adapte à votre invite et à vos paramètres de style pour un résultat unique.",
    "You are about to purchase a <b>:title</b>": "Vous êtes sur le point d'acheter un <b>:title</b>",
    "You can create high-quality images from text prompts using advanced AI. Whether you need realistic scenes, abstract visuals, or branded content, the tools allow you to generate visuals tailored to your creative needs.": "Vous pouvez créer des images de haute qualité à partir d'invites textuelles en utilisant une IA avancée. Que vous ayez besoin de scènes réalistes, de visuels abstraits ou de contenu de marque, les outils vous permettent de générer des visuels adaptés à vos besoins créatifs.",
    "You can create stunning, high-quality images simply by describing what you want. The AI transforms your text prompts into unique visuals for any purpose—whether for personal projects, marketing, or creative exploration.": "Vous pouvez créer des images époustouflantes et de haute qualité simplement en décrivant ce que vous voulez. L'IA transforme vos invites textuelles en visuels uniques pour n'importe quel but — que ce soit pour des projets personnels, du marketing ou de l'exploration créative.",
    "You can remove backgrounds, upscale image quality, extend images, and even add or change parts of an image — all powered by AI. These tools help you achieve clean, high-resolution, and professional visuals in just a few clicks.": "Vous pouvez supprimer les arrière-plans, améliorer la qualité de l'image, étendre les images et même ajouter ou changer des parties d'une image — tout cela alimenté par l'IA. Ces outils vous aident à obtenir des visuels propres, haute résolution et professionnels en quelques clics.",
    "You don't have any deposits yet.": "Vous n'avez pas encore de dépôts.",
    "You don't have any orders yet.": "Vous n'avez pas encore de commandes.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Vous n'avez pas assez d'ART pour effectuer l'achat. Veuillez faire un dépôt.",
    "You don't have enough SVT to make the purchase. Please make a deposit.": "Vous n'avez pas assez de SVT pour effectuer l'achat. Veuillez faire un dépôt.",
    "You need to be logged in.": "Vous devez être connecté.",
    "You will pay": "Vous paierez",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Vous recevrez une archive contenant une image et une invite, avec la taille et le format sélectionnés.",
    "YouTube Creator": "Créateur YouTube",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Votre hub IA pour la créativité, la communication et les contrats.",
    "Your Email": "Votre e-mail",
    "Your Gateway to AI-powered Business Solutions": "Votre passerelle vers des solutions commerciales alimentées par IA",
    "Your Message": "Votre message",
    "Your Name": "Votre nom",
    "Your Phone": "Votre téléphone",
    "Your Vision": "Votre vision",
    "Your balance": "Votre solde",
    "Your balance:": "Votre solde :",
    "Your blank canvas is waiting... Let AI be your brush!": "Votre toile vierge vous attend... Laissez l'IA être votre pinceau !",
    "Your email": "Votre e-mail",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Your email is safe with us. We don't spam.": "Votre e-mail est en sécurité avec nous. Nous ne faisons pas de spam.",
    "Your limit for generating 10 images has been reached.": "Votre limite pour générer 10 images a été atteinte.",
    "Your message has been sent successfully.": "Votre message a été envoyé avec succès.",
    "Your message has been successfully submitted.": "Votre message a été soumis avec succès.",
    "Your request": "Votre demande",
    "Your title": "Votre titre",
    "You’re free to use generated images for both personal and commercial projects, including social media, ads, and presentations—as long as the content follows ethical guidelines.": "Vous êtes libre d'utiliser les images générées pour des projets personnels et commerciaux, y compris les réseaux sociaux, les publicités et les présentations, tant que le contenu respecte les directives éthiques.",
    "amazing?": "incroyable ?",
    "answers": "réponses",
    "auth.password": "auth.motdepasse",
    "client": "client",
    "element": "élément",
    "email": "email",
    "enter your email": "entrez votre email",
    "image editing services.": "services d'édition d'images.",
    "image generation services.": "services de génération d'images.",
    "password": "mot de passe",
    "password confirmation": "confirmation du mot de passe",
    "powerful, high-quality": "puissant, de haute qualité",
    "say about us.": "dire à propos de nous.",
    "search item here...": "rechercher un article ici...",
    "smart, high-quality": "intelligent, de haute qualité",
    "to Life with AI Creativity": "à la vie avec la créativité IA"
}
