{
    "&copy; Copyright :year - :name": "&copy; Droit d'auteur :year - :name",
    ":amount ART": ":amount ART",
    ":balance ART": ":balance ART",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de votre inscription.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Access Your Purchases": "Accédez à vos achats",
    "Add funds": "Ajouter des fonds",
    "Address": "Adresse",
    "Amount": "Montant",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Chez :name, nous nous engageons à promouvoir la créativité grâce à des solutions d'IA innovantes. Fondés avec une passion pour la technologie et l'art, notre mission est de fournir une plateforme où les utilisateurs peuvent explorer, créer et interagir avec des suggestions générées par l'IA uniques. Nous croyons au pouvoir transformateur de l'intelligence artificielle et à sa capacité à inspirer et améliorer les projets créatifs. Rejoignez-nous dans ce voyage alors que nous ouvrons de nouvelles possibilités pour les artistes, les écrivains et les créateurs du monde entier !",
    "Balance": "Solde",
    "Browse and Buy Prompts": "Explorer et acheter des suggestions",
    "Browse by style": "Parcourir par style",
    "Buy Now": "Acheter maintenant",
    "Cancel": "Annuler",
    "Categories": "Catégories",
    "Category": "Catégorie",
    "Checkout": "Caisse",
    "City": "Ville",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Confirm": "Confirmer",
    "Confirm Password": "Confirmez le mot de passe",
    "Contact us": "Contactez-nous",
    "Contacts": "Contacts",
    "Country": "Pays",
    "Current password": "Mot de passe actuel",
    "Dashboard": "Tableau de bord",
    "Date": "Date",
    "Delete Account": "Supprimer le compte",
    "Deposit": "Dépôt",
    "Deposits": "Dépôts",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Découvrez une large gamme de suggestions d'IA de haute qualité, chacune conçue pour améliorer vos projets et simplifier votre flux de travail.",
    "Discover, Buy, and Own Unique AI Prompts.": "Découvrez, achetez et possédez des suggestions d'IA uniques.",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Alimentez facilement votre portefeuille pour commencer à acheter des suggestions générées par l'IA exclusives qui alimentent votre créativité.",
    "Edit profile": "Modifier le profil",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Gérez et utilisez facilement toutes vos suggestions acquises en un seul endroit pratique pour une créativité sans faille.",
    "Email": "E-mail",
    "Email Password Reset Link": "Lien de réinitialisation du mot de passe par e-mail",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Explore": "Explorer",
    "Explore by category": "Explorer par catégorie",
    "Explore by style": "Explorer par style",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchase is secured by blockchain, ensuring originality and ownership.": "Explorez des suggestions générées par l'IA exclusives pour alimenter votre créativité. Chaque achat est sécurisé par la blockchain, garantissant l'originalité et la propriété.",
    "First Name": "Prénom",
    "First name": "Prénom",
    "Forgot your password?": "Mot de passe oublié?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié? Pas de problème. Faites-nous simplement savoir votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Home": "Accueil",
    "Insufficient balance.": "Solde insuffisant.",
    "Languages": "Langues",
    "Last Name": "Nom de famille",
    "Last name": "Nom de famille",
    "Log Out": "Se déconnecter",
    "Login": "Connexion",
    "Login using an existing account or create a new account <a href=\":url\">here": "Connectez-vous en utilisant un compte existant ou créez un nouveau compte <a href=\":url\">ici</a>",
    "Make a deposit": "Faire un dépôt",
    "Marketplace": "Marché",
    "My profile": "Mon profil",
    "New password": "Nouveau mot de passe",
    "New prompts": "Nouvelles suggestions",
    "Newsletter": "Bulletin",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez saisir votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Orders": "Commandes",
    "Password": "Mot de passe",
    "Password confirmation": "Confirmation du mot de passe",
    "Personal data": "Données personnelles",
    "Phone": "Téléphone",
    "Post code": "Code postal",
    "Price": "Prix",
    "Profile": "Profil",
    "Profile Information": "Informations sur le profil",
    "Prompt marketplace": "Marché des suggestions",
    "Purchase": "Acheter",
    "Register": "S'inscrire",
    "Replenishment amount (1 EUR = 1 ART)": "Montant du réapprovisionnement (1 EUR = 1 ART)",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialiser le mot de passe",
    "Resources": "Ressources",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Share": "Partager",
    "Sign out": "Se déconnecter",
    "Signup for our newsletter to get the latest news in your inbox.": "Inscrivez-vous à notre bulletin pour recevoir les dernières nouvelles dans votre boîte de réception.",
    "Similar products in same category": "Produits similaires dans la même catégorie",
    "Style": "Style",
    "Styles": "Styles",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Merci pour votre inscription ! Avant de commencer, pouvez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons un autre avec plaisir.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Top Sellers": "Meilleures ventes",
    "Top Up Your Wallet": "Rechargez votre portefeuille",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Mettez à jour les informations de votre profil et votre adresse e-mail.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Nous valorisons vos pensées et vos questions. Faites-nous savoir comment nous pouvons vous aider ou améliorer nos services.",
    "You are about to purchase a <b>:title</b>": "Vous êtes sur le point d'acheter un <b>:title</b>",
    "You don't have any deposits yet.": "Vous n'avez pas encore de dépôts.",
    "You don't have any orders yet.": "Vous n'avez pas encore de commandes.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Vous n'avez pas assez d'ART pour effectuer l'achat. Veuillez faire un dépôt.",
    "You need to be logged in.": "Vous devez être connecté.",
    "You will pay": "Vous allez payer",
    "Your Gateway to AI-powered Business Solutions": "Votre passerelle vers la créativité IA",
    "Your balance": "Votre solde",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Zip": "Code postal",
    "Your email is safe with us. We don't spam.": "Votre e-mail est en sécurité avec nous. Nous ne faisons pas de spam.",
    "Sign In": "Se connecter",
    "Submit": "Soumettre",
    "auth.password": "auth.password",
    "email": "E-mail",
    "enter your email": "Entrez votre e-mail",
    "password": "Mot de passe",
    "password confirmation": "Confirmation du mot de passe",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Je suis d'accord avec la <a href=\":privacyPolicyUrl\" target=\"_blank\">politique de confidentialité</a> et les <a href=\":termsConditionsUrl\">conditions générales</a>.",
    "Edit Profile": "Modifier le profil",
    "- Select country -": "- Sélectionner un pays -",
    "Amount (min. 5 ART)": "Montant (min. 5 ART)",
    "Balance: :balance ART": "Solde: :balance ART",
    "Do you have any question?": "Avez-vous des questions ?",
    "Socials": "Réseaux sociaux",
    "Sorry, error occured this time sending your message.": "Désolé, une erreur s'est produite lors de l'envoi de votre message.",
    "Submit Form": "Soumettre le formulaire",
    "Your Email": "Votre e-mail",
    "Your Message": "Votre message",
    "Your Name": "Votre nom",
    "Your Phone": "Votre téléphone",
    "Your message has been sent successfully.": "Votre message a été envoyé avec succès.",
    "search item here...": "rechercher un article ici...",
    "Your request": "Votre demande",
    "Your title": "Votre titre",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Vous recevrez une archive contenant une image et une instruction, avec la taille et le format sélectionnés.",
    "Image generation": "Génération d'image",
    "1 ART = 1 generation": "1 ART = 1 génération",
    "Generate image": "Générer une image"
}
