{
    "\tVoice & video call": "\tAppel vocal & vidéo",
    "1. Modifications": "1. Modifications",
    "1.1 We may modify any aspect of the Platform without notice. Regular review of these Terms is your responsibility. Continued use after changes constitutes acceptance. The \"Last Updated\" date reflects revisions. Disagreeing with changes requires immediate discontinuation of service.": "1.1 Nous pouvons modifier n’importe quel aspect de la Plateforme sans préavis. Il est de votre responsabilité de consulter régulièrement ces Conditions. L’utilisation continue après les modifications vaut acceptation. La date « Dernière mise à jour » reflète les révisions. En cas de désaccord avec les modifications, vous devez cesser immédiatement d’utiliser le service.",
    "1.2k Ready-to-Sign Use Cases": "1,2k cas d’utilisation prêts à signer",
    "10. Intellectual Property Rights": "10. Droits de propriété intellectuelle",
    "10.1 All Platform content (text, graphics, images, code, etc.) belongs to the Company or licensors, protected by copyright and trademark laws.": "10.1 Tout le contenu de la Plateforme (textes, graphiques, images, code, etc.) appartient à la Société ou à ses concédants de licence, protégé par les lois sur le droit d’auteur et les marques.",
    "10.2 Unauthorized use of trademarks displayed on the Platform is prohibited.": "10.2 Toute utilisation non autorisée des marques affichées sur la Plateforme est interdite.",
    "11. Indemnification": "11. Indemnisation",
    "11.1 You agree to defend and indemnify the Company against all claims arising from: (i) your Platform use; (ii) Terms violations; (iii) third-party rights infringement.": "11.1 Vous acceptez de défendre et d’indemniser la Société contre toutes les réclamations découlant de : (i) votre utilisation de la Plateforme ; (ii) des violations des Conditions ; (iii) de la violation des droits de tiers.",
    "12. Disclaimer": "12. Exclusion de garantie",
    "12.1 The Platform is provided \"as is\" without warranties of accuracy, reliability, or availability. We disclaim all implied warranties to the fullest extent permitted by law.": "12.1 La Plateforme est fournie « en l’état » sans garantie d’exactitude, de fiabilité ou de disponibilité. Nous déclinons toutes les garanties implicites dans la mesure maximale autorisée par la loi.",
    "13. Limitation of Liability": "13. Limitation de responsabilité",
    "13.1 We\\'re not liable for indirect, incidental, special, or consequential damages from Platform use.": "13.1 Nous ne sommes pas responsables des dommages indirects, accessoires, spéciaux ou consécutifs résultant de l’utilisation de la Plateforme.",
    "13.2 Platform use is at your own risk, including third-party content interactions.": "13.2 L’utilisation de la Plateforme est à vos propres risques, y compris les interactions avec du contenu tiers.",
    "13.3 Our maximum liability is limited to amounts paid by you in the preceding 6 months.": "13.3 Notre responsabilité maximale est limitée aux montants que vous nous avez versés au cours des 6 mois précédents.",
    "14. Governing Law and Dispute Resolution": "14. Droit applicable et règlement des litiges",
    "14.1 These Terms are governed by Polish law, with disputes resolved in Polish courts. This doesn\\'t affect your consumer rights under local laws.": "14.1 Ces Conditions sont régies par le droit polonais, les litiges étant résolus devant les tribunaux polonais. Cela n’affecte pas vos droits de consommateur prévus par les lois locales.",
    "14.2 EEA/Swiss users may utilize the EU ODR platform": "14.2 Les utilisateurs de l’EEE/Suisse peuvent utiliser la plateforme RLL de l’UE",
    "15. Miscellaneous": "15. Dispositions diverses",
    "15.1 Not enforcing Terms provisions doesn\\'t waive our rights. Waivers require written form.": "15.1 Le non-exercice des dispositions des Conditions ne constitue pas une renonciation à nos droits. Les renonciations doivent être formulées par écrit.",
    "15.2 No employment or partnership relationship is created by these Terms.": "15.2 Ces Conditions ne créent ni relation d’emploi ni partenariat.",
    "15.3 These Terms represent the complete agreement, superseding all prior communications.": "15.3 Ces Conditions représentent l’accord complet, remplaçant toutes les communications antérieures.",
    "15.4 The Agreement continues until terminated by either party. Termination doesn\\'t affect pre-existing rights. Surviving provisions remain effective.": "15.4 L’Accord reste en vigueur jusqu’à sa résiliation par l’une ou l’autre des parties. La résiliation n’affecte pas les droits préexistants. Les dispositions survivantes restent en vigueur.",
    "150+ Business Professionals Trust Us": "Plus de 150 professionnels d’affaires nous font confiance",
    "2. Services": "2. Services",
    "2.1 Account termination results in permanent deletion of all AI-generated content without possibility of restoration or refund.": "2.1 La résiliation du compte entraîne la suppression définitive de tout le contenu généré par l’IA sans possibilité de restauration ni de remboursement.",
    "3. Eligibility Criteria": "3. Critères d’éligibilité",
    "3.1 You must use our AI services lawfully in compliance with all regulations. Minimum age requirement is 18 years or your jurisdiction\\'s age of majority.": "3.1 Vous devez utiliser nos services d’IA de manière légale et conforme à toutes les réglementations. L’âge minimum requis est de 18 ans ou l’âge de la majorité dans votre juridiction.",
    "3.2 Using our Platform confirms your legal capacity to form binding contracts.": "3.2 L’utilisation de notre Plateforme confirme votre capacité juridique à conclure des contrats contraignants.",
    "3.3 Service is unavailable in restricted regions including: Afghanistan, Cuba, Iran, North Korea, Syria, Russia, Belarus, Crimea, Donetsk, Luhansk, Myanmar, Central African Republic, China, DR Congo, Lebanon, Libya, Mali, Nicaragua, Somalia, Sudan, Venezuela, Yemen, and Zimbabwe. This list may be updated.": "3.3 Le Service est indisponible dans les régions restreintes incluant : Afghanistan, Cuba, Iran, Corée du Nord, Syrie, Russie, Biélorussie, Crimée, Donetsk, Louhansk, Myanmar, République centrafricaine, Chine, RD Congo, Liban, Libye, Mali, Nicaragua, Somalie, Soudan, Venezuela, Yémen et Zimbabwe. Cette liste peut être mise à jour.",
    "3D Render": "Rendu 3D",
    "3D Rendering": "Rendu 3D",
    "4. Your Account": "4. Votre compte",
    "4.1 The agreement commences upon account registration, requiring submission of personal data for storage in our systems.": "4.1 L’accord prend effet lors de l’inscription au compte, nécessitant la soumission de données personnelles pour stockage dans nos systèmes.",
    "4.2 We may refuse registration for violations, fraud concerns, unverifiable identity, or duplicate accounts.": "4.2 Nous pouvons refuser l’inscription en cas de violations, de soupçons de fraude, d’identité non vérifiable ou de comptes dupliqués.",
    "4.3 One account per user permitted. Previous banned accounts must be resolved before creating new ones.": "4.3 Un compte par utilisateur autorisé. Les comptes précédemment bannis doivent être résolus avant la création de nouveaux.",
    "4.4 You bear full responsibility for all account activities. Credential sharing is prohibited. Report unauthorized access immediately.": "4.4 Vous assumez l’entière responsabilité de toutes les activités du compte. Le partage des identifiants est interdit. Signalez immédiatement tout accès non autorisé.",
    "4.5 We may suspend accounts for suspected inaccuracies or Terms violations.": "4.5 Nous pouvons suspendre les comptes en cas de soupçons d’inexactitudes ou de violations des Conditions.",
    "4.6 We\\'re not liable for damages from unauthorized account use.": "4.6 Nous ne sommes pas responsables des dommages résultant d’une utilisation non autorisée du compte.",
    "4.7 We may suspend access without notice for threats to service, rights violations, or legal breaches.": "4.7 Nous pouvons suspendre l’accès sans préavis en cas de menaces pour le service, de violations de droits ou d’infractions légales.",
    "4.8 Inactive accounts (30+ days) may be deactivated with data deletion.": "4.8 Les comptes inactifs (30 jours ou plus) peuvent être désactivés avec suppression des données.",
    "5. User Conduct": "5. Conduite de l’utilisateur",
    "5.1 Service use must comply with these Terms and laws. Prohibited activities include:": "5.1 L’utilisation du Service doit respecter ces Conditions et les lois. Les activités interdites incluent :",
    "5.2 We may remove content or disable access for violations without notice.": "5.2 Nous pouvons supprimer du contenu ou désactiver l’accès en cas de violations sans préavis.",
    "6. Compliance Procedures": "6. Procédures de conformité",
    "6.1 You agree to comply with all Terms and policies. Report violations to": "6.1 Vous acceptez de respecter toutes les Conditions et politiques. Signalez les violations à",
    "6.2 Enforcement may include warnings, content removal, restrictions, or bans.": "6.2 L’application peut inclure des avertissements, la suppression de contenu, des restrictions ou des interdictions.",
    "7. Transactions": "7. Transactions",
    "7.1 All transactions process in EUR (converted from other currencies at current rates).": "7.1 Toutes les transactions sont traitées en EUR (converties à partir d’autres devises aux taux actuels).",
    "7.2 Purchases require payment details including card information and addresses.": "7.2 Les achats nécessitent des détails de paiement, y compris les informations de carte et les adresses.",
    "7.3 Prices are displayed in EUR unless specified otherwise.": "7.3 Les prix sont affichés en EUR sauf indication contraire.",
    "7.4 Use only approved payment methods. Purchases confirm authorization and accuracy.": "7.4 Utilisez uniquement les méthodes de paiement approuvées. Les achats confirment l’autorisation et l’exactitude.",
    "7.5 We may reject orders for availability issues, pricing errors, or payment problems.": "7.5 Nous pouvons rejeter les commandes en raison de problèmes de disponibilité, d’erreurs de prix ou de problèmes de paiement.",
    "7.6 Delivery information emails sent to your registered address. Allow 14 days for delivery. Unfulfillable orders will be refunded.": "7.6 Les e-mails d’information sur la livraison sont envoyés à votre adresse enregistrée. Prévoir 14 jours pour la livraison. Les commandes non exécutables seront remboursées.",
    "8. Virtual Financial Token (VFT)": "8. Jeton Financier Virtuel (VFT)",
    "8.1 Definition and Purpose.": "8.1 Définition et objectif.",
    "8.1.1 The Platform utilizes an internal virtual accounting unit called the Virtual Financial Token (“VFT”).": "8.1.1 La Plateforme utilise une unité comptable virtuelle interne appelée Jeton Financier Virtuel (« VFT »).",
    "8.1.2 VFT is not a cryptocurrency, digital asset, security token, or financial instrument as defined under applicable law. It is a non-transferable, non-tradable unit of account, used solely for internal transactional and operational purposes within the Platform.": "8.1.2 Le VFT n’est pas une cryptomonnaie, un actif numérique, un jeton de sécurité ou un instrument financier tel que défini par la loi applicable. Il s’agit d’une unité comptable non transférable et non négociable, utilisée uniquement à des fins transactionnelles et opérationnelles internes au sein de la Plateforme.",
    "8.1.3 The use of VFT allows for efficient internal accounting, balance management, service consumption and user interaction with Platform features.": "8.1.3 L’utilisation du VFT permet une comptabilité interne efficace, la gestion des soldes, la consommation de services et l’interaction des utilisateurs avec les fonctionnalités de la Plateforme.",
    "8.2 Valuation and Exchange Rate.": "8.2 Valorisation et taux de change.",
    "8.2.1 VFT is pegged to the euro (EUR) at a fixed exchange rate of 1 VFT = 1 EUR.": "8.2.1 Le VFT est indexé sur l’euro (EUR) à un taux de change fixe de 1 VFT = 1 EUR.",
    "8.2.2 This fixed rate is used exclusively within the Platform to determine user balances and transactional amounts.": "8.2.2 Ce taux fixe est utilisé exclusivement au sein de la Plateforme pour déterminer les soldes des utilisateurs et les montants des transactions.",
    "8.2.3 Deposits made by a user are automatically converted to VFT on a 1:1 basis. Users can view their balance in VFT, which reflects the corresponding EUR value.": "8.2.3 Les dépôts effectués par un utilisateur sont automatiquement convertis en VFT sur une base 1:1. Les utilisateurs peuvent voir leur solde en VFT, qui reflète la valeur correspondante en EUR.",
    "8.3 Legal Status of VFT.": "8.3 Statut juridique du VFT.",
    "8.3.1 VFT is not legal tender, electronic money, or a payment instrument under EU Directive 2009/110/EC or any other applicable regulatory framework.": "8.3.1 Le VFT n’est pas une monnaie légale, une monnaie électronique ou un instrument de paiement au sens de la Directive UE 2009/110/CE ou de tout autre cadre réglementaire applicable.",
    "8.3.2 VFT does not grant ownership rights, voting rights, dividends, or any form of participation in the governance or equity of the Platform or its parent company.": "8.3.2 Le VFT ne confère aucun droit de propriété, de vote, de dividendes ou de participation à la gouvernance ou au capital de la Plateforme ou de sa société mère.",
    "8.3.3 VFT cannot be sold, transferred, exchanged, pledged, or used outside the scope of the Platform.": "8.3.3 Le VFT ne peut être vendu, transféré, échangé, mis en gage ou utilisé en dehors du cadre de la Plateforme.",
    "8.3.4 The existence and use of VFT do not imply any speculative, investment, or financial activity.": "8.3.4 L’existence et l’utilisation du VFT n’impliquent aucune activité spéculative, d’investissement ou financière.",
    "8.4 Use of VFT Within the Platform.": "8.4 Utilisation du VFT au sein de la Plateforme.",
    "8.4.1 Users may use their VFT balance for any permitted activities or services available on the Platform, including but not limited to:": "8.4.1 Les utilisateurs peuvent utiliser leur solde VFT pour toute activité ou service autorisé disponible sur la Plateforme, notamment :",
    "9. Refunds": "9. Remboursements",
    "9.1 Refund eligibility includes:": "9.1 Les cas donnant droit à un remboursement incluent :",
    "9.2 EEA/UK/Swiss consumers may cancel digital purchases within 14 days.": "9.2 Les consommateurs de l’EEE/Royaume-Uni/Suisse peuvent annuler les achats numériques dans les 14 jours.",
    "9.3 Cancellation rights waived if content access begins during this period.": "9.3 Les droits d’annulation sont perdus si l’accès au contenu commence pendant cette période.",
    "9.4 Submit cancellation requests to": "9.4 Soumettez les demandes d’annulation à",
    "9.5 Valid cancellations receive full refunds within 14 days (may extend to 30 days). Refunds issued via original payment method without fees.": "9.5 Les annulations valides donnent droit à un remboursement intégral dans les 14 jours (pouvant aller jusqu’à 30 jours). Les remboursements sont effectués via le moyen de paiement initial sans frais.",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count générations restantes",
    "AI Agreement Generation": "Génération d’accords par IA",
    "AI Agreement Generations": "Générations d’accords par IA",
    "AI BUSINESS TOOLS": "OUTILS PROFESSIONNELS IA",
    "AI Background": "Arrière-plan IA",
    "AI Email Generation": "Génération d’e-mails par IA",
    "AI Email Generations": "Générations d’e-mails par IA",
    "AI Resize": "Redimensionnement IA",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Outils alimentés par IA pour vous aider à rédiger des e-mails clairs, professionnels et efficaces pour toute situation — instantanément et sans effort.",
    "About us": "À propos de nous",
    "Abstract": "Abstrait",
    "Abstract & Fine Art": "Art abstrait & Beaux-arts",
    "Accept the terms and privacy policy": "Accepter les conditions et la politique de confidentialité",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Accédez à une collection sélectionnée d’images de stock de haute qualité pour sites web, publicités et présentations — libres de droits et prêtes à l’emploi.",
    "Accessing digital services or products": "Accès à des services ou produits numériques",
    "Accessing services from prohibited jurisdictions;": "Accès aux services depuis des juridictions interdites ;",
    "Adam P.": "Adam P.",
    "Advertising Cookies:": "Cookies publicitaires :",
    "After a thorough review of a client’s circumstances and needs.": "Après un examen approfondi des circonstances et des besoins d’un client.",
    "Agreement": "Accord",
    "Agreement Generation": "Génération d’accord",
    "Agreements": "Accords",
    "All": "Tous",
    "All Rights Reserved.": "Tous droits réservés.",
    "All rights reserved": "Tous droits réservés",
    "Already have an account?": "Vous avez déjà un compte ?",
    "Analytics Cookies:": "Cookies analytiques :",
    "Animals & Pets": "Animaux & Animaux de compagnie",
    "Architecture & Urban": "Architecture & Urbain",
    "Are you sure?": "Êtes-vous sûr ?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "En tant que locuteur non natif de l’anglais, cette plateforme m’aide à paraître plus confiant et professionnel dans chaque message.",
    "As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "En tant que fondateur de startup, la rédaction de NDA et d’accords de service était une corvée. Maintenant, je peux les créer instantanément sans frais juridiques.",
    "At :company_name (\"we\", \"us\", \"our\"), we are committed to protecting the privacy of our users (\"you\", \"your\"). This Privacy Policy explains how we collect, use, share, and safeguard your personal information when you use our AI image generation platform at visioforge.me (the \"Website\"). By accessing our services, you consent to the data practices described in this policy.": "Chez :company_name (« nous », « notre »), nous nous engageons à protéger la confidentialité de nos utilisateurs (« vous », « votre »). Cette Politique de confidentialité explique comment nous collectons, utilisons, partageons et protégeons vos informations personnelles lorsque vous utilisez notre plateforme de génération d’images par IA sur visioforge.me (le « Site web »). En accédant à nos services, vous consentez aux pratiques de données décrites dans cette politique.",
    "Available for Anyone": "Disponible pour tous",
    "Background Removal": "Suppression d’arrière-plan",
    "Background Remover": "Suppression d’arrière-plan",
    "Balance": "Solde",
    "Boost reply rates and save writing time": "Augmentez les taux de réponse et gagnez du temps d’écriture",
    "Boost your productivity with AI-generated legal documents,": "Boostez votre productivité avec des documents juridiques générés par IA,",
    "Bring all team": "Rassemblez toute l’équipe",
    "Business": "Entreprise",
    "Business & Operations": "Entreprise & Opérations",
    "Business & Technology": "Entreprise & Technologie",
    "Buy": "Acheter",
    "By accessing or purchasing through our Website, you agree to be bound by these Terms, our Privacy Policy, and all incorporated policies (collectively, the \"Terms of Use\"). Review our Privacy Policy to understand our data practices. We disclaim responsibility for third-party websites linked from our Platform.": "En accédant ou en effectuant des achats via notre Site web, vous acceptez d’être lié par ces Conditions, notre Politique de confidentialité et toutes les politiques incorporées (collectivement, les « Conditions d’utilisation »). Consultez notre Politique de confidentialité pour comprendre nos pratiques en matière de données. Nous déclinons toute responsabilité pour les sites web tiers liés depuis notre Plateforme.",
    "COMMUNICATION AI TOOL": "OUTIL DE COMMUNICATION IA",
    "Cartoon": "Dessin animé",
    "Cases": "Cas",
    "Categories": "Catégories",
    "Category": "Catégorie",
    "Check what’s our": "Découvrez ce que",
    "Choose currency: (:amount :currency = 1 VFT)": "Choisissez la devise : (:amount :currency = 1 VFT)",
    "Click here": "Cliquez ici",
    "Click here for more info": "Cliquez ici pour plus d’informations",
    "Cloud storage": "Stockage cloud",
    "Cold Outreach to Potential Client": "Prise de contact à froid avec un client potentiel",
    "Comic": "Bande dessinée",
    "Comics": "Bandes dessinées",
    "Commercial/political use without permission;": "Utilisation commerciale/politique sans autorisation ;",
    "Compose emails in seconds with AI assistance": "Rédigez des e-mails en quelques secondes avec l’aide de l’IA",
    "Confirm Password": "Confirmer le mot de passe",
    "Confirm password": "Confirmer le mot de passe",
    "Confirmed unauthorized charges;": "Frais non autorisés confirmés ;",
    "Connect jano with the": "Connectez Jano avec le",
    "Consulting Agreement": "Accord de conseil",
    "Contact Us": "Contactez-nous",
    "Content location (URL);": "Emplacement du contenu (URL) ;",
    "Contractor Agreement": "Accord avec un prestataire",
    "Control cookies through your browser settings:": "Contrôlez les cookies via les paramètres de votre navigateur :",
    "Cookie Policy": "Politique relative aux cookies",
    "Cookie Retention Period": "Période de conservation des cookies",
    "Cookie policy": "Politique relative aux cookies",
    "Cookies &amp; Your Personal Data": "Cookies & Vos données personnelles",
    "Cookies are small text files stored on your device when you use our platform. They help remember your preferences (like login details and AI tool settings) and optimize your creative workflow.": "Les cookies sont de petits fichiers texte stockés sur votre appareil lorsque vous utilisez notre plateforme. Ils aident à mémoriser vos préférences (comme les détails de connexion et les paramètres des outils IA) et à optimiser votre flux de travail créatif.",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Rédigez des e-mails clairs et soignés pour toute situation — des propositions commerciales au support client — avec un ton et une structure alimentés par l’IA.",
    "Create New Deposit (:currency)": "Créer un nouveau dépôt (:currency)",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Créez des accords professionnels et juridiquement solides en quelques secondes — saisissez simplement les détails clés et laissez l’IA gérer la mise en forme et les clauses.",
    "Create task": "Créer une tâche",
    "Create your": "Créez votre",
    "Created": "Créé",
    "Creative": "Créatif",
    "Current": "Actuel",
    "Custom": "Personnalisé",
    "Customer & Support": "Client & Support",
    "Customer Support Lead": "Responsable du support client",
    "Customizable": "Personnalisable",
    "Dashboard": "Tableau de bord",
    "Data Security": "Sécurité des données",
    "Date": "Date",
    "Deposits": "Dépôts",
    "Description": "Description",
    "Designer": "Designer",
    "Detailed violation explanation;": "Explication détaillée de la violation ;",
    "Discover": "Découvrir",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Découvrez comment nos outils IA transforment la productivité. Écoutez les professionnels qui rationalisent leur travail avec des solutions intelligentes pour e-mails, accords et images.",
    "Disrupting service operations;": "Perturbation des opérations du service ;",
    "Don't have an account yet?": "Vous n’avez pas encore de compte ?",
    "Download": "Télécharger",
    "Download Video": "Télécharger la vidéo",
    "Drop us a line": "Envoyez-nous un message",
    "E-commerce Store Owner": "Propriétaire de boutique e-commerce",
    "Effortless Creation of": "Création sans effort de",
    "Email": "E-mail",
    "Email Generation": "Génération d’e-mail",
    "Email Writing": "Rédaction d’e-mail",
    "Email:": "E-mail :",
    "Emails": "E-mails",
    "Employment Agreement": "Contrat de travail",
    "Enhance your experience and include:": "Améliorez votre expérience et incluez :",
    "Enter Email Address*": "Saisissez l’adresse e-mail*",
    "Enter Password": "Saisissez le mot de passe",
    "Enter custom tokens amount": "Saisissez un montant personnalisé de jetons",
    "Enter key details for your agreement...": "Saisissez les détails clés de votre accord...",
    "Enter key details for your contract...": "Saisissez les détails clés de votre contrat...",
    "Enter key details for your email...": "Saisissez les détails clés de votre e-mail...",
    "Enter your Message here": "Saisissez votre message ici",
    "Enter your email here": "Saisissez votre e-mail ici",
    "Enter your name*": "Saisissez votre nom*",
    "Essential Cookies:": "Cookies essentiels :",
    "Expereinced": "Expérimenté",
    "Explore": "Explorer",
    "Fashion & Beauty": "Mode & Beauté",
    "File sharing": "Partage de fichiers",
    "Follow Us": "Suivez-nous",
    "Follow-Up After Sales Call": "Suivi après un appel commercial",
    "Food & Drink": "Nourriture & Boissons",
    "For any privacy-related inquiries or requests regarding your personal data, please contact our team at": "Pour toute demande liée à la confidentialité ou concernant vos données personnelles, veuillez contacter notre équipe à",
    "For cookie-related inquiries:": "Pour toute question liée aux cookies :",
    "For inquiries regarding these Terms, contact us at": "Pour toute question concernant ces Conditions, contactez-nous à",
    "Format": "Format",
    "Fraudulent activity.": "Activité frauduleuse.",
    "Free Now": "Gratuit maintenant",
    "Freelance & Services": "Freelance & Services",
    "Freelance Consultant": "Consultant freelance",
    "Freelance Designer": "Designer freelance",
    "Freelance Graphic Designer": "Designer graphique freelance",
    "Freelance Work Agreement": "Accord de travail freelance",
    "Generate": "Générer",
    "Generate Agreement": "Générer un accord",
    "Generate Agreements": "Générer des accords",
    "Generate Email": "Générer un e-mail",
    "Generate Emails": "Générer des e-mails",
    "Generate another one": "Générer une autre",
    "Generate legal agreements in just a few clicks": "Générez des accords juridiques en quelques clics",
    "Generated": "Généré",
    "Generative Fill": "Remplissage génératif",
    "Get Start": "Commencer",
    "Get task complated": "Faire compléter la tâche",
    "Go to Dashboard": "Aller au tableau de bord",
    "Good faith statement.": "Déclaration de bonne foi.",
    "Great Interface": "Interface exceptionnelle",
    "Great Support": "Excellent support",
    "HR & Employment": "RH & Emploi",
    "HR Coordinator": "Coordinateur RH",
    "Harassment or discriminatory behavior;": "Harcèlement ou comportement discriminatoire ;",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Avoir une entreprise à domicile est un atout merveilleux pour votre vie. Le problème persiste lorsqu’il s’agit de faire de la publicité pour votre entreprise à faible coût. Je sais que vous avez cherché la réponse partout.",
    "Hear from our users": "Écoutez nos utilisateurs",
    "Hello": "Bonjour",
    "Help us understand feature usage to improve our AI models.": "Aidez-nous à comprendre l’utilisation des fonctionnalités pour améliorer nos modèles IA.",
    "High-Quality": "Haute qualité",
    "Home": "Accueil",
    "Hours": "Heures",
    "I agree to the": "J’accepte",
    "I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "J’avais besoin d’un contrat freelance de toute urgence — l’IA a généré un document complet et professionnel en quelques minutes. Cela m’a fait gagner énormément de temps.",
    "Ideal for freelancers, startups, and businesses": "Idéal pour les freelances, les startups et les entreprises",
    "Illustration": "Illustration",
    "Image": "Image",
    "Image Stock": "Banque d’images",
    "Image Upscale": "Amélioration d’image",
    "Image is being generated...": "L’image est en cours de génération…",
    "Images": "Images",
    "Impersonation or false affiliations;": "Usurpation d’identité ou fausses affiliations ;",
    "Impressionist": "Impressionniste",
    "In Seconds, With AI": "En quelques secondes, avec l’IA",
    "Information We Collect": "Informations que nous collectons",
    "Integrates your tools": "Intègre vos outils",
    "Interfering with others\\' use.": "Interférence avec l’utilisation des autres.",
    "Internal & HR": "Interne & RH",
    "Internal Policy Update Notice": "Avis de mise à jour de la politique interne",
    "Internship Agreement": "Accord de stage",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu est votre outil de gestion d’équipe en ligne simple et performant",
    "Janu tools.": "Outils Janu.",
    "Japanese": "Japonais",
    "LEGAL AI SOLUTION": "SOLUTION JURIDIQUE IA",
    "Languages": "Langues",
    "Last Updated: January 08, 2026": "Dernière mise à jour : 8 janvier 2026",
    "Laura M.": "Laura M.",
    "Learn more at": "En savoir plus sur",
    "Legal Address:": "Adresse légale :",
    "Legal Documents": "Documents juridiques",
    "Legal Use": "Utilisation légale",
    "Let’s": "Allons-y",
    "Loading... Please wait while your files are being prepared.": "Chargement… Veuillez patienter pendant la préparation de vos fichiers.",
    "Log In": "Se connecter",
    "Log in": "Se connecter",
    "Login": "Connexion",
    "Logout": "Déconnexion",
    "Low Price": "Prix bas",
    "Mail address": "Adresse e-mail",
    "Make Another Deposit": "Effectuer un autre dépôt",
    "Make a deposit": "Effectuer un dépôt",
    "Make timeframe": "Définir un délai",
    "Making internal purchases": "Effectuer des achats internes",
    "Managing Your Cookie Preferences": "Gestion de vos préférences de cookies",
    "Marketing Strategist": "Stratège marketing",
    "Message:": "Message :",
    "Michelle T.": "Michelle T.",
    "Minimalist": "Minimaliste",
    "Minimum 1 token required": "Minimum 1 jeton requis",
    "Model": "Modèle",
    "More": "Plus",
    "My Deposits": "Mes dépôts",
    "Name:": "Nom :",
    "Nature & Landscapes": "Nature & Paysages",
    "New Contact Form Submission from :site": "Nouvelle soumission de formulaire de contact depuis :site",
    "New Employee Welcome Email": "E-mail de bienvenue pour un nouvel employé",
    "Nina K.": "Nina K.",
    "Non-Disclosure Agreement (NDA)": "Accord de non-divulgation (NDA)",
    "Office address": "Adresse du bureau",
    "Operations Manager": "Responsable des opérations",
    "Optional Cookies:": "Cookies optionnels :",
    "Order Confirmation Email": "E-mail de confirmation de commande",
    "Orders": "Commandes",
    "Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Notre équipe RH l’utilise pour les contrats de travail et les lettres d’offre. C’est intuitif, rapide et cela fait gagner des heures de travail administratif.",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Notre compréhension approfondie de la gestion de projets et de programmes a permis le succès de nos clients.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Nos e-mails marketing sont maintenant percutants, clairs et conformes à la marque — sans effort. Un véritable changement de jeu.",
    "Our partners": "Nos partenaires",
    "Our platform uses these cookie categories:": "Notre plateforme utilise ces catégories de cookies :",
    "Our trusted partners": "Nos partenaires de confiance",
    "Over": "Plus de",
    "Over 27k Emails Generated": "Plus de 27k e-mails générés",
    "Over 9k Agreements Created": "Plus de 9k accords créés",
    "Partnership Agreement": "Accord de partenariat",
    "Password": "Mot de passe",
    "Pay": "Payer",
    "Payment Completed Successfully!": "Paiement effectué avec succès !",
    "People & Portraits": "Personnes & Portraits",
    "Perfect for outreach, support, and daily communication": "Parfait pour la prospection, le support et la communication quotidienne",
    "Performance Review Request": "Demande d’évaluation de performance",
    "Phone: +48 123 456 789": "Téléphone : +48 123 456 789",
    "Photo Realism": "Réalisme photo",
    "Please read these Terms carefully before using our AI services. If you disagree with any provision, you must immediately cease using the Platform.": "Veuillez lire attentivement ces Conditions avant d’utiliser nos services IA. Si vous n’acceptez pas une disposition, vous devez cesser immédiatement d’utiliser la Plateforme.",
    "Pop Art": "Pop Art",
    "Preference Cookies:": "Cookies de préférences :",
    "Prepare for download": "Préparer le téléchargement",
    "Price": "Prix",
    "Privacy Policy": "Politique de confidentialité",
    "Privacy Policy Updates": "Mises à jour de la politique de confidentialité",
    "Privacy policy": "Politique de confidentialité",
    "Product Demo Invitation": "Invitation à une démonstration produit",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Les professionnels et les équipes du monde entier comptent sur VisioForge.me pour la rédaction intelligente d’e-mails par IA, la création de contrats et l’accès à de superbes images de stock — tout en un seul endroit.",
    "Project Manager": "Chef de projet",
    "Promotional Offer Announcement": "Annonce d’offre promotionnelle",
    "Prompt": "Invite",
    "Purchase for :amount VFT": "Acheter pour :amount VFT",
    "Rahul S.": "Rahul S.",
    "Rashed kabir": "Rashed Kabir",
    "Reason to choose us": "Raisons de nous choisir",
    "Refund Process Update": "Mise à jour du processus de remboursement",
    "Register": "S’inscrire",
    "Remember me": "Se souvenir de moi",
    "Remember your AI settings (e.g., style preferences, output formats).": "Mémorisez vos paramètres IA (par ex., préférences de style, formats de sortie).",
    "Remote Work Approval Email": "E-mail d’approbation du travail à distance",
    "Required for core functions like account security, payment processing, and AI image generation. These cannot be disabled.": "Requis pour les fonctions principales comme la sécurité du compte, le traitement des paiements et la génération d’images par IA. Ils ne peuvent pas être désactivés.",
    "Retouch": "Retouche",
    "Reverse engineering or modifying our AI technology;": "Rétro-ingénierie ou modification de notre technologie IA ;",
    "Reviews": "Avis",
    "Safe": "Sûr",
    "Sales & Marketing": "Ventes & Marketing",
    "Sales Agreement": "Accord de vente",
    "Sales Manager": "Responsable des ventes",
    "Samantha R.": "Samantha R.",
    "Satisfaction Survey Request": "Demande d’enquête de satisfaction",
    "Save hours on drafting and reviewing documents": "Gagnez des heures sur la rédaction et la révision de documents",
    "Saved": "Enregistré",
    "Select Tokens Amount": "Sélectionner le montant de jetons",
    "Service Agreement for Client": "Accord de service pour client",
    "Services": "Services",
    "Session cookies expire when you close your browser. Persistent cookies remain for up to 24 months unless deleted manually.": "Les cookies de session expirent à la fermeture du navigateur. Les cookies persistants restent jusqu’à 24 mois sauf suppression manuelle.",
    "Sharing of Your Information": "Partage de vos informations",
    "Shipping Delay Notification": "Notification de retard d’expédition",
    "Show relevant promotions for our premium features (opt-out available below).": "Afficher les promotions pertinentes pour nos fonctionnalités premium (option de désactivation disponible ci-dessous).",
    "Sign Up": "S’inscrire",
    "Sign up for free": "Inscription gratuite",
    "Size": "Taille",
    "Smart Agreements": "Accords intelligents",
    "Smart Solutions": "Solutions intelligentes",
    "Some cookies may process technical data (like IP addresses) to personalize your AI experience. We comply with GDPR and other privacy regulations. See our": "Certains cookies peuvent traiter des données techniques (comme les adresses IP) pour personnaliser votre expérience IA. Nous respectons le RGPD et d’autres réglementations de confidentialité. Voir notre",
    "Sorry, there was an error sending your message. Please try again later.": "Désolé, une erreur est survenue lors de l’envoi de votre message. Veuillez réessayer plus tard.",
    "Sports & Fitness": "Sports & Fitness",
    "Start now": "Commencer maintenant",
    "Startup Founder": "Fondateur de startup",
    "Status": "Statut",
    "Stock Image Library": "Bibliothèque d’images de stock",
    "Style": "Style",
    "Submit": "Envoyer",
    "Subscribe Now": "S’abonner maintenant",
    "Support Lead": "Responsable support",
    "Surrealism": "Surréalisme",
    "Tag": "Étiquette",
    "Team Managment": "Gestion d’équipe",
    "Team Meeting Agenda Email": "E-mail d’ordre du jour de réunion d’équipe",
    "Templates": "Modèles",
    "Termination of Employment Letter": "Lettre de licenciement",
    "Terms & Conditions": "Conditions générales",
    "Terms and Conditions": "Conditions générales",
    "Terms and conditions": "Conditions générales",
    "Text to Image": "Texte vers Image",
    "Text to PNG": "Texte vers PNG",
    "Thank you for subscribing!": "Merci pour votre abonnement !",
    "Thank you for your payment. Your transaction has been completed successfully.": "Merci pour votre paiement. Votre transaction a été effectuée avec succès.",
    "Thank you! Your message has been received.": "Merci ! Votre message a été reçu.",
    "Thank you! Your message has been sent successfully!": "Merci ! Votre message a été envoyé avec succès !",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Le générateur d’accords IA m’a aidé à créer un contrat freelance solide en moins de 5 minutes. C’est précis, rapide et professionnel.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Le déploiement EMV a été maladroit, coûteux et n’a pas pris en compte.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "L’invite en anglais sera automatiquement téléchargée avec l’image au format .txt.",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Le cœur de notre service repose sur les conseils d’investissement objectifs que nous cherchons à fournir.",
    "Third-Party Service Providers": "Fournisseurs de services tiers",
    "This message was sent from your website\\'s contact form.": "Ce message a été envoyé depuis le formulaire de contact de votre site web.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Cet outil a complètement transformé ma gestion du support client. Il fait gagner du temps et maintient un ton cohérent.",
    "Time Tracking": "Suivi du temps",
    "To opt out of Google Analytics:": "Pour désactiver Google Analytics :",
    "Tokens": "Jetons",
    "Top-Up Balance": "Recharger le solde",
    "Top-up Balance": "Recharger le solde",
    "Travel & Adventure": "Voyage & Aventure",
    "Troubleshooting Response Email": "E-mail de réponse au dépannage",
    "Trusted": "Fiable",
    "Trusted by 145+ Teams Worldwide": "Fait confiance par plus de 145 équipes dans le monde",
    "Trusted by Freelancers, Startups & Businesses Alike": "Fait confiance par les freelances, startups et entreprises",
    "Try free now": "Essayez gratuitement maintenant",
    "Types of Cookies We Use": "Types de cookies que nous utilisons",
    "Unauthorized distribution or commercialization;": "Distribution ou commercialisation non autorisée ;",
    "Unresolved technical issues after 5 business days;": "Problèmes techniques non résolus après 5 jours ouvrables ;",
    "Updates to This Policy": "Mises à jour de cette politique",
    "Uploading harmful or illegal content;": "Téléchargement de contenu nuisible ou illégal ;",
    "Upsell Email to Existing Customer": "E-mail d’upsell à un client existant",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Utilisez l’IA pour générer des contrats, accords et formulaires juridiques facilement — précis, personnalisables et prêts en quelques secondes.",
    "Use of Your Information": "Utilisation de vos informations",
    "Used in 1.4k Business Scenarios": "Utilisé dans 1,4k scénarios professionnels",
    "Usefull Links": "Liens utiles",
    "User": "Utilisateur",
    "Users": "Utilisateurs",
    "Using automated data collection tools;": "Utilisation d’outils automatisés de collecte de données ;",
    "Vendor Contract": "Contrat avec un fournisseur",
    "Verified billing errors;": "Erreurs de facturation vérifiées ;",
    "Video from Image": "Vidéo à partir d’image",
    "Video from Text": "Vidéo à partir de texte",
    "Video is being generated...": "La vidéo est en cours de génération…",
    "Vintage/Retro": "Vintage/Rétro",
    "Watch": "Regarder",
    "We collect information you provide directly, such as your email address during account registration or when subscribing to updates. Our system also automatically gathers technical data including your IP address, device information, and usage patterns through cookies and analytics tools like Google Analytics to improve our services.": "Nous collectons les informations que vous fournissez directement, comme votre adresse e-mail lors de l’inscription au compte ou de l’abonnement aux mises à jour. Notre système collecte également automatiquement des données techniques, y compris votre adresse IP, les informations sur l’appareil et les modèles d’utilisation via des cookies et des outils d’analyse comme Google Analytics pour améliorer nos services.",
    "We do not sell your personal data to marketers. Your information may be shared with: (1) essential service providers (e.g., payment processors, analytics platforms); (2) legal authorities when required by law; or (3) to protect the rights and safety of our platform and users. Any shared data is limited to what\\'s necessary for the specific purpose.": "Nous ne vendons pas vos données personnelles aux marketeurs. Vos informations peuvent être partagées avec : (1) des fournisseurs de services essentiels (par ex., processeurs de paiement, plateformes d’analyse) ; (2) les autorités légales lorsque la loi l’exige ; ou (3) pour protéger les droits et la sécurité de notre plateforme et de nos utilisateurs. Tout partage de données est limité à ce qui est nécessaire pour l’objectif spécifique.",
    "We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Nous n’avons pas d’avocat interne, donc cet outil nous aide à rester conformes et professionnels sans les coûts.",
    "We implement industry-standard security measures including encryption and access controls to protect your information. While we strive to protect your data, no online transmission is 100% secure. You are responsible for keeping your login credentials confidential.": "Nous mettons en œuvre des mesures de sécurité conformes aux normes de l’industrie, y compris le chiffrement et les contrôles d’accès pour protéger vos informations. Bien que nous nous efforcions de protéger vos données, aucune transmission en ligne n’est sécurisée à 100 %. Vous êtes responsable de la confidentialité de vos identifiants de connexion.",
    "We may update this Policy as our AI services evolve. Significant changes will be announced on our platform.": "Nous pouvons mettre à jour cette Politique au fur et à mesure de l’évolution de nos services IA. Les changements significatifs seront annoncés sur notre plateforme.",
    "We may update this policy periodically to reflect changes in our practices or legal requirements. The updated version will be posted here with a new \"Last Updated\" date. We recommend reviewing this policy regularly to stay informed.": "Nous pouvons mettre à jour cette politique périodiquement pour refléter les changements dans nos pratiques ou les exigences légales. La version mise à jour sera publiée ici avec une nouvelle date « Dernière mise à jour ». Nous recommandons de consulter régulièrement cette politique pour rester informé.",
    "We partner with trusted third-party payment processors to handle transactions securely. When making purchases, you\\'ll be directed to their platforms to complete payments. These providers manage your payment details according to their own privacy policies - we never store credit card information on our servers.": "Nous travaillons avec des processeurs de paiement tiers de confiance pour traiter les transactions en toute sécurité. Lors des achats, vous serez redirigé vers leurs plateformes pour finaliser les paiements. Ces fournisseurs gèrent vos détails de paiement conformément à leurs propres politiques de confidentialité - nous ne stockons jamais les informations de carte de crédit sur nos serveurs.",
    "We use both first-party cookies (placed by us) and third-party cookies (from services like analytics providers) to improve functionality and understand how users interact with our AI features.": "Nous utilisons à la fois des cookies propriétaires (placés par nous) et des cookies tiers (provenant de services comme les fournisseurs d’analyse) pour améliorer les fonctionnalités et comprendre comment les utilisateurs interagissent avec nos fonctionnalités IA.",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Nous l’utilisons dans toute l’équipe pour les mises à jour internes et les communications externes. Cela nous fait gagner des heures chaque semaine.",
    "We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Nous utilisons la plateforme pour les contrats clients et les accords internes. L’IA fait le gros du travail, et nous n’avons plus qu’à réviser et signer.",
    "We\\'re committed to addressing your concerns promptly and transparently.": "Nous nous engageons à traiter vos préoccupations rapidement et de manière transparente.",
    "Welcome to Visio Forge! We utilize cookies and similar technologies to enhance your experience with our AI image generation platform. This Cookie Policy (\"Policy\") explains how we use cookies and how you can manage them. By continuing to use our site, you accept these terms. For questions, contact us:": "Bienvenue sur Visio Forge ! Nous utilisons des cookies et des technologies similaires pour améliorer votre expérience avec notre plateforme de génération d’images par IA. Cette Politique relative aux cookies (« Politique ») explique comment nous utilisons les cookies et comment vous pouvez les gérer. En continuant à utiliser notre site, vous acceptez ces conditions. Pour toute question, contactez-nous :",
    "Welcome to https://visioforge.me (the \"Website\"), operated by :company_name, a company incorporated in Poland under NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, with its registered office at :company_address (\"we\", \"us\", \"our\", the \"Company\"). These Terms and Conditions (the \"Terms\", the \"Agreement\") govern your access to and use of our AI image generation and editing services (the \"Platform\"), forming a binding contract between you (\"you\", \"your\", \"user\", \"customer\") and the Company. For any inquiries, please contact us at :company_email.": "Bienvenue sur https://visioforge.me (le « Site web »), exploité par :company_name, une société constituée en Pologne sous NIP : :company_nip, REGON : :company_regon, KRS : :company_krs, dont le siège social est situé à :company_address (« nous », « notre », la « Société »). Ces Conditions générales (les « Conditions », l’« Accord ») régissent votre accès et votre utilisation de nos services de génération et d’édition d’images par IA (la « Plateforme »), formant un contrat contraignant entre vous (« vous », « votre », « utilisateur », « client ») et la Société. Pour toute demande, veuillez nous contacter à :company_email.",
    "Welcome to the Future of": "Bienvenue dans l’avenir de",
    "What Are Cookies?": "Que sont les cookies ?",
    "What Our Users Say": "Ce que disent nos utilisateurs",
    "Why you": "Pourquoi vous",
    "Write Better Emails": "Rédigez de meilleurs e-mails",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "La rédaction d’e-mails clients me prenait une éternité. Maintenant, je saisis simplement quelques points clés et l’IA rédige un message professionnel instantanément !",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "La rédaction d’e-mails de prospection me prenait une éternité. Maintenant, je saisis simplement quelques détails et j’obtiens un e-mail soigné prêt à envoyer.",
    "You can make deposit": "Vous pouvez effectuer un dépôt",
    "You can reply directly to this email to respond to :name.": "Vous pouvez répondre directement à cet e-mail pour répondre à :name.",
    "You don't have any deposits yet.": "Vous n’avez pas encore de dépôts.",
    "You don't have any orders yet.": "Vous n’avez pas encore de commandes.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Vous n’avez pas assez d’ART pour effectuer l’achat. Veuillez effectuer un dépôt.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Vous n’avez pas assez de VFT pour effectuer l’achat. Veuillez effectuer un dépôt.",
    "You have received a new message from your website\\'s contact form.": "Vous avez reçu un nouveau message depuis le formulaire de contact de votre site web.",
    "You need to be": "Vous devez être",
    "Your contact information;": "Vos coordonnées ;",
    "Your email": "Votre e-mail",
    "Your email address is used for account management, service notifications, and product updates. We analyze technical data to enhance platform security, optimize AI performance, and improve user experience. Analytics help us understand feature usage and identify areas for improvement.": "Votre adresse e-mail est utilisée pour la gestion du compte, les notifications de service et les mises à jour produit. Nous analysons les données techniques pour renforcer la sécurité de la plateforme, optimiser les performances de l’IA et améliorer l’expérience utilisateur. Les analyses nous aident à comprendre l’utilisation des fonctionnalités et à identifier les domaines à améliorer.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Votre adresse e-mail ne sera utilisée à aucune fin marketing. Les champs obligatoires sont marqués.",
    "Your limit for generating 10 images has been reached.": "Votre limite de génération de 10 images a été atteinte.",
    "Your request": "Votre demande",
    "Your title": "Votre titre",
    "and": "et",
    "auth.password": "auth.password",
    "by your member": "par votre membre",
    "choose": "choisir",
    "client": "client",
    "for Agreements, Emails & Images": "pour les accords, e-mails et images",
    "for Your Projects": "pour vos projets",
    "for any team person": "pour toute personne de l’équipe",
    "for details.": "pour plus de détails.",
    "for do the task": "pour accomplir la tâche",
    "including:": "incluant :",
    "logged in": "connecté",
    "make life easier.": "faciliter la vie.",
    "managment": "gestion",
    "more…": "plus…",
    "or": "ou",
    "our all features": "toutes nos fonctionnalités",
    "professional emails, and ready-to-use stock images — all in one platform.": "e-mails professionnels et images de stock prêtes à l’emploi — tout sur une seule plateforme.",
    "say about us.": "disent de nous.",
    "software": "logiciel",
    "support": "support",
    "task togather": "tâches ensemble",
    "tokens": "jetons",
    "us always": "nous toujours",
    "video": "vidéo",
    "workspace": "espace de travail",
    "you use.": "que vous utilisez.",
    "© :year Powered by": "© :year Propulsé par"
}