{
    "\tVoice & video call": "\tChiamata vocale e video",
    "1. Modifications": "1. Modifiche",
    "1.1 We may modify any aspect of the Platform without notice. Regular review of these Terms is your responsibility. Continued use after changes constitutes acceptance. The \"Last Updated\" date reflects revisions. Disagreeing with changes requires immediate discontinuation of service.": "1.1 Possiamo modificare qualsiasi aspetto della Piattaforma senza preavviso. È tua responsabilità rivedere regolarmente questi Termini. L'uso continuato dopo le modifiche costituisce accettazione. La data \"Ultimo aggiornamento\" riflette le revisioni. In caso di disaccordo con le modifiche, è necessario interrompere immediatamente l'uso del servizio.",
    "1.2k Ready-to-Sign Use Cases": "1.2k Casi Pronti per la Firma",
    "10. Intellectual Property Rights": "10. Diritti di Proprietà Intellettuale",
    "10.1 All Platform content (text, graphics, images, code, etc.) belongs to the Company or licensors, protected by copyright and trademark laws.": "10.1 Tutti i contenuti della Piattaforma (testi, grafiche, immagini, codice, ecc.) appartengono alla Società o ai licenziatari, protetti dalle leggi sul copyright e sui marchi.",
    "10.2 Unauthorized use of trademarks displayed on the Platform is prohibited.": "10.2 L'uso non autorizzato dei marchi visualizzati sulla Piattaforma è vietato.",
    "11. Indemnification": "11. Manleva",
    "11.1 You agree to defend and indemnify the Company against all claims arising from: (i) your Platform use; (ii) Terms violations; (iii) third-party rights infringement.": "11.1 Accetti di difendere e manlevare la Società da tutte le pretese derivanti da: (i) l'uso della Piattaforma; (ii) violazioni dei Termini; (iii) violazione dei diritti di terzi.",
    "12. Disclaimer": "12. Esclusione di Garanzie",
    "12.1 The Platform is provided \"as is\" without warranties of accuracy, reliability, or availability. We disclaim all implied warranties to the fullest extent permitted by law.": "12.1 La Piattaforma è fornita \"così com'è\" senza garanzie di accuratezza, affidabilità o disponibilità. Escludiamo tutte le garanzie implicite nella misura massima consentita dalla legge.",
    "13. Limitation of Liability": "13. Limitazione di Responsabilità",
    "13.1 We\\'re not liable for indirect, incidental, special, or consequential damages from Platform use.": "13.1 Non siamo responsabili per danni indiretti, incidentali, speciali o consequenziali derivanti dall'uso della Piattaforma.",
    "13.2 Platform use is at your own risk, including third-party content interactions.": "13.2 L'uso della Piattaforma è a tuo rischio, inclusi le interazioni con contenuti di terzi.",
    "13.3 Our maximum liability is limited to amounts paid by you in the preceding 6 months.": "13.3 La nostra responsabilità massima è limitata agli importi pagati da te nei 6 mesi precedenti.",
    "14. Governing Law and Dispute Resolution": "14. Legge Applicabile e Risoluzione delle Controversie",
    "14.1 These Terms are governed by Polish law, with disputes resolved in Polish courts. This doesn\\'t affect your consumer rights under local laws.": "14.1 Questi Termini sono regolati dalla legge polacca, con controversie risolte nei tribunali polacchi. Questo non pregiudica i tuoi diritti di consumatore ai sensi delle leggi locali.",
    "14.2 EEA/Swiss users may utilize the EU ODR platform": "14.2 Gli utenti SEE/Svizzera possono utilizzare la piattaforma ODR dell'UE",
    "15. Miscellaneous": "15. Disposizioni Varie",
    "15.1 Not enforcing Terms provisions doesn\\'t waive our rights. Waivers require written form.": "15.1 Il mancato esercizio delle disposizioni dei Termini non costituisce rinuncia ai nostri diritti. Le rinunce richiedono forma scritta.",
    "15.2 No employment or partnership relationship is created by these Terms.": "15.2 Questi Termini non creano rapporti di lavoro o partnership.",
    "15.3 These Terms represent the complete agreement, superseding all prior communications.": "15.3 Questi Termini rappresentano l'accordo completo, sostituendo tutte le comunicazioni precedenti.",
    "15.4 The Agreement continues until terminated by either party. Termination doesn\\'t affect pre-existing rights. Surviving provisions remain effective.": "15.4 L'Accordo continua fino alla risoluzione da parte di una delle parti. La risoluzione non pregiudica i diritti preesistenti. Le disposizioni sopravvissute rimangono efficaci.",
    "150+ Business Professionals Trust Us": "Oltre 150 Professionisti del Business si Fidano di Noi",
    "2. Services": "2. Servizi",
    "2.1 Account termination results in permanent deletion of all AI-generated content without possibility of restoration or refund.": "2.1 La chiusura dell'account comporta l'eliminazione permanente di tutti i contenuti generati dall'IA senza possibilità di ripristino o rimborso.",
    "3. Eligibility Criteria": "3. Criteri di Idoneità",
    "3.1 You must use our AI services lawfully in compliance with all regulations. Minimum age requirement is 18 years or your jurisdiction\\'s age of majority.": "3.1 Devi utilizzare i nostri servizi IA in modo lecito, in conformità con tutte le normative. L'età minima richiesta è 18 anni o la maggiore età nella tua giurisdizione.",
    "3.2 Using our Platform confirms your legal capacity to form binding contracts.": "3.2 L'uso della nostra Piattaforma conferma la tua capacità legale di stipulare contratti vincolanti.",
    "3.3 Service is unavailable in restricted regions including: Afghanistan, Cuba, Iran, North Korea, Syria, Russia, Belarus, Crimea, Donetsk, Luhansk, Myanmar, Central African Republic, China, DR Congo, Lebanon, Libya, Mali, Nicaragua, Somalia, Sudan, Venezuela, Yemen, and Zimbabwe. This list may be updated.": "3.3 Il servizio non è disponibile in regioni ristrette tra cui: Afghanistan, Cuba, Iran, Corea del Nord, Siria, Russia, Bielorussia, Crimea, Donetsk, Luhansk, Myanmar, Repubblica Centrafricana, Cina, RD Congo, Libano, Libia, Mali, Nicaragua, Somalia, Sudan, Venezuela, Yemen e Zimbabwe. Questo elenco può essere aggiornato.",
    "3D Render": "Render 3D",
    "3D Rendering": "Rendering 3D",
    "4. Your Account": "4. Il Tuo Account",
    "4.1 The agreement commences upon account registration, requiring submission of personal data for storage in our systems.": "4.1 L'accordo inizia con la registrazione dell'account, richiedendo l'invio di dati personali per l'archiviazione nei nostri sistemi.",
    "4.2 We may refuse registration for violations, fraud concerns, unverifiable identity, or duplicate accounts.": "4.2 Possiamo rifiutare la registrazione per violazioni, sospetti di frode, identità non verificabile o account duplicati.",
    "4.3 One account per user permitted. Previous banned accounts must be resolved before creating new ones.": "4.3 È consentito un solo account per utente. Gli account precedentemente bannati devono essere risolti prima di crearne di nuovi.",
    "4.4 You bear full responsibility for all account activities. Credential sharing is prohibited. Report unauthorized access immediately.": "4.4 Sei pienamente responsabile di tutte le attività dell'account. La condivisione delle credenziali è vietata. Segnala immediatamente accessi non autorizzati.",
    "4.5 We may suspend accounts for suspected inaccuracies or Terms violations.": "4.5 Possiamo sospendere account per sospette inesattezze o violazioni dei Termini.",
    "4.6 We\\'re not liable for damages from unauthorized account use.": "4.6 Non siamo responsabili per danni derivanti da uso non autorizzato dell'account.",
    "4.7 We may suspend access without notice for threats to service, rights violations, or legal breaches.": "4.7 Possiamo sospendere l'accesso senza preavviso per minacce al servizio, violazioni di diritti o infrazioni legali.",
    "4.8 Inactive accounts (30+ days) may be deactivated with data deletion.": "4.8 Gli account inattivi (oltre 30 giorni) possono essere disattivati con eliminazione dei dati.",
    "5. User Conduct": "5. Condotta dell'Utente",
    "5.1 Service use must comply with these Terms and laws. Prohibited activities include:": "5.1 L'uso del servizio deve rispettare questi Termini e le leggi. Le attività vietate includono:",
    "5.2 We may remove content or disable access for violations without notice.": "5.2 Possiamo rimuovere contenuti o disabilitare l'accesso per violazioni senza preavviso.",
    "6. Compliance Procedures": "6. Procedure di Conformità",
    "6.1 You agree to comply with all Terms and policies. Report violations to": "6.1 Accetti di rispettare tutti i Termini e le politiche. Segnala violazioni a",
    "6.2 Enforcement may include warnings, content removal, restrictions, or bans.": "6.2 L'applicazione può includere avvisi, rimozione di contenuti, restrizioni o ban.",
    "7. Transactions": "7. Transazioni",
    "7.1 All transactions process in EUR (converted from other currencies at current rates).": "7.1 Tutte le transazioni sono elaborate in EUR (convertite da altre valute ai tassi attuali).",
    "7.2 Purchases require payment details including card information and addresses.": "7.2 Gli acquisti richiedono dettagli di pagamento inclusi informazioni della carta e indirizzi.",
    "7.3 Prices are displayed in EUR unless specified otherwise.": "7.3 I prezzi sono visualizzati in EUR salvo diversamente specificato.",
    "7.4 Use only approved payment methods. Purchases confirm authorization and accuracy.": "7.4 Usa solo metodi di pagamento approvati. Gli acquisti confermano autorizzazione e accuratezza.",
    "7.5 We may reject orders for availability issues, pricing errors, or payment problems.": "7.5 Possiamo rifiutare ordini per problemi di disponibilità, errori di prezzo o problemi di pagamento.",
    "7.6 Delivery information emails sent to your registered address. Allow 14 days for delivery. Unfulfillable orders will be refunded.": "7.6 Email di informazioni sulla consegna inviate all'indirizzo registrato. Consentire 14 giorni per la consegna. Gli ordini non evadibili saranno rimborsati.",
    "8. Virtual Financial Token (VFT)": "8. Token Finanziario Virtuale (VFT)",
    "8.1 Definition and Purpose.": "8.1 Definizione e Scopo.",
    "8.1.1 The Platform utilizes an internal virtual accounting unit called the Virtual Financial Token (“VFT”).": "8.1.1 La Piattaforma utilizza un'unità di contabilizzazione virtuale interna chiamata Token Finanziario Virtuale (“VFT”).",
    "8.1.2 VFT is not a cryptocurrency, digital asset, security token, or financial instrument as defined under applicable law. It is a non-transferable, non-tradable unit of account, used solely for internal transactional and operational purposes within the Platform.": "8.1.2 Il VFT non è una criptovaluta, un asset digitale, un token di sicurezza o uno strumento finanziario come definito dalla legge applicabile. È un'unità di conto non trasferibile, non negoziabile, utilizzata esclusivamente per scopi transazionali e operativi interni alla Piattaforma.",
    "8.1.3 The use of VFT allows for efficient internal accounting, balance management, service consumption and user interaction with Platform features.": "8.1.3 L'uso del VFT consente una contabilizzazione interna efficiente, gestione del saldo, consumo di servizi e interazione dell'utente con le funzionalità della Piattaforma.",
    "8.2 Valuation and Exchange Rate.": "8.2 Valutazione e Tasso di Cambio.",
    "8.2.1 VFT is pegged to the euro (EUR) at a fixed exchange rate of 1 VFT = 1 EUR.": "8.2.1 Il VFT è ancorato all'euro (EUR) a un tasso di cambio fisso di 1 VFT = 1 EUR.",
    "8.2.2 This fixed rate is used exclusively within the Platform to determine user balances and transactional amounts.": "8.2.2 Questo tasso fisso è utilizzato esclusivamente all'interno della Piattaforma per determinare i saldi utente e gli importi transazionali.",
    "8.2.3 Deposits made by a user are automatically converted to VFT on a 1:1 basis. Users can view their balance in VFT, which reflects the corresponding EUR value.": "8.2.3 I depositi effettuati da un utente sono convertiti automaticamente in VFT su base 1:1. Gli utenti possono visualizzare il loro saldo in VFT, che riflette il valore corrispondente in EUR.",
    "8.3 Legal Status of VFT.": "8.3 Status Legale del VFT.",
    "8.3.1 VFT is not legal tender, electronic money, or a payment instrument under EU Directive 2009/110/EC or any other applicable regulatory framework.": "8.3.1 Il VFT non è moneta a corso legale, moneta elettronica o strumento di pagamento ai sensi della Direttiva UE 2009/110/CE o di qualsiasi altro quadro normativo applicabile.",
    "8.3.2 VFT does not grant ownership rights, voting rights, dividends, or any form of participation in the governance or equity of the Platform or its parent company.": "8.3.2 Il VFT non conferisce diritti di proprietà, diritti di voto, dividendi o qualsiasi forma di partecipazione nella governance o nel capitale della Piattaforma o della sua società madre.",
    "8.3.3 VFT cannot be sold, transferred, exchanged, pledged, or used outside the scope of the Platform.": "8.3.3 Il VFT non può essere venduto, trasferito, scambiato, dato in pegno o utilizzato al di fuori dell'ambito della Piattaforma.",
    "8.3.4 The existence and use of VFT do not imply any speculative, investment, or financial activity.": "8.3.4 L'esistenza e l'uso del VFT non implicano alcuna attività speculativa, di investimento o finanziaria.",
    "8.4 Use of VFT Within the Platform.": "8.4 Uso del VFT all'Interno della Piattaforma.",
    "8.4.1 Users may use their VFT balance for any permitted activities or services available on the Platform, including but not limited to:": "8.4.1 Gli utenti possono utilizzare il loro saldo VFT per qualsiasi attività o servizio consentito disponibile sulla Piattaforma, inclusi ma non limitati a:",
    "9. Refunds": "9. Rimborsi",
    "9.1 Refund eligibility includes:": "9.1 L'idoneità al rimborso include:",
    "9.2 EEA/UK/Swiss consumers may cancel digital purchases within 14 days.": "9.2 I consumatori SEE/UK/Svizzera possono annullare acquisti digitali entro 14 giorni.",
    "9.3 Cancellation rights waived if content access begins during this period.": "9.3 I diritti di annullamento sono rinunciati se l'accesso ai contenuti inizia durante questo periodo.",
    "9.4 Submit cancellation requests to": "9.4 Invia richieste di annullamento a",
    "9.5 Valid cancellations receive full refunds within 14 days (may extend to 30 days). Refunds issued via original payment method without fees.": "9.5 Gli annullamenti validi ricevono rimborsi completi entro 14 giorni (può estendersi a 30 giorni). I rimborsi sono emessi tramite il metodo di pagamento originale senza commissioni.",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count generazioni rimanenti",
    "AI Agreement Generation": "Generazione Accordi IA",
    "AI Agreement Generations": "Generazioni Accordi IA",
    "AI BUSINESS TOOLS": "STRUMENTI BUSINESS IA",
    "AI Background": "Sfondo IA",
    "AI Email Generation": "Generazione Email IA",
    "AI Email Generations": "Generazioni Email IA",
    "AI Resize": "Ridimensionamento IA",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Strumenti alimentati da IA per aiutarti a scrivere email chiare, professionali ed efficaci per qualsiasi situazione — istantaneamente e senza sforzo.",
    "About us": "Chi Siamo",
    "Abstract": "Astratto",
    "Abstract & Fine Art": "Astratto & Belle Arti",
    "Accept the terms and privacy policy": "Accetta i termini e l'informativa sulla privacy",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Accedi a una collezione curata di immagini stock di alta qualità per siti web, annunci e presentazioni — royalty-free e pronte all'uso.",
    "Accessing digital services or products": "Accesso a servizi o prodotti digitali",
    "Accessing services from prohibited jurisdictions;": "Accesso ai servizi da giurisdizioni proibite;",
    "Adam P.": "Adam P.",
    "Advertising Cookies:": "Cookie Pubblicitari:",
    "After a thorough review of a client’s circumstances and needs.": "Dopo un'attenta revisione delle circostanze e delle esigenze del cliente.",
    "Agreement": "Accordo",
    "Agreement Generation": "Generazione Accordo",
    "Agreements": "Accordi",
    "All": "Tutti",
    "All Rights Reserved.": "Tutti i Diritti Riservati.",
    "All rights reserved": "Tutti i diritti riservati",
    "Already have an account?": "Hai già un account?",
    "Analytics Cookies:": "Cookie Analitici:",
    "Animals & Pets": "Animali & Animali Domestici",
    "Architecture & Urban": "Architettura & Urbana",
    "Are you sure?": "Sei sicuro?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Come madrelingua non inglese, questa piattaforma mi aiuta a suonare più sicuro e professionale in ogni messaggio.",
    "As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Come fondatore di startup, redigere NDA e accordi di servizio era una seccatura. Ora posso crearli istantaneamente senza costi legali.",
    "At :company_name (\"we\", \"us\", \"our\"), we are committed to protecting the privacy of our users (\"you\", \"your\"). This Privacy Policy explains how we collect, use, share, and safeguard your personal information when you use our AI image generation platform at visioforge.me (the \"Website\"). By accessing our services, you consent to the data practices described in this policy.": "Presso :company_name (\"noi\", \"ci\", \"nostro\"), ci impegniamo a proteggere la privacy dei nostri utenti (\"tu\", \"tuo\"). Questa Informativa sulla Privacy spiega come raccogliamo, utilizziamo, condividiamo e proteggiamo le tue informazioni personali quando utilizzi la nostra piattaforma di generazione immagini IA su visioforge.me (il \"Sito Web\"). Accedendo ai nostri servizi, acconsenti alle pratiche sui dati descritte in questa policy.",
    "Available for Anyone": "Disponibile per Tutti",
    "Background Removal": "Rimozione Sfondo",
    "Background Remover": "Rimuovi Sfondo",
    "Balance": "Saldo",
    "Boost reply rates and save writing time": "Aumenta i tassi di risposta e risparmia tempo di scrittura",
    "Boost your productivity with AI-generated legal documents,": "Aumenta la tua produttività con documenti legali generati da IA,",
    "Bring all team": "Porta tutto il team",
    "Business": "Business",
    "Business & Operations": "Business & Operazioni",
    "Business & Technology": "Business & Tecnologia",
    "Buy": "Acquista",
    "By accessing or purchasing through our Website, you agree to be bound by these Terms, our Privacy Policy, and all incorporated policies (collectively, the \"Terms of Use\"). Review our Privacy Policy to understand our data practices. We disclaim responsibility for third-party websites linked from our Platform.": "Accedendo o acquistando tramite il nostro Sito Web, accetti di essere vincolato da questi Termini, dalla nostra Informativa sulla Privacy e da tutte le politiche incorporate (collettivamente, i \"Termini di Uso\"). Rivedi la nostra Informativa sulla Privacy per comprendere le nostre pratiche sui dati. Decliniamo responsabilità per siti web di terzi collegati dalla nostra Piattaforma.",
    "COMMUNICATION AI TOOL": "STRUMENTO IA PER COMUNICAZIONE",
    "Cartoon": "Cartone Animato",
    "Cases": "Casi",
    "Categories": "Categorie",
    "Category": "Categoria",
    "Check what’s our": "Scopri cosa è il nostro",
    "Choose currency: (:amount :currency = 1 VFT)": "Scegli valuta: (:amount :currency = 1 VFT)",
    "Click here": "Clicca qui",
    "Click here for more info": "Clicca qui per maggiori info",
    "Cloud storage": "Archiviazione cloud",
    "Cold Outreach to Potential Client": "Contatto Freddo a Cliente Potenziale",
    "Comic": "Fumetto",
    "Comics": "Fumetti",
    "Commercial/political use without permission;": "Uso commerciale/politico senza permesso;",
    "Compose emails in seconds with AI assistance": "Componi email in secondi con assistenza IA",
    "Confirm Password": "Conferma Password",
    "Confirm password": "Conferma password",
    "Confirmed unauthorized charges;": "Addebiti non autorizzati confermati;",
    "Connect jano with the": "Connetti jano con il",
    "Consulting Agreement": "Accordo di Consulenza",
    "Contact Us": "Contattaci",
    "Content location (URL);": "Posizione del contenuto (URL);",
    "Contractor Agreement": "Accordo con Appaltatore",
    "Control cookies through your browser settings:": "Controlla i cookie tramite le impostazioni del tuo browser:",
    "Cookie Policy": "Informativa sui Cookie",
    "Cookie Retention Period": "Periodo di Conservazione dei Cookie",
    "Cookie policy": "Informativa sui cookie",
    "Cookies &amp; Your Personal Data": "Cookie e i Tuoi Dati Personali",
    "Cookies are small text files stored on your device when you use our platform. They help remember your preferences (like login details and AI tool settings) and optimize your creative workflow.": "I cookie sono piccoli file di testo memorizzati sul tuo dispositivo quando utilizzi la nostra piattaforma. Aiutano a ricordare le tue preferenze (come dettagli di login e impostazioni degli strumenti IA) e ottimizzano il tuo flusso di lavoro creativo.",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Crea email chiare e raffinate per qualsiasi situazione — da proposte business a supporto clienti — con tono e struttura alimentati da IA.",
    "Create New Deposit (:currency)": "Crea Nuovo Deposito (:currency)",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Crea accordi professionali e legalmente validi in secondi — inserisci solo i dettagli chiave e lascia che l'IA gestisca formattazione e clausole.",
    "Create task": "Crea attività",
    "Create your": "Crea il tuo",
    "Created": "Creato",
    "Creative": "Creativo",
    "Current": "Corrente",
    "Custom": "Personalizzato",
    "Customer & Support": "Cliente & Supporto",
    "Customer Support Lead": "Responsabile Supporto Clienti",
    "Customizable": "Personalizzabile",
    "Dashboard": "Dashboard",
    "Data Security": "Sicurezza dei Dati",
    "Date": "Data",
    "Deposits": "Depositi",
    "Description": "Descrizione",
    "Designer": "Designer",
    "Detailed violation explanation;": "Spiegazione dettagliata della violazione;",
    "Discover": "Scopri",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Scopri come i nostri strumenti IA stanno trasformando la produttività. Ascolta professionisti che ottimizzano il loro lavoro con soluzioni smart per email, accordi e immagini.",
    "Disrupting service operations;": "Interruzione delle operazioni del servizio;",
    "Don't have an account yet?": "Non hai ancora un account?",
    "Download": "Scarica",
    "Download Video": "Scarica Video",
    "Drop us a line": "Scrivici",
    "E-commerce Store Owner": "Proprietario Negozio E-commerce",
    "Effortless Creation of": "Creazione Senza Sforzo di",
    "Email": "Email",
    "Email Generation": "Generazione Email",
    "Email Writing": "Scrittura Email",
    "Email:": "Email:",
    "Emails": "Email",
    "Employment Agreement": "Accordo di Impiego",
    "Enhance your experience and include:": "Migliora la tua esperienza e includi:",
    "Enter Email Address*": "Inserisci Indirizzo Email*",
    "Enter Password": "Inserisci Password",
    "Enter custom tokens amount": "Inserisci importo token personalizzato",
    "Enter key details for your agreement...": "Inserisci dettagli chiave per il tuo accordo...",
    "Enter key details for your contract...": "Inserisci dettagli chiave per il tuo contratto...",
    "Enter key details for your email...": "Inserisci dettagli chiave per la tua email...",
    "Enter your Message here": "Inserisci il tuo messaggio qui",
    "Enter your email here": "Inserisci la tua email qui",
    "Enter your name*": "Inserisci il tuo nome*",
    "Essential Cookies:": "Cookie Essenziali:",
    "Expereinced": "Esperto",
    "Explore": "Esplora",
    "Fashion & Beauty": "Moda & Bellezza",
    "File sharing": "Condivisione file",
    "Follow Us": "Seguici",
    "Follow-Up After Sales Call": "Follow-Up Dopo Chiamata di Vendita",
    "Food & Drink": "Cibo & Bevande",
    "For any privacy-related inquiries or requests regarding your personal data, please contact our team at": "Per qualsiasi richiesta relativa alla privacy o ai tuoi dati personali, contatta il nostro team a",
    "For cookie-related inquiries:": "Per richieste relative ai cookie:",
    "For inquiries regarding these Terms, contact us at": "Per richieste riguardo questi Termini, contattaci a",
    "Format": "Formato",
    "Fraudulent activity.": "Attività fraudolenta.",
    "Free Now": "Gratuito Ora",
    "Freelance & Services": "Freelance & Servizi",
    "Freelance Consultant": "Consulente Freelance",
    "Freelance Designer": "Designer Freelance",
    "Freelance Graphic Designer": "Designer Grafico Freelance",
    "Freelance Work Agreement": "Accordo di Lavoro Freelance",
    "Generate": "Genera",
    "Generate Agreement": "Genera Accordo",
    "Generate Agreements": "Genera Accordi",
    "Generate Email": "Genera Email",
    "Generate Emails": "Genera Email",
    "Generate another one": "Generane un altro",
    "Generate legal agreements in just a few clicks": "Genera accordi legali in pochi clic",
    "Generated": "Generato",
    "Generative Fill": "Riempimento Generativo",
    "Get Start": "Inizia",
    "Get task complated": "Completa attività",
    "Go to Dashboard": "Vai alla Dashboard",
    "Good faith statement.": "Dichiarazione di buona fede.",
    "Great Interface": "Grande Interfaccia",
    "Great Support": "Grande Supporto",
    "HR & Employment": "HR & Impiego",
    "HR Coordinator": "Coordinatore HR",
    "Harassment or discriminatory behavior;": "Molestie o comportamento discriminatorio;",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Avere un business da casa è un meraviglioso vantaggio per la tua vita. Il problema rimane quando arriva il momento di pubblicizzare il tuo business a basso costo. So che hai cercato risposte ovunque.",
    "Hear from our users": "Ascolta i nostri utenti",
    "Hello": "Ciao",
    "Help us understand feature usage to improve our AI models.": "Aiutaci a capire l'uso delle funzionalità per migliorare i nostri modelli IA.",
    "High-Quality": "Alta Qualità",
    "Home": "Home",
    "Hours": "Ore",
    "I agree to the": "Accetto i",
    "I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Avevo bisogno urgente di un contratto freelance — l'IA ha generato un documento completo e professionale in minuti. Mi ha risparmiato un sacco di tempo.",
    "Ideal for freelancers, startups, and businesses": "Ideale per freelance, startup e aziende",
    "Illustration": "Illustrazione",
    "Image": "Immagine",
    "Image Stock": "Libreria Immagini Stock",
    "Image Upscale": "Upscale Immagine",
    "Image is being generated...": "L'immagine è in fase di generazione...",
    "Images": "Immagini",
    "Impersonation or false affiliations;": "Impersonificazione o false affiliazioni;",
    "Impressionist": "Impressionista",
    "In Seconds, With AI": "In Secondi, Con IA",
    "Information We Collect": "Informazioni che Raccogliamo",
    "Integrates your tools": "Integra i tuoi strumenti",
    "Interfering with others\\' use.": "Interferire con l'uso altrui.",
    "Internal & HR": "Interno & HR",
    "Internal Policy Update Notice": "Avviso di Aggiornamento Politica Interna",
    "Internship Agreement": "Accordo di Tirocinio",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu è il tuo strumento online di gestione team facile e promozionale",
    "Janu tools.": "Strumenti Janu.",
    "Japanese": "Giapponese",
    "LEGAL AI SOLUTION": "SOLUZIONE IA LEGALE",
    "Languages": "Lingue",
    "Last Updated: January 08, 2026": "Ultimo Aggiornamento: 08 Gennaio 2026",
    "Laura M.": "Laura M.",
    "Learn more at": "Scopri di più su",
    "Legal Address:": "Indirizzo Legale:",
    "Legal Documents": "Documenti Legali",
    "Legal Use": "Uso Legale",
    "Let’s": "Facciamo",
    "Loading... Please wait while your files are being prepared.": "Caricamento... Attendere mentre i file vengono preparati.",
    "Log In": "Accedi",
    "Log in": "Accedi",
    "Login": "Accesso",
    "Logout": "Esci",
    "Low Price": "Prezzo Basso",
    "Mail address": "Indirizzo email",
    "Make Another Deposit": "Effettua Un Altro Deposito",
    "Make a deposit": "Effettua un deposito",
    "Make timeframe": "Imposta periodo",
    "Making internal purchases": "Effettuare acquisti interni",
    "Managing Your Cookie Preferences": "Gestione delle Tue Preferenze sui Cookie",
    "Marketing Strategist": "Stratega Marketing",
    "Message:": "Messaggio:",
    "Michelle T.": "Michelle T.",
    "Minimalist": "Minimalista",
    "Minimum 1 token required": "Minimo 1 token richiesto",
    "Model": "Modello",
    "More": "Altro",
    "My Deposits": "I Miei Depositi",
    "Name:": "Nome:",
    "Nature & Landscapes": "Natura & Paesaggi",
    "New Contact Form Submission from :site": "Nuova Sottomissione Modulo Contatto da :site",
    "New Employee Welcome Email": "Email di Benvenuto Nuovo Dipendente",
    "Nina K.": "Nina K.",
    "Non-Disclosure Agreement (NDA)": "Accordo di Non Divulgazione (NDA)",
    "Office address": "Indirizzo ufficio",
    "Optional Cookies:": "Cookie Opzionali:",
    "Order Confirmation Email": "Email di Conferma Ordine",
    "Orders": "Ordini",
    "Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Il nostro team HR lo usa per accordi di impiego e lettere di offerta. È intuitivo, veloce e risparmia ore di lavoro amministrativo.",
    "Our deep understanding of project and program management has enabled the success of our clients.": "La nostra profonda comprensione della gestione progetti e programmi ha abilitato il successo dei nostri clienti.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Le nostre email marketing ora suonano affilate, chiare e in linea con il brand — con zero sforzo. Cambia completamente il gioco.",
    "Our partners": "I nostri partner",
    "Our platform uses these cookie categories:": "La nostra piattaforma utilizza queste categorie di cookie:",
    "Our trusted partners": "I nostri partner fidati",
    "Over": "Oltre",
    "Over 27k Emails Generated": "Oltre 27k Email Generate",
    "Over 9k Agreements Created": "Oltre 9k Accordi Creati",
    "Partnership Agreement": "Accordo di Partnership",
    "Password": "Password",
    "Pay": "Paga",
    "Payment Completed Successfully!": "Pagamento Completato con Successo!",
    "People & Portraits": "Persone & Ritratti",
    "Perfect for outreach, support, and daily communication": "Perfetto per outreach, supporto e comunicazione quotidiana",
    "Performance Review Request": "Richiesta Revisione Prestazioni",
    "Phone: +48 123 456 789": "Telefono: +48 123 456 789",
    "Please read these Terms carefully before using our AI services. If you disagree with any provision, you must immediately cease using the Platform.": "Leggi attentamente questi Termini prima di utilizzare i nostri servizi IA. Se non sei d'accordo con qualsiasi disposizione, devi immediatamente cessare l'uso della Piattaforma.",
    "Pop Art": "Pop Art",
    "Preference Cookies:": "Cookie di Preferenza:",
    "Prepare for download": "Prepara per il download",
    "Price": "Prezzo",
    "Privacy Policy": "Informativa sulla Privacy",
    "Privacy Policy Updates": "Aggiornamenti Informativa sulla Privacy",
    "Privacy policy": "Informativa sulla privacy",
    "Product Demo Invitation": "Invito Demo Prodotto",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Professionisti e team in tutto il mondo si affidano a VisioForge.me per scrittura email smart alimentata da IA, creazione contratti e accesso a immagini stock straordinarie — tutto in un unico posto.",
    "Project Manager": "Project Manager",
    "Promotional Offer Announcement": "Annuncio Offerta Promozionale",
    "Prompt": "Prompt",
    "Purchase for :amount VFT": "Acquista per :amount VFT",
    "Rahul S.": "Rahul S.",
    "Rashed kabir": "Rashed kabir",
    "Reason to choose us": "Motivo per sceglierci",
    "Refund Process Update": "Aggiornamento Processo Rimborso",
    "Register": "Registrati",
    "Remember me": "Ricordami",
    "Remember your AI settings (e.g., style preferences, output formats).": "Ricorda le tue impostazioni IA (es. preferenze stile, formati output).",
    "Remote Work Approval Email": "Email Approvazione Lavoro Remoto",
    "Required for core functions like account security, payment processing, and AI image generation. These cannot be disabled.": "Richiesti per funzioni core come sicurezza account, elaborazione pagamenti e generazione immagini IA. Non possono essere disabilitati.",
    "Retouch": "Ritocco",
    "Reverse engineering or modifying our AI technology;": "Ingegneria inversa o modifica della nostra tecnologia IA;",
    "Reviews": "Recensioni",
    "Safe": "Sicuro",
    "Sales & Marketing": "Vendite & Marketing",
    "Sales Agreement": "Accordo di Vendita",
    "Sales Manager": "Sales Manager",
    "Samantha R.": "Samantha R.",
    "Satisfaction Survey Request": "Richiesta Sondaggio Soddisfazione",
    "Save hours on drafting and reviewing documents": "Risparmia ore nella redazione e revisione documenti",
    "Saved": "Salvato",
    "Select Tokens Amount": "Seleziona Importo Token",
    "Service Agreement for Client": "Accordo di Servizio per Cliente",
    "Services": "Servizi",
    "Session cookies expire when you close your browser. Persistent cookies remain for up to 24 months unless deleted manually.": "I cookie di sessione scadono alla chiusura del browser. I cookie persistenti rimangono fino a 24 mesi salvo eliminazione manuale.",
    "Sharing of Your Information": "Condivisione delle Tue Informazioni",
    "Shipping Delay Notification": "Notifica Ritardo Spedizione",
    "Show relevant promotions for our premium features (opt-out available below).": "Mostra promozioni rilevanti per le nostre funzionalità premium (opt-out disponibile sotto).",
    "Sign Up": "Registrati",
    "Sign up for free": "Registrati gratis",
    "Size": "Dimensione",
    "Smart Agreements": "Accordi Smart",
    "Smart Solutions": "Soluzioni Smart",
    "Some cookies may process technical data (like IP addresses) to personalize your AI experience. We comply with GDPR and other privacy regulations. See our": "Alcuni cookie possono elaborare dati tecnici (come indirizzi IP) per personalizzare la tua esperienza IA. Rispettiamo il GDPR e altre normative sulla privacy. Vedi la nostra",
    "Sorry, there was an error sending your message. Please try again later.": "Spiacenti, si è verificato un errore nell'invio del messaggio. Riprova più tardi.",
    "Sports & Fitness": "Sport & Fitness",
    "Start now": "Inizia ora",
    "Startup Founder": "Fondatore Startup",
    "Status": "Stato",
    "Stock Image Library": "Libreria Immagini Stock",
    "Style": "Stile",
    "Submit": "Invia",
    "Subscribe Now": "Iscriviti Ora",
    "Support Lead": "Responsabile Supporto",
    "Surrealism": "Surrealismo",
    "Tag": "Tag",
    "Team Managment": "Gestione Team",
    "Team Meeting Agenda Email": "Email Agenda Riunione Team",
    "Templates": "Modelli",
    "Termination of Employment Letter": "Lettera di Risoluzione Impiego",
    "Terms & Conditions": "Termini & Condizioni",
    "Terms and Conditions": "Termini e Condizioni",
    "Terms and conditions": "Termini e condizioni",
    "Text to Image": "Testo a Immagine",
    "Text to PNG": "Testo a PNG",
    "Thank you for subscribing!": "Grazie per l'iscrizione!",
    "Thank you for your payment. Your transaction has been completed successfully.": "Grazie per il pagamento. La transazione è stata completata con successo.",
    "Thank you! Your message has been received.": "Grazie! Il tuo messaggio è stato ricevuto.",
    "Thank you! Your message has been sent successfully!": "Grazie! Il tuo messaggio è stato inviato con successo!",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Il generatore accordi IA mi ha aiutato a creare un solido contratto freelance in meno di 5 minuti. È accurato, veloce e professionale.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Il rollout EMV è stato goffo, costoso e non ha considerato.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Il prompt in inglese sarà scaricato automaticamente insieme all'immagine in formato .txt.",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Il nucleo del nostro servizio si basa sul consiglio di investimento oggettivo che cerchiamo di fornire supporto.",
    "Third-Party Service Providers": "Fornitori di Servizi Terzi",
    "This message was sent from your website\\'s contact form.": "Questo messaggio è stato inviato dal modulo contatto del tuo sito web.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Questo strumento ha trasformato completamente come gestisco il supporto clienti. Risparmia tempo e mantiene il tono consistente.",
    "Time Tracking": "Tracciamento Tempo",
    "To opt out of Google Analytics:": "Per disattivare Google Analytics:",
    "Tokens": "Token",
    "Top-Up Balance": "Ricarica Saldo",
    "Top-up Balance": "Ricarica saldo",
    "Travel & Adventure": "Viaggi & Avventura",
    "Troubleshooting Response Email": "Email Risposta Risoluzione Problemi",
    "Trusted": "Fidato",
    "Trusted by 145+ Teams Worldwide": "Fidato da Oltre 145 Team in Tutto il Mondo",
    "Trusted by Freelancers, Startups & Businesses Alike": "Fidato da Freelance, Startup e Aziende Allo Stesso Modo",
    "Try free now": "Prova gratis ora",
    "Types of Cookies We Use": "Tipi di Cookie che Utilizziamo",
    "Unauthorized distribution or commercialization;": "Distribuzione o commercializzazione non autorizzata;",
    "Unresolved technical issues after 5 business days;": "Problemi tecnici non risolti dopo 5 giorni lavorativi;",
    "Updates to This Policy": "Aggiornamenti a Questa Policy",
    "Uploading harmful or illegal content;": "Caricamento di contenuti dannosi o illegali;",
    "Upsell Email to Existing Customer": "Email Upsell a Cliente Esistente",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Usa IA per generare contratti, accordi e moduli legali con facilità — accurati, personalizzabili e pronti in secondi.",
    "Use of Your Information": "Uso delle Tue Informazioni",
    "Used in 1.4k Business Scenarios": "Utilizzato in 1.4k Scenari Business",
    "Usefull Links": "Link Utili",
    "User": "Utente",
    "Users": "Utenti",
    "Using automated data collection tools;": "Utilizzo di strumenti di raccolta dati automatizzati;",
    "Vendor Contract": "Contratto Fornitore",
    "Verified billing errors;": "Errori di fatturazione verificati;",
    "Video from Image": "Video da Immagine",
    "Video from Text": "Video da Testo",
    "Video is being generated...": "Il video è in fase di generazione...",
    "Vintage/Retro": "Vintage/Retro",
    "Watch": "Guarda",
    "We collect information you provide directly, such as your email address during account registration or when subscribing to updates. Our system also automatically gathers technical data including your IP address, device information, and usage patterns through cookies and analytics tools like Google Analytics to improve our services.": "Raccogliamo informazioni che fornisci direttamente, come il tuo indirizzo email durante la registrazione account o l'iscrizione agli aggiornamenti. Il nostro sistema raccoglie automaticamente dati tecnici inclusi il tuo indirizzo IP, informazioni dispositivo e pattern di uso tramite cookie e strumenti analitici come Google Analytics per migliorare i nostri servizi.",
    "We do not sell your personal data to marketers. Your information may be shared with: (1) essential service providers (e.g., payment processors, analytics platforms); (2) legal authorities when required by law; or (3) to protect the rights and safety of our platform and users. Any shared data is limited to what\\'s necessary for the specific purpose.": "Non vendiamo i tuoi dati personali a marketer. Le tue informazioni possono essere condivise con: (1) fornitori di servizi essenziali (es. elaboratori pagamenti, piattaforme analitiche); (2) autorità legali quando richiesto dalla legge; o (3) per proteggere i diritti e la sicurezza della nostra piattaforma e utenti. Qualsiasi dato condiviso è limitato a quanto necessario per lo scopo specifico.",
    "We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Non abbiamo un avvocato interno, quindi questo strumento ci aiuta a rimanere conformi e professionali senza costi.",
    "We implement industry-standard security measures including encryption and access controls to protect your information. While we strive to protect your data, no online transmission is 100% secure. You are responsible for keeping your login credentials confidential.": "Implementiamo misure di sicurezza standard del settore inclusi crittografia e controlli accesso per proteggere le tue informazioni. Mentre ci sforziamo di proteggere i tuoi dati, nessuna trasmissione online è sicura al 100%. Sei responsabile di mantenere confidenziali le tue credenziali di login.",
    "We may update this Policy as our AI services evolve. Significant changes will be announced on our platform.": "Possiamo aggiornare questa Policy man mano che i nostri servizi IA evolvono. Cambiamenti significativi saranno annunciati sulla nostra piattaforma.",
    "We may update this policy periodically to reflect changes in our practices or legal requirements. The updated version will be posted here with a new \"Last Updated\" date. We recommend reviewing this policy regularly to stay informed.": "Possiamo aggiornare questa policy periodicamente per riflettere cambiamenti nelle nostre pratiche o requisiti legali. La versione aggiornata sarà pubblicata qui con una nuova data \"Ultimo Aggiornamento\". Raccomandiamo di rivedere questa policy regolarmente per rimanere informati.",
    "We partner with trusted third-party payment processors to handle transactions securely. When making purchases, you\\'ll be directed to their platforms to complete payments. These providers manage your payment details according to their own privacy policies - we never store credit card information on our servers.": "Collaboriamo con elaboratori di pagamento terzi fidati per gestire transazioni in modo sicuro. Quando effettui acquisti, sarai reindirizzato alle loro piattaforme per completare i pagamenti. Questi fornitori gestiscono i tuoi dettagli di pagamento secondo le loro informative sulla privacy - non memorizziamo mai informazioni carta di credito sui nostri server.",
    "We use both first-party cookies (placed by us) and third-party cookies (from services like analytics providers) to improve functionality and understand how users interact with our AI features.": "Utilizziamo sia cookie first-party (posti da noi) che third-party (da servizi come fornitori analitici) per migliorare la funzionalità e capire come gli utenti interagiscono con le nostre funzionalità IA.",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Lo usiamo in tutto il team per aggiornamenti interni e comunicazioni esterne. Ci risparmia ore ogni settimana.",
    "We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Usiamo la piattaforma per contratti clienti e accordi interni. L'IA gestisce il lavoro pesante, e noi solo rivediamo e firmiamo.",
    "We\\'re committed to addressing your concerns promptly and transparently.": "Ci impegniamo a affrontare le tue preoccupazioni in modo rapido e trasparente.",
    "Welcome to Visio Forge! We utilize cookies and similar technologies to enhance your experience with our AI image generation platform. This Cookie Policy (\"Policy\") explains how we use cookies and how you can manage them. By continuing to use our site, you accept these terms. For questions, contact us:": "Benvenuto su Visio Forge! Utilizziamo cookie e tecnologie simili per migliorare la tua esperienza con la nostra piattaforma di generazione immagini IA. Questa Informativa sui Cookie (\"Policy\") spiega come utilizziamo i cookie e come puoi gestirli. Continuando a usare il nostro sito, accetti questi termini. Per domande, contattaci:",
    "Welcome to https://visioforge.me (the \"Website\"), operated by :company_name, a company incorporated in Poland under NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, with its registered office at :company_address (\"we\", \"us\", \"our\", the \"Company\"). These Terms and Conditions (the \"Terms\", the \"Agreement\") govern your access to and use of our AI image generation and editing services (the \"Platform\"), forming a binding contract between you (\"you\", \"your\", \"user\", \"customer\") and the Company. For any inquiries, please contact us at :company_email.": "Benvenuto su https://visioforge.me (il \"Sito Web\"), gestito da :company_name, una società costituita in Polonia con NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, con sede legale in :company_address (\"noi\", \"ci\", \"nostro\", la \"Società\"). Questi Termini e Condizioni (i \"Termini\", l'\"Accordo\") regolano il tuo accesso e uso dei nostri servizi di generazione e modifica immagini IA (la \"Piattaforma\"), formando un contratto vincolante tra te (\"tu\", \"tuo\", \"utente\", \"cliente\") e la Società. Per qualsiasi richiesta, contattaci a :company_email.",
    "Welcome to the Future of": "Benvenuto nel Futuro di",
    "What Are Cookies?": "Cosa Sono i Cookie?",
    "What Our Users Say": "Cosa Dicono i Nostri Utenti",
    "Why you": "Perché tu",
    "Write Better Emails": "Scrivi Email Migliori",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Scrivere email ai clienti mi prendeva un'eternità. Ora, inserisco solo pochi punti chiave e l'IA redige un messaggio professionale istantaneamente!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Scrivere email fredde mi prendeva un'eternità. Ora inserisco solo pochi dettagli e ottengo un'email raffinata pronta da inviare.",
    "You can make deposit": "Puoi effettuare deposito",
    "You can reply directly to this email to respond to :name.": "Puoi rispondere direttamente a questa email per rispondere a :name.",
    "You don't have any deposits yet.": "Non hai ancora depositi.",
    "You don't have any orders yet.": "Non hai ancora ordini.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Non hai abbastanza ART per effettuare l'acquisto. Effettua un deposito.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Non hai abbastanza VFT per effettuare l'acquisto. Effettua un deposito.",
    "You have received a new message from your website\\'s contact form.": "Hai ricevuto un nuovo messaggio dal modulo contatto del tuo sito web.",
    "You need to be": "Devi essere",
    "Your contact information;": "Le tue informazioni di contatto;",
    "Your email": "La tua email",
    "Your email address is used for account management, service notifications, and product updates. We analyze technical data to enhance platform security, optimize AI performance, and improve user experience. Analytics help us understand feature usage and identify areas for improvement.": "Il tuo indirizzo email è utilizzato per gestione account, notifiche servizio e aggiornamenti prodotto. Analizziamo dati tecnici per migliorare la sicurezza della piattaforma, ottimizzare le prestazioni IA e migliorare l'esperienza utente. Le analitiche ci aiutano a capire l'uso delle funzionalità e identificare aree di miglioramento.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Il tuo indirizzo email non sarà utilizzato per scopi marketing. I campi obbligatori sono contrassegnati.",
    "Your limit for generating 10 images has been reached.": "Il tuo limite per generare 10 immagini è stato raggiunto.",
    "Your request": "La tua richiesta",
    "Your title": "Il tuo titolo",
    "and": "e",
    "auth.password": "auth.password",
    "by your member": "dal tuo membro",
    "choose": "scegli",
    "client": "cliente",
    "for Agreements, Emails & Images": "per Accordi, Email & Immagini",
    "for Your Projects": "per i Tuoi Progetti",
    "for any team person": "per qualsiasi persona del team",
    "for details.": "per dettagli.",
    "for do the task": "per completare l'attività",
    "including:": "inclusi:",
    "logged in": "acceduto",
    "make life easier.": "rendere la vita più facile.",
    "managment": "gestione",
    "more…": "altro…",
    "or": "o",
    "our all features": "tutte le nostre funzionalità",
    "professional emails, and ready-to-use stock images — all in one platform.": "email professionali e immagini stock pronte all'uso — tutto in una piattaforma.",
    "say about us.": "dicono di noi.",
    "software": "software",
    "support": "supporto",
    "task togather": "attività insieme",
    "tokens": "token",
    "us always": "noi sempre",
    "video": "video",
    "workspace": "spazio di lavoro",
    "you use.": "che usi.",
    "© :year Powered by": "© :year Powered by"
}