{
    "\tVoice & video call": "\tChiamata vocale e video",
    "© Copyright :year - :name": "© Copyright :year - :name",
    "- Select country -": "- Seleziona paese -",
    "1 ART = 1 generation": "1 ART = 1 generazione",
    "3D Render": "Rendering 3D",
    ":amount AET": ":amount AET",
    ":amount SAT": ":amount SAT",
    ":amount VCT": ":amount VCT",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count generazioni rimanenti",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo email fornito durante la registrazione.",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "AI Agreement Generation": "Generazione di accordi con IA",
    "AI Agreement Generations": "Generazioni di accordi con IA",
    "AI BUSINESS TOOLS": "STRUMENTI AZIENDALI CON IA",
    "AI Background": "Sfondo con IA",
    "AI Background Remover": "Rimozione sfondo con IA",
    "AI Email Generation": "Generazione di email con IA",
    "AI Email Generations": "Generazioni di email con IA",
    "AI Image Upscale": "Upscaling di immagini con IA",
    "AI Resize": "Ridimensionamento con IA",
    "AI-Driven Email Generation": "Generazione di email guidata da IA",
    "AI-MADE MAGIC": "MAGIA CREATA CON IA",
    "AI-Powered Image Generation": "Generazione di immagini con IA",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Strumenti basati su IA per aiutarti a scrivere email chiare, professionali ed efficaci per qualsiasi situazione, istantaneamente e senza sforzo.",
    "AUTO-GENERATED VIDEOS": "VIDEO GENERATI AUTOMATICAMENTE",
    "About": "Chi siamo",
    "About us": "Su di noi",
    "Accept the terms and privacy policy": "Accetta i termini e l'informativa sulla privacy",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Accedi a prompt basati su IA progettati per previsioni finanziarie, pianificazione aziendale e decisioni basate sui dati. Resta al passo con l'automazione intelligente.",
    "Access Your Purchases": "Accedi ai tuoi acquisti",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Accedi a una collezione curata di immagini stock di alta qualità per siti web, annunci e presentazioni, senza royalty e pronte per l'uso.",
    "Add funds": "Aggiungi fondi",
    "Adding balance": "Aggiunta saldo",
    "Address": "Indirizzo",
    "After a thorough review of a client’s circumstances and needs.": "Dopo un'attenta revisione delle circostanze e delle esigenze di un cliente.",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Dopo l'acquisto, riceverai un prompt per generare immagini come questa. L'immagine originale sarà disponibile per il download in formato .jpg, .png o .webp, con una dimensione di 1024x1024.",
    "Agreement Generation": "Generazione di accordi",
    "Agreement generation": "Generazione di accordi",
    "Agreements": "Accordi",
    "All": "Tutti",
    "All Rights Reserved.": "Tutti i diritti riservati.",
    "All rights reserved": "Tutti i diritti riservati",
    "Already have an account?": "Hai già un account?",
    "Amount": "Importo",
    "Amount (min. 5 ART)": "Importo (min. 5 ART)",
    "Amount (min. 5 SAT)": "Importo (min. 5 SAT)",
    "Amount (min. 5 VCT)": "Importo (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Un'immagine incredibilmente realistica con un'attenzione eccezionale ai dettagli.",
    "Anime": "Anime",
    "Are you sure you want to delete your account?": "Sei sicuro di voler eliminare il tuo account?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Come non madrelingua inglese, questa piattaforma mi aiuta a sembrare più sicuro e professionale in ogni messaggio.",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "In :name, siamo dedicati a potenziare la creatività attraverso soluzioni IA innovative. Fondati con una passione per la tecnologia e l'arte, la nostra missione è fornire una piattaforma dove gli utenti possono esplorare, creare e interagire con prompt generati dall'IA unici. Crediamo nel potere trasformativo dell'intelligenza artificiale e nella sua capacità di ispirare e migliorare i progetti creativi. Unisciti a noi in questo viaggio mentre sblocchiamo nuove possibilità per artisti, scrittori e creativi ovunque!",
    "Automated Agreement Generation": "Generazione automatica di accordi",
    "Available for Anyone": "Disponibile per tutti",
    "Background Remover": "Rimozione sfondo",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Boost reply rates and save writing time": "Aumenta i tassi di risposta e risparmia tempo nella scrittura",
    "Boost your productivity with AI-generated legal documents,": "Aumenta la tua produttività con documenti legali generati dall'IA,",
    "Boosting Results with AI-Powered Content": "Migliorare i risultati con contenuti basati su IA",
    "Bring all team": "Porta tutto il team",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Dai vita a immagini statiche con il movimento. Il nostro servizio di conversione da immagine a video basato su IA trasforma le tue immagini in clip video fluide e accattivanti, ideali per reel, annunci, vetrine di prodotti e altro ancora. Non sono necessarie competenze di animazione o editing video.",
    "Bring your ideas to life with next-gen video creation.": "Dai vita alle tue idee con la creazione video di nuova generazione.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Portare la tua immaginazione alla vita in ogni fotogramma vivace.",
    "Browse and Buy Prompts": "Sfoglia e acquista prompt",
    "Browse by style": "Sfoglia per stile",
    "Browse powerful video clips generated from single frames.": "Sfoglia potenti clip video generate da singoli fotogrammi.",
    "Building the Future of Fast and Smart Creation.": "Costruire il futuro della creazione rapida e intelligente.",
    "Business": "Business",
    "Buy": "Acquista",
    "Buy Now": "Acquista ora",
    "Buy for :amount AET": "Acquista per :amount AET",
    "COMMUNICATION AI TOOL": "STRUMENTO DI COMUNICAZIONE CON IA",
    "Call us": "Chiamaci",
    "Cancel": "Annulla",
    "Cartoon": "Cartoon",
    "Cases": "Casi",
    "Categories": "Categorie",
    "Category": "Categoria",
    "Change to :currency": "Cambia in :currency",
    "Check what’s our": "Scopri cosa offriamo",
    "Checkout": "Checkout",
    "Choose currency: (:amount :currency = 1 VFT)": "Scegli valuta: (:amount :currency = 1 VFT)",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Scegli tra animazioni cinematografiche, fluide o drammatiche per soddisfare le tue esigenze.",
    "City": "Città",
    "Click here for more info": "Clicca qui per maggiori informazioni",
    "Click here to re-send the verification email.": "Clicca qui per reinviare l'email di verifica.",
    "Client Feedback": "Feedback dei clienti",
    "Cloud storage": "Archiviazione cloud",
    "Comic": "Fumetto",
    "Compose emails in seconds with AI assistance": "Componi email in pochi secondi con l'assistenza dell'IA",
    "Confirm": "Conferma",
    "Confirm Deposit": "Conferma deposito",
    "Confirm Password": "Conferma password",
    "Confirm password": "Conferma password",
    "Connect jano with the": "Collega jano con il",
    "Consistent, High-Quality Output": "Output coerente e di alta qualità",
    "Contact Us": "Contattaci",
    "Contact us": "Contattaci",
    "Cookie Policy": "Informativa sui cookie",
    "Copyright, :year @": "Copyright, :year @",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Crea email chiare e raffinate per qualsiasi situazione, dalle proposte commerciali all'assistenza clienti, con tono e struttura basati su IA.",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Crea email accattivanti e personalizzate con facilità. La nostra generazione di email con IA ti aiuta a scrivere, ottimizzare e automatizzare messaggi per una migliore comunicazione e coinvolgimento.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Crea email con IA personalizzate per le tue esigenze aziendali e di comunicazione. Dall'outreach a freddo alle newsletter, crea messaggi accattivanti in pochi minuti.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Crea accordi legali con IA personalizzati per le tue esigenze aziendali. Dagli NDA ai contratti di partnership, ottieni documenti legalmente validi in pochi minuti.",
    "Create New Deposit (:currency)": "Crea nuovo deposito (:currency)",
    "Create dynamic videos instantly — no animation or editing required.": "Crea video dinamici istantaneamente, senza bisogno di animazione o editing.",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Crea accordi professionali e legalmente validi in pochi secondi: inserisci i dettagli chiave e lascia che l'IA gestisca la formattazione e le clausole.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Crea immagini straordinarie e di alta qualità istantaneamente con i nostri strumenti basati su IA. Genera immagini uniche su misura per le tue esigenze con facilità.",
    "Create task": "Crea attività",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Crea immagini PNG trasparenti direttamente dal testo, ideali per loghi, risorse digitali e integrazione di design senza soluzione di continuità.",
    "Create your": "Crea il tuo",
    "Created": "Creato",
    "Created by AI": "Creato da IA",
    "Creative": "Creativo",
    "Creative Freedom": "Libertà creativa",
    "Creatives": "Creativi",
    "Current password": "Password attuale",
    "Custom": "Personalizzato",
    "Customer Support Lead": "Responsabile assistenza clienti",
    "Customizable": "Personalizzabile",
    "DYNAMIC STORIES": "STORIE DINAMICHE",
    "Dashboard": "Dashboard",
    "Date": "Data",
    "Delete Account": "Elimina account",
    "Delivers high-quality images with great speed.": "Fornisce immagini di alta qualità con grande velocità.",
    "Deposit": "Deposito",
    "Deposit in :currency": "Deposito in :currency",
    "Deposits": "Depositi",
    "Designer": "Designer",
    "Discover": "Scopri",
    "Discover and Buy Unique AI Prompts.": "Scopri e acquista prompt IA unici.",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Scopri come i nostri strumenti IA stanno trasformando la produttività. Ascolta i professionisti che ottimizzano il loro lavoro con soluzioni intelligenti per email, accordi e immagini.",
    "Discover what your content can become — in just seconds.": "Scopri cosa può diventare il tuo contenuto, in pochi secondi.",
    "Do you have any question?": "Hai qualche domanda?",
    "Don't have an account yet?": "Non hai ancora un account?",
    "Download": "Scarica",
    "Download Video": "Scarica video",
    "Drop us a line": "Scrivici",
    "EFFECTIVENESS": "EFFICACIA",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Accedi, modifica e scarica facilmente i tuoi accordi generati dall'IA in un'unica dashboard centralizzata, garantendo conformità ed efficienza.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Accedi, modifica e invia facilmente le tue email generate dall'IA da un'unica dashboard centralizzata, ottimizzando coinvolgimento ed efficienza.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Gestisci e applica facilmente le informazioni finanziarie e aziendali generate dall'IA in un'unica dashboard centralizzata, ottimizzando l'efficienza e l'esecuzione della strategia.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Sostituisci facilmente gli sfondi in qualsiasi immagine con la precisione dell'IA, ideale per cambiare ambientazioni, stili o creare scene personalizzate.",
    "Easy to Use": "Facile da usare",
    "Edit Profile": "Modifica profilo",
    "Effectiveness": "Efficacia",
    "Effortless Creation of": "Creazione senza sforzo di",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Genera accordi legalmente conformi senza sforzo in pochi secondi. La nostra piattaforma semplifica la creazione di documenti, risparmiandoti tempo e fatica.",
    "Email": "Email",
    "Email Generation": "Generazione di email",
    "Email Password Reset Link": "Link per il ripristino della password via email",
    "Email Writing": "Scrittura di email",
    "Email generation": "Generazione di email",
    "Emails": "Email",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Migliora la qualità delle immagini con un solo clic. Aumenta istantaneamente la risoluzione dei tuoi visual, perfetto per stampe, prodotti e contenuti professionali.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Migliora la risoluzione e la nitidezza senza perdere qualità. Aumenta la risoluzione di immagini piccole o a bassa risoluzione in alta definizione in pochi secondi.",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere sicuro.",
    "Enter Password": "Inserisci password",
    "Enter custom tokens amount": "Inserisci l'importo personalizzato dei token",
    "Enter key details for your agreement...": "Inserisci i dettagli chiave per il tuo accordo...",
    "Enter key details for your email...": "Inserisci i dettagli chiave per la tua email...",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Rimuovi gli sfondi delle immagini in pochi secondi. Un solo clic per ottenere un risultato pulito e trasparente, perfetto per prodotti, ritratti e creativi.",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Anche senza esperienza di design, sono riuscito a migliorare e pulire tutte le foto dei miei prodotti. Facile ed efficace.",
    "Everything you need to create, in one place.": "Tutto ciò di cui hai bisogno per creare, in un unico posto.",
    "Expereinced": "Esperto",
    "Explore": "Esplora",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Esplora prompt guidati dall'IA personalizzati per strategie aziendali, finanziarie e di investimento. Ogni opera acquistata può essere utilizzata secondo le tue esigenze.",
    "Explore Creatives": "Esplora i creativi",
    "FEATURES": "FUNZIONALITÀ",
    "Fast Generation": "Generazione rapida",
    "Features": "Funzionalità",
    "Features and Functionalities": "Funzionalità e caratteristiche",
    "File sharing": "Condivisione di file",
    "First Name": "Nome",
    "First name": "Nome",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Follow Us": "Seguici",
    "Forgot your password?": "Hai dimenticato la password?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Hai dimenticato la password? Nessun problema. Comunicaci il tuo indirizzo email e ti invieremo un link per il ripristino della password che ti permetterà di sceglierne una nuova.",
    "Format": "Formato",
    "Free Now": "Gratis ora",
    "Freelance Consultant": "Consulente freelance",
    "Freelance Designer": "Designer freelance",
    "Generate": "Genera",
    "Generate Agreement": "Genera accordo",
    "Generate Agreements": "Genera accordi",
    "Generate Email": "Genera email",
    "Generate Emails": "Genera email",
    "Generate Your Video Now": "Genera il tuo video ora",
    "Generate and Customize Agreements": "Genera e personalizza accordi",
    "Generate and Customize Emails": "Genera e personalizza email",
    "Generate another one": "Genera un altro",
    "Generate legal agreements in just a few clicks": "Genera accordi legali con pochi clic",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Genera prompt per immagini straordinarie, email persuasive e accordi legalmente validi con l'IA. Sicuro, originale e progettato per il tuo successo.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Genera immagini straordinarie e di alta qualità da semplici prompt di testo, perfette per progetti creativi, marketing e design concettuale.",
    "Generated": "Generato",
    "Get Start": "Inizia",
    "Get in touch with us": "Contattaci",
    "Get started": "Inizia ora",
    "Get task complated": "Completa l'attività",
    "Great Interface": "Ottima interfaccia",
    "Great Support": "Ottimo supporto",
    "HIGHLIGHTS": "PUNTI SALIENTI",
    "Have an account?": "Hai un account?",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Avere un'attività da casa è una risorsa meravigliosa per la tua vita. Il problema rimane quando si tratta di pubblicizzare la tua attività a basso costo. So che hai cercato risposte ovunque.",
    "Hear from our users": "Ascolta i nostri utenti",
    "Hello": "Ciao",
    "High-Quality": "Alta qualità",
    "Highest quality Generative AI models": "Modelli di IA generativa di altissima qualità",
    "Highlights": "Punti salienti",
    "Home": "Home",
    "Hours": "Ore",
    "I agree to the": "Accetto i",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Accetto l'<a href=\":privacyPolicyUrl\" target=\"_blank\">informativa sulla privacy</a> e i <a href=\":termsConditionsUrl\">termini e condizioni</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Ho testato diversi prompt e sono rimasto impressionato dalla affidabilità dei risultati. Ottimo controllo su stile e formato.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Ho inserito una semplice descrizione e ho ottenuto un'immagine straordinaria. Lo strumento testo-immagine è incredibilmente buono, sembra magia.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Uso il generatore per visualizzare concetti per landing page e annunci. Risparmia tempo e impressiona i clienti istantaneamente.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Ho usato gli strumenti di upscaling e ritocco per preparare immagini per un annuncio dell'ultimo minuto: i risultati sembravano fatti da un professionista.",
    "INSANE VISUALS": "VISUALI INCREDIBILI",
    "INSTANT PROMO": "PROMO ISTANTANEA",
    "Ideal for freelancers, startups, and businesses": "Ideale per freelancer, startup e aziende",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideale per social media, vetrine di prodotti, campagne e storytelling.",
    "Illustration": "Illustrazione",
    "Image Editing": "Modifica immagini",
    "Image Generation": "Generazione di immagini",
    "Image Stock": "Libreria di immagini stock",
    "Image Upscale": "Upscaling di immagini",
    "Image generation": "Generazione di immagini",
    "Image is being generated...": "L'immagine è in fase di generazione...",
    "Image to Video": "Da immagine a video",
    "Images": "Immagini",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Impressionato dalla qualità",
    "In Seconds, With AI": "In pochi secondi, con l'IA",
    "Incredible Creativity!": "Creatività incredibile!",
    "Information": "Informazioni",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Rimuovi istantaneamente gli sfondi da qualsiasi immagine con la precisione dell'IA, perfetto per e-commerce, foto di prodotti e progetti creativi.",
    "Insufficient balance.": "Saldo insufficiente.",
    "Integrates your tools": "Integra i tuoi strumenti",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Non sono un designer, ma ho creato immagini straordinarie semplicemente digitando ciò di cui avevo bisogno. L'interfaccia è pulita e intuitiva.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Ho provato diverse piattaforme di modifica delle immagini, ma questa ha offerto i migliori risultati, specialmente nella chiarezza di upscaling e nella correzione del colore.",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu è il tuo strumento di gestione del team online, facile e promozionale",
    "Janu tools.": "Strumenti Janu.",
    "Japanese": "Giapponese",
    "Just upload and generate — your image becomes a video in moments.": "Carica e genera: la tua immagine diventa un video in pochi istanti.",
    "LEGAL AI SOLUTION": "SOLUZIONE LEGALE CON IA",
    "Languages": "Lingue",
    "Last Name": "Cognome",
    "Last name": "Cognome",
    "Legal Documents": "Documenti legali",
    "Legal Use": "Uso legale",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Lascia che ci occupiamo del lavoro pesante: da testo e immagine a video, completamente automatizzato.",
    "Let’s": "Iniziamo",
    "List of deposits": "Elenco dei depositi",
    "Loading... Please wait while your files are being prepared.": "Caricamento... Attendi mentre i tuoi file vengono preparati.",
    "Location": "Posizione",
    "Log In": "Accedi",
    "Log Out": "Esci",
    "Log in": "Accedi",
    "Login": "Accesso",
    "Login Here": "Accedi qui",
    "Login using an existing account or create a new account <a href=\":url\">here": "Accedi utilizzando un account esistente o crea un nuovo account <a href=\":url\">qui",
    "Logout": "Esci",
    "Looks Like Magic": "Sembra magia",
    "Low Price": "Prezzo basso",
    "Mail address": "Indirizzo email",
    "Mail us": "Scrivici",
    "Make a deposit": "Effettua un deposito",
    "Make timeframe": "Imposta un intervallo di tempo",
    "Manage Your Agreements": "Gestisci i tuoi accordi",
    "Manage Your Emails": "Gestisci le tue email",
    "Marketing Strategist": "Stratega di marketing",
    "Marketplace": "Mercato",
    "Model": "Modello",
    "More": "Altro",
    "Multiple Styles": "Stili multipli",
    "My Deposits": "I miei depositi",
    "My creatives": "I miei creativi",
    "My profile": "Il mio profilo",
    "New password": "Nuova password",
    "New prompts": "Nuovi prompt",
    "Next": "Avanti",
    "Office address": "Indirizzo dell'ufficio",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta eliminato il tuo account, tutte le sue risorse e dati saranno eliminati permanentemente. Prima di eliminare il tuo account, scarica tutti i dati o le informazioni che desideri conservare.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta eliminato il tuo account, tutte le sue risorse e dati saranno eliminati permanentemente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.",
    "Orders": "Ordini",
    "Our deep understanding of project and program management has enabled the success of our clients.": "La nostra profonda comprensione della gestione di progetti e programmi ha permesso il successo dei nostri clienti.",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "I nostri servizi di modifica delle immagini sono supportati da talenti di alto livello e strumenti IA, offrendo miglioramenti visivi rapidi e di alta qualità per qualsiasi progetto.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "I nostri servizi di generazione di immagini combinano IA avanzata con flessibilità creativa, producendo immagini uniche e di alta qualità dal testo in pochi secondi.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Le nostre email di marketing ora suonano nitide, chiare e in linea con il brand, senza alcuno sforzo. Un vero punto di svolta.",
    "Our office": "Il nostro ufficio",
    "Our partners": "I nostri partner",
    "Our trusted partners": "I nostri partner fidati",
    "Over": "Oltre",
    "Over 27k Emails Generated": "Oltre 27k email generate",
    "Password": "Password",
    "Password confirmation": "Conferma password",
    "Perfect for Content": "Perfetto per i contenuti",
    "Perfect for Fast Prototypes": "Perfetto per prototipi veloci",
    "Perfect for outreach, support, and daily communication": "Perfetto per outreach, supporto e comunicazione quotidiana",
    "Personal data": "Dati personali",
    "Phone": "Telefono",
    "Phone Number": "Numero di telefono",
    "Photo Tools": "Strumenti fotografici",
    "Policies": "Politiche",
    "Post code": "Codice postale",
    "Powerful Tools at Your Fingertips": "Strumenti potenti a portata di mano",
    "Powerful Tools at Your Fingertips.": "Strumenti potenti a portata di mano.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Potenziare la creatività con diffusione latente guidata da esperti.",
    "Prepare for download": "Preparati per il download",
    "Previous": "Precedente",
    "Price": "Prezzo",
    "Price :amount": "Prezzo :amount",
    "Privacy Policy": "Informativa sulla privacy",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Professionisti e team in tutto il mondo si affidano a VisioForge.me per la scrittura di email intelligenti basate su IA, la creazione di contratti e l'accesso a immagini stock straordinarie, tutto in un unico posto.",
    "Profile Information": "Informazioni sul profilo",
    "Prompt": "Prompt",
    "Prompt marketplace": "Mercato dei prompt",
    "Purchase": "Acquista",
    "Purchase for :amount VFT": "Acquista per :amount VFT",
    "Quick Menu": "Menu rapido",
    "REELS THAT SELL": "REEL CHE VENDONO",
    "Rashed kabir": "Rashed Kabir",
    "Realistic": "Realistico",
    "Reason to choose us": "Motivi per sceglierci",
    "Register": "Registrati",
    "Registration": "Registrazione",
    "Remember me": "Ricordami",
    "Remove Background Now": "Rimuovi sfondo ora",
    "Replenishment amount (:amount :currency = 1 ART)": "Importo di ricarica (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Importo di ricarica (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Reinvia email di verifica",
    "Reset Password": "Reimposta password",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Ridimensiona le tue immagini per qualsiasi formato o piattaforma senza distorsioni, con ritaglio e ridimensionamento intelligenti basati su IA.",
    "Reviews": "Recensioni",
    "SCROLL-STOPPERS": "BLOCCA-SCROLL",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "CONTENUTI SNACKABLE",
    "SOCIAL-READY": "PRONTO PER I SOCIAL",
    "Safe": "Sicuro",
    "Sales Manager": "Responsabile vendite",
    "Samantha R.": "Samantha R.",
    "Save": "Salva",
    "Save hours on drafting and reviewing documents": "Risparmia ore nella redazione e revisione dei documenti",
    "Saved": "Salvato",
    "Saved My Instagram Campaign": "Ha salvato la mia campagna Instagram",
    "Saved.": "Salvato.",
    "Search": "Cerca",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Finanzia in modo sicuro il tuo portafoglio per sbloccare approfondimenti aziendali premium basati su IA, modelli finanziari e strategie di investimento.",
    "Select Tokens Amount": "Seleziona l'importo dei token",
    "Services": "Servizi",
    "Share": "Condividi",
    "Sign In": "Accedi",
    "Sign Up": "Registrati",
    "Sign up": "Registrati",
    "Sign up for free": "Registrati gratuitamente",
    "Similar products in same category": "Prodotti simili nella stessa categoria",
    "Size": "Dimensione",
    "Smart Agreements": "Accordi intelligenti",
    "Smart Solutions": "Soluzioni intelligenti",
    "So Easy to Use": "Così facile da usare",
    "Socials": "Social",
    "Sorry, error occured this time sending your message.": "Spiacenti, si è verificato un errore durante l'invio del tuo messaggio.",
    "Start Upscaling": "Inizia l'upscaling",
    "Start editing Images": "Inizia a modificare le immagini",
    "Start generate Images": "Inizia a generare immagini",
    "Start now": "Inizia ora",
    "Status": "Stato",
    "Still don't have an account?": "Non hai ancora un account?",
    "Stock Image Library": "Libreria di immagini stock",
    "Style": "Stile",
    "Styles": "Stili",
    "Submit": "Invia",
    "Submit Form": "Invia modulo",
    "Super Intuitive Tools": "Strumenti super intuitivi",
    "Support Lead": "Responsabile supporto",
    "Team Managment": "Gestione del team",
    "Templates": "Modelli",
    "Terms & Condition": "Termini e condizioni",
    "Terms & Conditions": "Termini e condizioni",
    "Terms and Conditions": "Termini e condizioni",
    "Text to Image": "Da testo a immagine",
    "Text to PNG": "Da testo a PNG",
    "Text to Video": "Da testo a video",
    "Thank you!": "Grazie!",
    "Thank you! Your message has been received.": "Grazie! Il tuo messaggio è stato ricevuto.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Grazie per esserti registrato! Prima di iniziare, potresti verificare il tuo indirizzo email cliccando sul link che ti abbiamo appena inviato? Se non hai ricevuto l'email, te ne invieremo un'altra volentieri.",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It\\'s accurate, fast, and professional.": "Il generatore di accordi IA mi ha aiutato a creare un contratto freelance solido in meno di 5 minuti. È preciso, veloce e professionale.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Il lancio di EMV è stato goffo, costoso e non ha preso in considerazione.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Il prompt in inglese verrà automaticamente scaricato insieme all'immagine in formato .txt.",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "Lo strumento testo-a-PNG mi ha fornito grafiche pronte per l'uso per il mio negozio Shopify, senza bisogno di modifiche. Basta trascinare e rilasciare!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Il rimuovi sfondo è incredibilmente preciso. L'ho usato per le foto dei prodotti e mi ha risparmiato ore di editing. Altamente consigliato!",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Il cuore del nostro servizio si basa su consigli di investimento oggettivi che cerchiamo di fornire come supporto.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "Lo strumento di riempimento generativo è incredibile. Ho esteso uno sfondo e aggiunto parti mancanti, e nessuno poteva dire che fosse IA!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area sicura dell'applicazione. Conferma la tua password prima di continuare.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Questo strumento ha completamente trasformato il modo in cui gestisco l'assistenza clienti. Risparmia tempo e mantiene il nostro tono coerente.",
    "Time Tracking": "Monitoraggio del tempo",
    "Tokens": "Token",
    "Top Sellers": "Migliori venditori",
    "Top Up Your Wallet": "Ricarica il tuo portafoglio",
    "Top-Up Balance": "Ricarica saldo",
    "Top-up Balance": "Ricarica saldo",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Trasforma immagini statiche in clip video fluide generate dall'IA in pochi secondi.",
    "Transparent PNGs Are a Lifesaver": "I PNG trasparenti sono un salvavita",
    "Trusted": "Affidabile",
    "Trusted by 145+ Teams Worldwide": "Scelto da oltre 145 team in tutto il mondo",
    "Trusted by Freelancers, Startups & Businesses Alike": "Scelto da freelancer, startup e aziende",
    "Try free now": "Prova gratis ora",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Trasforma le tue idee in video straordinari usando solo parole. Il nostro servizio testo-a-video basato su IA trasforma prompt scritti in video dinamici e di alta qualità, perfetti per social media, annunci, storytelling e altro ancora. Non sono richieste competenze di editing.",
    "Unmatched Speed and Precision in Generative Power.": "Velocità e precisione ineguagliabili nella potenza generativa.",
    "Update Password": "Aggiorna password",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "Upload any image — our AI brings it to life with motion and style.": "Carica qualsiasi immagine: la nostra IA la rende viva con movimento e stile.",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Usa l'IA per generare contratti, accordi e moduli legali con facilità, precisi, personalizzabili e pronti in pochi secondi.",
    "Used in 1.4k Business Scenarios": "Utilizzato in 1.4k scenari aziendali",
    "Usefull Links": "Link utili",
    "User": "Utente",
    "Users": "Utenti",
    "VIRAL CLIPS": "CLIP VIRALI",
    "Very Solid!!": "Molto solido!!",
    "Video is being generated...": "Il video è in fase di generazione...",
    "Watch": "Guarda",
    "Watch Images Come Alive.": "Guarda le immagini prendere vita.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Apprezziamo i tuoi pensieri e le tue richieste. Facci sapere come possiamo aiutarti o migliorare i nostri servizi.",
    "Welcome back — ready to create?": "Bentornato, pronto a creare?",
    "Welcome to the Future of": "Benvenuto nel futuro di",
    "What Our Users Say": "Cosa dicono i nostri utenti",
    "Why you": "Perché noi",
    "Write Better Emails": "Scrivi email migliori",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Scrivere email ai clienti mi richiedeva un'eternità. Ora, inserisco solo alcuni punti chiave e l'IA redige un messaggio professionale istantaneamente!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Scrivere email a freddo mi richiedeva un'eternità. Ora inserisco solo alcuni dettagli e ottengo un'email raffinata pronta per l'invio.",
    "You are about to purchase a <b>:title</b>": "Stai per acquistare un <b>:title</b>",
    "You can make deposit": "Puoi effettuare un deposito",
    "You don't have any deposits yet.": "Non hai ancora effettuato depositi.",
    "You don't have any orders yet.": "Non hai ancora ordini.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Non hai abbastanza ART per effettuare l'acquisto. Effettua un deposito.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Non hai abbastanza VFT per effettuare l'acquisto. Effettua un deposito.",
    "You need to be <a href=' . route('login": "Devi essere <a href=' . route('login",
    "You need to be logged in.": "Devi essere loggato.",
    "You will pay": "Pagherai",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Riceverai un archivio contenente un'immagine e un prompt, con la dimensione e il formato selezionati.",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Il tuo hub IA per creatività, comunicazione e contratti.",
    "Your Email": "La tua email",
    "Your Gateway to AI-powered Business Solutions": "Il tuo portale per soluzioni aziendali basate su IA",
    "Your Message": "Il tuo messaggio",
    "Your Name": "Il tuo nome",
    "Your Phone": "Il tuo telefono",
    "Your balance": "Il tuo saldo",
    "Your balance:": "Il tuo saldo:",
    "Your email": "La tua email",
    "Your email address is unverified.": "Il tuo indirizzo email non è verificato.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Il tuo indirizzo email non sarà utilizzato per scopi di marketing. I campi obbligatori sono contrassegnati.",
    "Your limit for generating 10 images has been reached.": "Hai raggiunto il limite di generazione di 10 immagini.",
    "Your message has been sent successfully.": "Il tuo messaggio è stato inviato con successo.",
    "Your message has been successfully submitted.": "Il tuo messaggio è stato inviato con successo.",
    "Your request": "La tua richiesta",
    "Your title": "Il tuo titolo",
    "and": "e",
    "auth.password": "auth.password",
    "by your member": "dal tuo membro",
    "choose": "scegli",
    "client": "cliente",
    "email": "email",
    "for Agreements, Emails & Images": "per Accordi, Email e Immagini",
    "for Your Projects": "per i tuoi progetti",
    "for any team person": "per qualsiasi persona del team",
    "for do the task": "per completare l'attività",
    "make life easier.": "rendi la vita più facile.",
    "managment": "gestione",
    "more…": "altro…",
    "our all features": "tutte le nostre funzionalità",
    "password": "password",
    "password confirmation": "conferma password",
    "professional emails, and ready-to-use stock images — all in one platform.": "email professionali e immagini stock pronte per l'uso, tutto in un'unica piattaforma.",
    "say about us.": "dicono di noi.",
    "software": "software",
    "support": "supporto",
    "task togather": "attività insieme",
    "us always": "sempre noi",
    "video": "video",
    "workspace": "spazio di lavoro",
    "you use.": "che usi.",
	"Enter key details for your contract...": "Inserisci i dettagli chiave per il tuo contratto...",
	"Enter key details for your email...": "Inserisci i dettagli chiave per la tua email...",
	"Enter your email here": "Inserisci la tua email qui",
	"Over 9k Agreements Created": "Oltre 9k accordi creati",
	"1.2k Ready-to-Sign Use Cases": "1.2k casi pronti per firmare",
	"150+ Business Professionals Trust Us": "150+ professionisti del commercio ci fidano",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Ho bisogno di un contratto freelance urgentemente, l'IA ha generato un documento completo e professionale in pochi minuti. Mi ha risparmiato un sacco di tempo.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Come fondatore di una startup, la redazione di NDAs e accordi di servizio solitamente era un problema. Ora posso crearli istantaneamente senza costi legali.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Usiamo la piattaforma per contratti clienti e accordi interni. L'IA si occupa del lavoro pesante, e noi solo rivediamo e firmiamo.",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Non abbiamo un avvocato in casa, quindi questo strumento ci aiuta a rimanere conformi e professionali senza costi.",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Il nostro team HR lo usa per contratti di lavoro e lettere di offerta. È intuitivo, veloce e risparmia ore di lavoro amministrativo.",
	"Freelance Graphic Designer": "Designer grafico freelance",
	"Startup Founder": "Fondatore di startup",
	"Operations Manager": "Responsabile delle operazioni",
	"E-commerce Store Owner": "Proprietario di negozio online",
	"HR Coordinator": "Coordinatore HR",
	"Subscribe Now": "Iscriviti ora",
	"The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Il generatore di accordi IA mi ha aiutato a creare un contratto freelance solido in meno di 5 minuti. È preciso, veloce e professionale.",
	"Enter your name*": "Inserisci il tuo nome*",
	"Enter Email Address*": "Inserisci l'indirizzo email*",
	"Enter your Message here": "Inserisci il tuo messaggio qui"
}