{
    "© Copyright :year - :name": "© Copyright :year - :name",
    "- Select country -": "- Seleziona paese -",
    "1 ART = 1 generation": "1 ART = 1 generazione",
    "3D Render": "Rendering 3D",
    ":amount AET": ":amount AET",
    ":amount SVT": ":amount SVT",
    ":amount VCT": ":amount VCT",
    ":count generations left": ":count generazioni rimanenti",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo email fornito durante la registrazione.",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "AI Background": "Sfondo AI",
    "AI Background Remover": "Rimozione sfondo AI",
    "AI Image Editing": "Modifica immagini AI",
    "AI Image Generation": "Generazione immagini AI",
    "AI Image Upscale": "Ingrandimento immagini AI",
    "AI Resize": "Ridimensionamento AI",
    "AI Tools & Features Available": "Strumenti e funzionalità AI disponibili",
    "AI-Driven Email Generation": "Generazione di email basata su AI",
    "AI-Generated Images Delivered": "Immagini generate da AI consegnate",
    "AI-MADE MAGIC": "MAGIA CREATA DA AI",
    "AI-Powered Image Generation": "Generazione di immagini basata su AI",
    "AI-Powered Image Generation & Editing – Create Stunning Visuals in Seconds.": "Generazione e modifica di immagini basata su AI – Crea immagini straordinarie in pochi secondi.",
    "AI-Powered Image Upscaling.": "Ingrandimento immagini basato su AI.",
    "AI-generated creatives.": "Creazioni generate da AI.",
    "AUTO-GENERATED VIDEOS": "VIDEO GENERATI AUTOMATICAMENTE",
    "About": "Chi siamo",
    "About us": "Su di noi",
    "Absolutely. You can refine your prompts, adjust styles, and tweak details to get exactly the look you want. The AI adapts to your creative vision.": "Assolutamente. Puoi affinare i tuoi prompt, regolare gli stili e modificare i dettagli per ottenere esattamente l'aspetto desiderato. L'AI si adatta alla tua visione creativa.",
    "Abstergo Industries": "Abstergo Industries",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Accedi a prompt basati su AI progettati per previsioni finanziarie, pianificazione aziendale e decisioni basate sui dati. Resta un passo avanti con l'automazione intelligente.",
    "Access Your Purchases": "Accedi ai tuoi acquisti",
    "Achieve clean and transparent results for professional designs": "Ottieni risultati puliti e trasparenti per design professionali",
    "Achieve exceptionally sharp and high-resolution outputs with every single upscale": "Ottieni risultati eccezionalmente nitidi e ad alta risoluzione con ogni ingrandimento",
    "Add funds": "Aggiungi fondi",
    "Adding balance": "Aggiunta saldo",
    "Address": "Indirizzo",
    "Adjust images with fully customizable output resolutions": "Regola le immagini con risoluzioni di output completamente personalizzabili",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Dopo l'acquisto, riceverai un prompt per generare immagini come questa. L'immagine originale sarà disponibile per il download in formati .jpg, .png o .webp, con una dimensione di 1024x1024.",
    "After wasting months with complex software, I wish I\\'d discovered this service earlier. The one-click enhancements are unmatched, and the batch processing saves me hours weekly!": "Dopo aver sprecato mesi con software complessi, vorrei aver scoperto questo servizio prima. I miglioramenti con un solo clic sono ineguagliabili e l'elaborazione in batch mi fa risparmiare ore ogni settimana!",
    "Agreement generation": "Generazione di accordi",
    "All Rights Reserved.": "Tutti i diritti riservati.",
    "Already a member?": "Sei già un membro?",
    "Already have an account?": "Hai già un account?",
    "Amount": "Importo",
    "Amount (min. 5 ART)": "Importo (min. 5 ART)",
    "Amount (min. 5 SAT)": "Importo (min. 5 SAT)",
    "Amount (min. 5 SVT)": "Importo (min. 5 SVT)",
    "Amount (min. 5 VCT)": "Importo (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Un'immagine incredibilmente realistica con un'attenzione eccezionale ai dettagli.",
    "Anime": "Anime",
    "Any Questions? Find here.": "Hai domande? Trova qui.",
    "App UI Designer": "Designer di interfacce utente per app",
    "Are there any limits on how I can use the images?": "Ci sono limiti su come posso utilizzare le immagini?",
    "Are you sure you want to delete your account?": "Sei sicuro di voler eliminare il tuo account?",
    "As an illustrator, I use this tool daily for concept art. The AI understands my prompts perfectly, and the editing features let me refine details in seconds. It’s like having an assistant who never sleeps!": "Come illustratore, uso questo strumento quotidianamente per il concept art. L'AI comprende perfettamente i miei prompt e le funzionalità di modifica mi permettono di rifinire i dettagli in pochi secondi. È come avere un assistente che non dorme mai!",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We realise in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "A :name, siamo dedicati a potenziare la creatività attraverso soluzioni AI innovative. Fondati con una passione per la tecnologia e l'arte, la nostra missione è fornire una piattaforma dove gli utenti possono esplorare, creare e interagire con prompt generati da AI unici. Crediamo nel potere trasformativo dell'intelligenza artificiale e nella sua capacità di ispirare e migliorare i progetti creativi. Unisciti a noi in questo viaggio mentre sblocchiamo nuove possibilità per artisti, scrittori e creatori ovunque!",
    "Automated Agreement Generation": "Generazione automatica di accordi",
    "Background Editing": "Modifica dello sfondo",
    "Background Removal in Seconds.": "Rimozione dello sfondo in pochi secondi.",
    "Background Remover": "Rimozione sfondo",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Balance: :balance SVT": "Saldo: :balance SVT",
    "Barone LLC.": "Barone LLC.",
    "Biffco Ltd.": "Biffco Ltd.",
    "Big Kahuna Ltd.": "Big Kahuna Ltd.",
    "Binford Ltd.": "Binford Ltd.",
    "Boost image clarity and resolution without sacrificing quality.": "Migliora la chiarezza e la risoluzione delle immagini senza sacrificare la qualità.",
    "Boosting Results with AI-Powered Content": "Miglioramento dei risultati con contenuti basati su AI",
    "Brand Strategist": "Stratega di marca",
    "Bring": "Porta",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Dai vita a immagini statiche con il movimento. Il nostro servizio di trasformazione da immagine a video basato su AI trasforma le tue immagini in clip video fluide e accattivanti — ideali per reel, annunci, vetrine di prodotti e altro ancora. Non sono necessarie competenze di animazione o montaggio video.",
    "Bring your ideas to life with next-gen video creation.": "Dai vita alle tue idee con la creazione di video di nuova generazione.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Porta la tua immaginazione alla vita in ogni fotogramma vibrante.",
    "Browse and Buy Prompts": "Sfoglia e acquista prompt",
    "Browse by style": "Sfoglia per stile",
    "Browse powerful video clips generated from single frames.": "Sfoglia potenti clip video generate da singoli fotogrammi.",
    "Browse the": "Sfoglia il",
    "Build the future with Smart AI": "Costruisci il futuro con AI intelligente",
    "Building the Future of Fast and Smart Creation.": "Costruire il futuro della creazione veloce e intelligente.",
    "Buy AI Creatives": "Acquista creazioni AI",
    "Buy Now": "Acquista ora",
    "Buy for :amount AET": "Acquista per :amount AET",
    "Buy for :amount SVT": "Acquista per :amount SVT",
    "Call us": "Chiamaci",
    "Can I customize the generated images?": "Posso personalizzare le immagini generate?",
    "Can I customize the style of the generated image?": "Posso personalizzare lo stile dell'immagine generata?",
    "Cancel": "Annulla",
    "Cartoon": "Cartone animato",
    "Categories": "Categorie",
    "Category": "Categoria",
    "Change To": "Cambia in",
    "Change to :currency": "Cambia in :currency",
    "Check out the latest arts we have on AI-powered image generation and editing tools.": "Scopri le ultime opere che abbiamo sugli strumenti di generazione e modifica delle immagini basati su AI.",
    "Check what's our": "Scopri cosa è nostro",
    "Check what's our client say about us.": "Scopri cosa dicono i nostri clienti su di noi.",
    "Checkout": "Cassa",
    "Choose from a wide range of multiple style options available": "Scegli tra una vasta gamma di opzioni di stile disponibili",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Scegli tra animazioni cinematografiche, fluide o drammatiche per soddisfare le tue esigenze.",
    "Choose option:": "Scegli opzione:",
    "City": "Città",
    "Clean, Transparent PNG Exports.": "Esportazioni PNG pulite e trasparenti.",
    "Click here to re-send the verification email.": "Clicca qui per inviare nuovamente l'email di verifica.",
    "Client Feedback": "Feedback dei clienti",
    "Comic": "Fumetto",
    "Company Details": "Dettagli dell'azienda",
    "Confirm": "Conferma",
    "Confirm Password": "Conferma password",
    "Consistent & Predictable Results.": "Risultati coerenti e prevedibili.",
    "Consistent, High-Quality Output": "Output coerente e di alta qualità",
    "Consistently Impressed! After testing over five different image generators, I’ve finally discovered ‘the perfect one.’ The incredible attention to detail and advanced customization options blow me away. My only regret? Not stumbling upon this absolute gem years earlier!": "Costantemente impressionato! Dopo aver testato più di cinque diversi generatori di immagini, ho finalmente scoperto 'quello perfetto'. L'incredibile attenzione ai dettagli e le opzioni di personalizzazione avanzate mi lasciano senza parole. Il mio unico rimpianto? Non aver trovato questa gemma assoluta anni prima!",
    "Consistently Impressed! As a professional retoucher, I\\'m picky about tools. This AI handles 80% of my basic edits now, letting me focus on creative work. The skin retouching alone is worth the subscription!": "Costantemente impressionato! Come ritoccatore professionista, sono esigente con gli strumenti. Questo AI gestisce ora l'80% delle mie modifiche di base, permettendomi di concentrarmi sul lavoro creativo. Il solo ritocco della pelle vale l'abbonamento!",
    "Contact Info": "Informazioni di contatto",
    "Contact Us": "Contattaci",
    "Contact us": "Contattaci",
    "Contact us!": "Contattaci!",
    "Contacts": "Contatti",
    "Content Creator": "Creatore di contenuti",
    "Content Marketing Manager": "Responsabile del marketing dei contenuti",
    "Conversion is in progress...": "Conversione in corso...",
    "Convert any image to a high-quality PNG format effortlessly": "Converti qualsiasi immagine in formato PNG di alta qualità senza sforzo",
    "Convert to PNG": "Converti in PNG",
    "Cookie Policy": "Politica sui cookie",
    "Copyright": "Copyright",
    "Copyright, :year @": "Copyright, :year @",
    "Covent Garden, London": "Covent Garden, Londra",
    "Craft breathtaking visuals using state-of-the-art AI technology in just a few seconds": "Crea immagini mozzafiato utilizzando la tecnologia AI all'avanguardia in pochi secondi",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Crea email accattivanti e personalizzate con facilità. La nostra generazione di email basata su AI ti aiuta a scrivere, ottimizzare e automatizzare i messaggi per una comunicazione e un coinvolgimento migliori.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Crea email basate su AI su misura per le tue esigenze aziendali e di comunicazione. Dalle email di contatto a freddo alle newsletter—crea messaggi accattivanti in pochi minuti.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Crea accordi legali basati su AI su misura per le tue esigenze aziendali. Dagli NDA ai contratti di partnership—ottieni documenti legalmente validi in pochi minuti.",
    "Create Deposit": "Crea deposito",
    "Create dynamic videos instantly — no animation or editing required.": "Crea video dinamici istantaneamente — non è richiesta animazione o montaggio.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Crea immagini straordinarie e di alta qualità istantaneamente con i nostri strumenti basati su AI. Genera immagini uniche su misura per le tue esigenze con facilità.",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Crea immagini PNG trasparenti direttamente dal testo — ideali per loghi, risorse digitali e integrazione di design senza soluzione di continuità.",
    "Create. Enhance. Transform.": "Crea. Migliora. Trasforma.",
    "Created by AI": "Creato da AI",
    "Creative": "Creativo",
    "Creative Director": "Direttore creativo",
    "Creative Freedom": "Libertà creativa",
    "Creative Upscale not only enlarges your image but also enhances textures, sharpness, and color richness. It produces high-resolution results that look sharper and more visually impressive than standard resizing tools.": "Creative Upscale non solo ingrandisce la tua immagine, ma migliora anche trame, nitidezza e ricchezza dei colori. Produce risultati ad alta risoluzione che appaiono più nitidi e visivamente impressionanti rispetto agli strumenti di ridimensionamento standard.",
    "Creatives": "Creazioni",
    "Currency:": "Valuta:",
    "Current password": "Password attuale",
    "Custom": "Personalizzato",
    "Customizable Styles & Formats.": "Stili e formati personalizzabili.",
    "Customize your images with an extensive array of artistic styles and design elements": "Personalizza le tue immagini con una vasta gamma di stili artistici ed elementi di design",
    "DYNAMIC STORIES": "STORIE DINAMICHE",
    "Daniel T.": "Daniel T.",
    "Dashboard": "Dashboard",
    "Dashboard.": "Dashboard.",
    "Date": "Data",
    "Delete Account": "Elimina account",
    "Deliver professional results with no watermarks included": "Offri risultati professionali senza filigrane incluse",
    "Delivering": "Consegna",
    "Delivers high-quality images with great speed.": "Fornisce immagini di alta qualità con grande velocità.",
    "Deposit": "Deposito",
    "Deposit in": "Deposito in",
    "Deposit in :currency": "Deposito in :currency",
    "Deposits": "Depositi",
    "Discover and Buy Unique AI Prompts.": "Scopri e acquista prompt AI unici.",
    "Discover what your content can become — in just seconds.": "Scopri cosa può diventare il tuo contenuto — in pochi secondi.",
    "Discover, Buy, and Own Unique AI Prompts.": "Scopri, acquista e possiede prompt AI unici.",
    "Do I need Photoshop experience?": "Ho bisogno di esperienza con Photoshop?",
    "Do I need any design or technical skills?": "Ho bisogno di competenze di design o tecniche?",
    "Do I need design skills to use these services?": "Ho bisogno di competenze di design per utilizzare questi servizi?",
    "Do you have any question?": "Hai qualche domanda?",
    "Don't have an account?": "Non hai un account?",
    "Don't take our word for it.": "Non credere solo alle nostre parole.",
    "Don't find your answer here? just send us a message for any question.": "Non trovi la tua risposta qui? Inviaci un messaggio per qualsiasi domanda.",
    "Don't just take our word for it—here's what creators like you are saying about our AI image generation and editing tools.": "Non credere solo alle nostre parole—ecco cosa dicono i creatori come te sui nostri strumenti di generazione e modifica delle immagini basati su AI.",
    "Don't take our word for it.": "Non credere solo alle nostre parole.",
    "Download": "Scarica",
    "Download Video": "Scarica video",
    "E-Commerce Store Owner": "Proprietario di negozio e-commerce",
    "E-commerce Manager": "Responsabile e-commerce",
    "E-commerce Photographer": "Fotografo e-commerce",
    "E-commerce Seller": "Venditore e-commerce",
    "EFFECTIVENESS": "EFFICACIA",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Accedi, modifica e scarica facilmente i tuoi accordi generati da AI in un unico dashboard centralizzato, garantendo conformità ed efficienza.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Accedi, modifica e invia facilmente le tue email generate da AI da un unico dashboard centralizzato, ottimizzando coinvolgimento ed efficienza.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Gestisci e applica facilmente le informazioni finanziarie e aziendali generate da AI in un unico dashboard centralizzato, ottimizzando l'efficienza e l'esecuzione della strategia.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Sostituisci facilmente gli sfondi in qualsiasi immagine con la precisione dell'AI — ideale per cambiare ambientazioni, stili o creare scene personalizzate.",
    "Easy to Use": "Facile da usare",
    "Edit Profile": "Modifica profilo",
    "Edit profile": "Modifica profilo",
    "Editing": "Modifica",
    "Effectiveness": "Efficacia",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Genera senza sforzo accordi conformi alla legge in pochi secondi. La nostra piattaforma semplifica la creazione di documenti, facendoti risparmiare tempo e fatica.",
    "Effortlessly remove image backgrounds with unparalleled precision": "Rimuovi gli sfondi delle immagini senza sforzo con una precisione senza pari",
    "Elevate your images using state-of-the-art upscaling technology for stunning results": "Eleva le tue immagini utilizzando una tecnologia di ingrandimento all'avanguardia per risultati straordinari",
    "Email": "Email",
    "Email Password Reset Link": "Link per reimpostare la password via email",
    "Email address": "Indirizzo email",
    "Email generation": "Generazione di email",
    "Emily R.": "Emily R.",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Migliora la qualità dell'immagine con un solo clic. Ingrandisci istantaneamente i tuoi contenuti visivi a una risoluzione più alta — perfetto per stampe, prodotti e contenuti professionali.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Migliora la risoluzione e la nitidezza senza perdere qualità. Ingrandisci immagini piccole o a bassa risoluzione in alta definizione in pochi secondi.",
    "Enhance, transform, and refine your visuals with precision AI tools.": "Migliora, trasforma e perfeziona i tuoi contenuti visivi con strumenti AI di precisione.",
    "Enjoy a user-friendly interface for quick conversions": "Goditi un'interfaccia user-friendly per conversioni rapide",
    "Enjoy lightning-fast background removal in just seconds": "Goditi una rimozione dello sfondo fulminea in pochi secondi",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere sicuro.",
    "Enter Email": "Inserisci email",
    "Enter Password": "Inserisci password",
    "Enter your email address": "Inserisci il tuo indirizzo email",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Cancella gli sfondi delle immagini in pochi secondi. Basta un clic per ottenere un risultato pulito e trasparente - perfetto per prodotti, ritratti e creazioni.",
    "Esther Howard": "Esther Howard",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Anche senza esperienza di design, sono riuscito a pulire e migliorare tutte le mie foto di prodotti. Facile ed efficace.",
    "Everything you need to create, in one place.": "Tutto ciò di cui hai bisogno per creare, in un unico posto.",
    "Experience a user-friendly interface designed to make image upscaling effortless": "Sperimenta un'interfaccia user-friendly progettata per rendere l'ingrandimento delle immagini senza sforzo",
    "Experience an intuitive, highly efficient interface for seamless and innovative image generation": "Sperimenta un'interfaccia intuitiva e altamente efficiente per una generazione di immagini fluida e innovativa",
    "Experience fast and reliable conversion in seconds": "Sperimenta una conversione veloce e affidabile in pochi secondi",
    "Experience seamless integration into your design workflow": "Sperimenta un'integrazione fluida nel tuo flusso di lavoro di design",
    "Experience ultra-fast image generation in just a few seconds": "Sperimenta una generazione di immagini ultra-veloce in pochi secondi",
    "Explore": "Esplora",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Esplora prompt basati su AI personalizzati per strategie aziendali, finanziarie e di investimento. Ogni opera acquistata può essere utilizzata secondo le tue esigenze.",
    "Explore Creatives": "Esplora creazioni",
    "Explore by category": "Esplora per categoria",
    "Explore by style": "Esplora per stile",
    "Extremely easy—just type a description of what you want, and the AI handles the rest. No design skills or technical knowledge is required to get professional-looking results in seconds.": "Estremamente facile: basta digitare una descrizione di ciò che vuoi e l'AI si occupa del resto. Non sono richieste competenze di design o conoscenze tecniche per ottenere risultati dall'aspetto professionale in pochi secondi.",
    "FAQ Image": "Immagine FAQ",
    "FEATURES": "CARATTERISTICHE",
    "Fast Generation": "Generazione veloce",
    "Features": "Caratteristiche",
    "Features and Functionalities": "Caratteristiche e funzionalità",
    "First Name": "Nome",
    "First name": "Nome",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Forgot your password?": "Hai dimenticato la password?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Hai dimenticato la password? Nessun problema. Facci sapere il tuo indirizzo email e ti invieremo un link per reimpostare la password che ti permetterà di sceglierne una nuova.",
    "Format": "Formato",
    "Freelance Artist": "Artista freelance",
    "From words to visuals — powerful tools for unique creations.": "Dalle parole ai contenuti visivi — strumenti potenti per creazioni uniche.",
    "Full description of your idea": "Descrizione completa della tua idea",
    "Game-Changing AI Tool! After wasting months trying different image generators, I wish I\\'d discovered this service earlier. The quality is unmatched, and the team\\'s responsiveness is incredible. This is now my only go-to for all my design needs!": "Strumento AI rivoluzionario! Dopo aver sprecato mesi provando diversi generatori di immagini, vorrei aver scoperto questo servizio prima. La qualità è ineguagliabile e la reattività del team è incredibile. Ora è il mio unico punto di riferimento per tutte le mie esigenze di design!",
    "General Frequently Asked Questions": "Domande frequenti generali",
    "Generate": "Genera",
    "Generate Your Video Now": "Genera il tuo video ora",
    "Generate and Customize Agreements": "Genera e personalizza accordi",
    "Generate and Customize Emails": "Genera e personalizza email",
    "Generate another one": "Genera un altro",
    "Generate high-quality images directly from your text prompts": "Genera immagini di alta qualità direttamente dai tuoi prompt di testo",
    "Generate image": "Genera immagine",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Genera prompt di immagini straordinarie, email persuasive e accordi legalmente validi con l'AI. Sicuro, originale e progettato per il tuo successo.",
    "Generate stunning visuals from text, enhance your own images with powerful editing tools, or simply browse and buy ready-made AI art — all in one place.": "Genera immagini straordinarie dal testo, migliora le tue immagini con potenti strumenti di modifica o semplicemente sfoglia e acquista opere d'arte AI pronte — tutto in un unico posto.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Genera immagini straordinarie e di alta qualità da semplici prompt di testo — perfette per progetti creativi, marketing e design concettuale.",
    "Generation": "Generazione",
    "Generative Fill & Smart Retouching.": "Riempimento generativo e ritocco intelligente.",
    "Generative Fill lets you add or replace elements in your image using AI. For example, you can remove an object or add new ones, and the tool will blend everything naturally to match the original style.": "Il riempimento generativo ti permette di aggiungere o sostituire elementi nella tua immagine utilizzando l'AI. Ad esempio, puoi rimuovere un oggetto o aggiungerne di nuovi, e lo strumento li integrerà naturalmente per corrispondere allo stile originale.",
    "Get in touch with us": "Contattaci",
    "Get our all info and also can message us directly from here": "Ottieni tutte le nostre informazioni e puoi anche inviarci un messaggio direttamente da qui",
    "Get started": "Inizia",
    "Getting Started": "Per iniziare",
    "Getting started": "Per iniziare",
    "Got a Question?": "Hai una domanda?",
    "Got questions?": "Hai domande?",
    "Graphic Designer": "Designer grafico",
    "HIGHLIGHTS": "PUNTI SALIENTI",
    "Have an account?": "Hai un account?",
    "Here are just a few of our customer feedbacks. Have no trust in what we have to say. Have a look at what some of our prior clients have said about us.": "Ecco solo alcuni dei feedback dei nostri clienti. Non fidarti di ciò che diciamo. Dai un'occhiata a ciò che alcuni dei nostri clienti precedenti hanno detto di noi.",
    "High-Resolution Outputs.": "Output ad alta risoluzione.",
    "Highest quality Generative AI models": "Modelli di intelligenza artificiale generativa di altissima qualità",
    "Highlights": "Punti salienti",
    "Home": "Home",
    "How does AI photo enhancement work?": "Come funziona il miglioramento delle foto con AI?",
    "How does Image Upscale help me?": "Come mi aiuta l'ingrandimento delle immagini?",
    "How does Text-to-Image work?": "Come funziona il testo in immagine?",
    "How does the Background Remover work?": "Come funziona la rimozione dello sfondo?",
    "How easy is it to generate images with your tool?": "Quanto è facile generare immagini con il tuo strumento?",
    "I agree to": "Accetto",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Accetto la <a href=\":privacyPolicyUrl\" target=\"_blank\">politica sulla privacy</a> e i <a href=\":termsConditionsUrl\">termini e condizioni</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Ho testato più prompt e sono rimasto impressionato dalla affidabilità dei risultati. Ottimo controllo su stile e formato.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Ho digitato una descrizione semplice e ho ottenuto un'immagine straordinaria. Lo strumento di testo in immagine è incredibilmente buono — sembra magia.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Uso il generatore per visualizzare concetti per landing page e annunci. Risparmia tempo e impressiona i clienti immediatamente.",
    "I use the image generation service to quickly test visual ideas during the design phase — it’s like having a creative assistant on demand.": "Utilizzo il servizio di generazione di immagini per testare rapidamente idee visive durante la fase di design — è come avere un assistente creativo su richiesta.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Ho usato gli strumenti di ingrandimento e ritocco per preparare immagini per un annuncio dell'ultimo minuto — i risultati sembravano fatti da un professionista.",
    "I used to waste hours editing thumbnails—now I generate eye-catching images in one click. The AI even suggests improvements! My subscribers keep asking who my designer is… little do they know it’s AI!": "Passavo ore a modificare miniature—ora genero immagini accattivanti con un solo clic. L'AI suggerisce persino miglioramenti! I miei abbonati continuano a chiedere chi sia il mio designer... non sanno che è l'AI!",
    "I went from struggling with visuals to posting stunning, on-brand graphics every day. The background removal and style transfer tools are lifesavers. Now, our engagement is through the roof!": "Sono passato dal lottare con le immagini a pubblicare grafiche straordinarie e in linea con il marchio ogni giorno. Gli strumenti di rimozione dello sfondo e di trasferimento di stile sono salvavita. Ora, il nostro coinvolgimento è alle stelle!",
    "INSANE VISUALS": "IMMAGINI INCREDIBILI",
    "INSTANT PROMO": "PROMO ISTANTANEA",
    "Ideal for design projects needing transparency features": "Ideale per progetti di design che richiedono funzionalità di trasparenza",
    "Ideal for enhancing photography and design projects with superior upscaled visuals": "Ideale per migliorare progetti di fotografia e design con immagini ingrandite di qualità superiore",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideale per social media, vetrine di prodotti, campagne e storytelling.",
    "If you want to ask us a question, contact us!": "Se vuoi farci una domanda, contattaci!",
    "Illustration": "Illustrazione",
    "Image Editing": "Modifica immagine",
    "Image Generation": "Generazione immagine",
    "Image Upscale": "Ingrandimento immagine",
    "Image Upscale increases the canvas of your image — great for making it fit new formats or layouts. It generates matching surroundings so the extended parts blend seamlessly with the rest of the image.": "L'ingrandimento dell'immagine aumenta la tela della tua immagine — ottimo per adattarla a nuovi formati o layout. Genera ambienti corrispondenti in modo che le parti estese si fondano senza soluzione di continuità con il resto dell'immagine.",
    "Image generation": "Generazione immagine",
    "Image is being generated...": "L'immagine è in fase di generazione...",
    "Image is being processed...": "L'immagine è in fase di elaborazione...",
    "Image to Video": "Da immagine a video",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Impressionato dalla qualità",
    "Incredible Creativity!": "Creatività incredibile!",
    "Information": "Informazioni",
    "Instant Delivery & Full Usage Rights.": "Consegna istantanea e pieni diritti di utilizzo.",
    "Instant Image Generation": "Generazione istantanea di immagini",
    "Instantly generate premium transparent visuals from text descriptions — the ultimate tool for ad campaigns, social media, and brand assets.": "Genera istantaneamente immagini trasparenti premium da descrizioni testuali — lo strumento definitivo per campagne pubblicitarie, social media e risorse di marca.",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Rimuovi istantaneamente gli sfondi da qualsiasi immagine con la precisione dell'AI — perfetto per e-commerce, foto di prodotti e progetti creativi.",
    "Insufficient balance.": "Saldo insufficiente.",
    "Is background removal really automatic?": "La rimozione dello sfondo è davvero automatica?",
    "It creates images with transparent backgrounds (.PNG format)—perfect for logos, product mockups, social media graphics, and designs requiring seamless overlays.": "Crea immagini con sfondi trasparenti (formato .PNG)—perfetto per loghi, mockup di prodotti, grafiche per social media e design che richiedono sovrapposizioni senza soluzione di continuità.",
    "Itsolutio - Your AI Helper": "Itsolutio - Il tuo assistente AI",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Non sono un designer, ma ho creato immagini straordinarie semplicemente digitando ciò di cui avevo bisogno. L'interfaccia è pulita e intuitiva.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Ho provato alcune piattaforme di modifica delle immagini, ma questa ha fornito i migliori risultati, specialmente nella chiarezza dell'ingrandimento e nella correzione del colore.",
    "Jake L.": "Jake L.",
    "Japanese": "Giapponese",
    "Jenny Wilson": "Jenny Wilson",
    "Jessica H.": "Jessica H.",
    "Just upload and generate — your image becomes a video in moments.": "Carica e genera — la tua immagine diventa un video in pochi istanti.",
    "Languages": "Lingue",
    "Last Name": "Cognome",
    "Last name": "Cognome",
    "Let these metrics highlight our power and seamless workflow.": "Lascia che queste metriche evidenzino la nostra potenza e il flusso di lavoro fluido.",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Lascia che ci occupiamo del lavoro pesante - da testo e immagine a video, completamente automatizzato.",
    "Links": "Link",
    "List of deposits": "Elenco dei depositi",
    "Loading... Please wait while your files are being prepared.": "Caricamento... Attendi mentre i tuoi file vengono preparati.",
    "Location": "Posizione",
    "Log Out": "Esci",
    "Login": "Accedi",
    "Login Here": "Accedi qui",
    "Login here": "Accedi qui",
    "Login using an existing account or create a new account <a href=\":url\">here": "Accedi con un account esistente o crea un nuovo account <a href=\":url\">qui",
    "Logout": "Esci",
    "Look at our clients feedback": "Guarda il feedback dei nostri clienti",
    "Looks Like Magic": "Sembra magia",
    "Mail us": "Inviaci un'email",
    "Maintain exceptional image clarity during conversion": "Mantieni una chiarezza eccezionale dell'immagine durante la conversione",
    "Make Deposit": "Effettua deposito",
    "Make a deposit": "Effettua un deposito",
    "Manage Your Agreements": "Gestisci i tuoi accordi",
    "Manage Your Emails": "Gestisci le tue email",
    "Marketers, designers, entrepreneurs, content creators, and developers who need fast, affordable, and royalty-free visuals.": "Marketer, designer, imprenditori, creatori di contenuti e sviluppatori che hanno bisogno di immagini veloci, economiche e senza royalty.",
    "Marketing Strategist": "Stratega di marketing",
    "Marketplace": "Mercato",
    "Marvin McKey": "Marvin McKey",
    "Message us to": "Inviaci un messaggio a",
    "Model": "Modello",
    "More than just images": "Più che semplici immagini",
    "Multiple Styles": "Stili multipli",
    "My Deposits": "I miei depositi",
    "My creatives": "Le mie creazioni",
    "My profile": "Il mio profilo",
    "New password": "Nuova password",
    "New prompts": "Nuovi prompt",
    "Newsletter": "Newsletter",
    "Next": "Avanti",
    "Next fully": "Avanti completamente",
    "Next page": "Pagina successiva",
    "No Category": "Nessuna categoria",
    "No design skills are required. Just describe your idea in plain language — the AI handles the rest. It’s made for creators of all experience levels.": "Non sono richieste competenze di design. Descrivi semplicemente la tua idea in linguaggio semplice — l'AI si occupa del resto. È fatto per creatori di tutti i livelli di esperienza.",
    "No. The AI handles everything—just type what you imagine in plain language. No Photoshop or design experience required.": "No. L'AI gestisce tutto—basta digitare ciò che immagini in linguaggio semplice. Non è richiesta esperienza con Photoshop o design.",
    "Not at all. All tools are designed to be user-friendly. You simply upload an image, make your selection, and let the AI handle the editing. No technical or design experience needed.": "Assolutamente no. Tutti gli strumenti sono progettati per essere user-friendly. Carichi semplicemente un'immagine, fai la tua selezione e lasci che l'AI gestisca la modifica. Non sono necessarie esperienze tecniche o di design.",
    "Not at all. Our interface is designed for beginners, with one-click enhancements and intuitive sliders for advanced users. Professional results require zero technical skills.": "Assolutamente no. La nostra interfaccia è progettata per principianti, con miglioramenti con un solo clic e cursori intuitivi per utenti avanzati. I risultati professionali non richiedono competenze tecniche.",
    "Nova Creative Team": "Team creativo Nova",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta eliminato il tuo account, tutte le sue risorse e i dati saranno eliminati permanentemente. Prima di eliminare il tuo account, scarica tutti i dati o le informazioni che desideri conservare.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta eliminato il tuo account, tutte le sue risorse e i dati saranno eliminati permanentemente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.",
    "Online Store Owner": "Proprietario di negozio online",
    "Open a chat or give us call at": "Apri una chat o chiamaci al",
    "Orders": "Ordini",
    "Our AI analyzes each image to automatically adjust exposure, colors, and sharpness while preserving important details - delivering studio-quality results in one click.": "La nostra AI analizza ogni immagine per regolare automaticamente esposizione, colori e nitidezza mantenendo i dettagli importanti - offrendo risultati di qualità da studio con un solo clic.",
    "Our AI transforms text prompts into high-quality visuals. Generate anything from photorealistic scenes to abstract art and branded content—tailored to your creative vision.": "La nostra AI trasforma i prompt di testo in immagini di alta qualità. Genera qualsiasi cosa, da scene fotorealistiche ad arte astratta e contenuti di marca—su misura per la tua visione creativa.",
    "Our Address": "Il nostro indirizzo",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "I nostri servizi di modifica delle immagini sono alimentati da talenti di alto livello e strumenti AI — offrendo miglioramenti visivi veloci e di alta qualità per qualsiasi progetto.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "I nostri servizi di generazione di immagini combinano l'AI avanzata con la flessibilità creativa — producendo immagini uniche e di alta qualità dal testo in pochi secondi.",
    "Our office": "Il nostro ufficio",
    "Our service prioritizes quality, speed, and versatility, ensuring you get visually impressive results tailored to your needs—without compromising on creativity or control.": "Il nostro servizio dà priorità alla qualità, alla velocità e alla versatilità, garantendo risultati visivamente impressionanti su misura per le tue esigenze—senza compromettere la creatività o il controllo.",
    "Our tools offer professional-grade photo enhancement, background removal, color correction, and batch processing - perfect for photographers, e-commerce, and marketers.": "I nostri strumenti offrono miglioramenti fotografici di livello professionale, rimozione dello sfondo, correzione del colore ed elaborazione in batch - perfetti per fotografi, e-commerce e marketer.",
    "Password": "Password",
    "Password confirmation": "Conferma password",
    "Perfect for Content": "Perfetto per i contenuti",
    "Perfect for Fast Prototypes": "Perfetto per prototipi veloci",
    "Perfect for Non-Designers! I\\'m a writer with zero design skills, but this tool makes me look like a pro. The intuitive interface and stunning outputs have transformed my content. I’m honestly hesitant to recommend it—I want to keep the advantage!": "Perfetto per i non designer! Sono uno scrittore senza competenze di design, ma questo strumento mi fa sembrare un professionista. L'interfaccia intuitiva e gli output straordinari hanno trasformato i miei contenuti. Onestamente, sono riluttante a raccomandarlo—voglio mantenere il vantaggio!",
    "Perfect for Social Media Managers! I edit hundreds of images weekly - this tool cut my work time in half. The batch processing and preset styles are game-changers for our agency\\'s workflow.": "Perfetto per i gestori dei social media! Modifico centinaia di immagini a settimana - questo strumento ha dimezzato il mio tempo di lavoro. L'elaborazione in batch e gli stili preimpostati sono rivoluzionari per il flusso di lavoro della nostra agenzia.",
    "Perfect for design, marketing, or product visuals.": "Perfetto per design, marketing o immagini di prodotti.",
    "Perfect for e-commerce, content, or digital design.": "Perfetto per e-commerce, contenuti o design digitale.",
    "Perfectly suited for seamless integration into design projects": "Perfettamente adatto per un'integrazione fluida nei progetti di design",
    "Personal data": "Dati personali",
    "Peter Cooper": "Peter Cooper",
    "Phone": "Telefono",
    "Photo Tools": "Strumenti fotografici",
    "Photographer": "Fotografo",
    "Photographers, e-commerce businesses, marketing agencies, social media managers, and anyone needing professional-looking images without the complexity of traditional software.": "Fotografi, aziende di e-commerce, agenzie di marketing, gestori di social media e chiunque abbia bisogno di immagini dall'aspetto professionale senza la complessità del software tradizionale.",
    "Please create your account": "Crea il tuo account",
    "Please login to your account": "Accedi al tuo account",
    "Please send us information about your project. One of our project managers shall evaluate your project requirements and give you a formal proposal. Detailed information will help us evaluate your project accurately.": "Inviaci informazioni sul tuo progetto. Uno dei nostri project manager valuterà i requisiti del tuo progetto e ti fornirà una proposta formale. Informazioni dettagliate ci aiuteranno a valutare il tuo progetto con precisione.",
    "Policies": "Politiche",
    "Post code": "Codice postale",
    "Powerful Tools at Your Fingertips": "Strumenti potenti a portata di mano",
    "Powerful Tools at Your Fingertips.": "Strumenti potenti a portata di mano.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Potenziare la creatività con la diffusione latente guidata da esperti.",
    "Preserve intricate details to ensure professional-grade quality in all your visuals": "Preserva i dettagli intricati per garantire una qualità di livello professionale in tutte le tue immagini",
    "Previous": "Precedente",
    "Previous page": "Pagina precedente",
    "Price": "Prezzo",
    "Price :amount": "Prezzo :amount",
    "Privacy Policy": "Politica sulla privacy",
    "Priya K.": "Priya K.",
    "Produce clear-background PNG images from any text - excellent for branding assets, digital media, and smooth visual integration.": "Produci immagini PNG a sfondo trasparente da qualsiasi testo - eccellente per risorse di branding, media digitali e integrazione visiva fluida.",
    "Produce professional-grade, high-resolution results perfect for marketing and creative projects": "Produci risultati di alta risoluzione di livello professionale perfetti per progetti di marketing e creativi",
    "Product not found": "Prodotto non trovato",
    "Professional Photo Editing": "Modifica fotografica professionale",
    "Professional-Grade Quality Enhancements.": "Miglioramenti di qualità di livello professionale.",
    "Profile": "Profilo",
    "Profile Information": "Informazioni sul profilo",
    "Prompt": "Prompt",
    "Prompt marketplace": "Mercato dei prompt",
    "Providing": "Fornendo",
    "Purchase": "Acquista",
    "Questions & Answers": "Domande e risposte",
    "Questions and Answers": "Domande e risposte",
    "Quick Menu": "Menu rapido",
    "Quickly eliminate image backgrounds with AI-powered precision.": "Elimina rapidamente gli sfondi delle immagini con la precisione basata su AI.",
    "REELS THAT SELL": "REEL CHE VENDONO",
    "Ready to create something": "Pronto a creare qualcosa",
    "Realistic": "Realistico",
    "Register": "Registrati",
    "Registration": "Registrazione",
    "Remove Background Now": "Rimuovi sfondo ora",
    "Replenishment amount (:amount :currency = 1 ART)": "Importo di ricarica (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Importo di ricarica (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Invia nuovamente l'email di verifica",
    "Reset Password": "Reimposta password",
    "Resize & Expand with Visual Consistency.": "Ridimensiona ed espandi con coerenza visiva.",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Ridimensiona le tue immagini per qualsiasi formato o piattaforma senza distorsioni — ritaglio e ridimensionamento intelligenti basati su AI.",
    "Resources": "Risorse",
    "SCROLL-STOPPERS": "BLOCCA-SCROLL",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "CONTENUTI SNACKABLE",
    "SOCIAL-READY": "PRONTO PER I SOCIAL",
    "Save": "Salva",
    "Saved My Business Time & Money! As a marketer, I struggled with expensive designers until I found this service. The AI-generated images are so professional, my clients think I hired a full-time artist. Why didn't I switch sooner?": "Ha salvato tempo e denaro alla mia attività! Come marketer, ho lottato con designer costosi finché non ho trovato questo servizio. Le immagini generate da AI sono così professionali che i miei clienti pensano che abbia assunto un artista a tempo pieno. Perché non ho cambiato prima?",
    "Saved My Instagram Campaign": "Ha salvato la mia campagna su Instagram",
    "Saved My Photography Business! The automatic color correction alone is worth ten times the price. Clients now think I've upgraded all my equipment when I just upgraded my editing software!": "Ha salvato la mia attività fotografica! La sola correzione automatica del colore vale dieci volte il prezzo. I clienti ora pensano che abbia aggiornato tutta la mia attrezzatura quando ho solo aggiornato il mio software di modifica!",
    "Saved.": "Salvato.",
    "Seamlessly replace image backgrounds using AI.": "Sostituisci gli sfondi delle immagini senza soluzione di continuità utilizzando l'AI.",
    "Search": "Cerca",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Finanzia in modo sicuro il tuo portafoglio per sbloccare informazioni aziendali, modelli finanziari e strategie di investimento basati su AI premium.",
    "Services": "Servizi",
    "Share": "Condividi",
    "Shortsy text-to-image tool has completely transformed our content creation process. It saves us so much time, and the quality is consistently outstanding.": "Lo strumento di testo in immagine Shortsy ha completamente trasformato il nostro processo di creazione di contenuti. Risparmia tanto tempo e la qualità è costantemente eccezionale.",
    "Shortsy.art offers advanced AI-powered tools that simplify and elevate your creative workflow — fast, accurate, and built for creators.": "Shortsy.art offre strumenti avanzati basati su AI che semplificano ed elevano il tuo flusso di lavoro creativo — veloce, accurato e progettato per i creatori.",
    "Shortsy.art provides cutting-edge AI tools that turn your ideas into stunning visuals — fast, flexible, and built for creators.": "Shortsy.art fornisce strumenti AI all'avanguardia che trasformano le tue idee in immagini straordinarie — veloce, flessibile e progettato per i creatori.",
    "Sign In": "Accedi",
    "Sign Up": "Registrati",
    "Sign in": "Accedi",
    "Sign in.": "Accedi.",
    "Sign out": "Esci",
    "Sign up": "Registrati",
    "Significantly improve image clarity with a fast, efficient, and highly reliable process": "Migliora significativamente la chiarezza dell'immagine con un processo veloce, efficiente e altamente affidabile",
    "Signup for our newsletter to get the latest news in your inbox.": "Iscriviti alla nostra newsletter per ricevere le ultime notizie nella tua casella di posta.",
    "Similar products in same category": "Prodotti simili nella stessa categoria",
    "Simply enter a descriptive text prompt, and the AI will generate an image based on your input. You can guide the output using optional parameters like style, aspect ratio, or composition preferences.": "Inserisci semplicemente un prompt di testo descrittivo e l'AI genererà un'immagine basata sul tuo input. Puoi guidare l'output utilizzando parametri opzionali come stile, proporzioni o preferenze di composizione.",
    "Size": "Dimensione",
    "So Easy to Use": "Così facile da usare",
    "Social Media Director": "Direttore dei social media",
    "Socials": "Social",
    "Sorry, error occurred this time sending your message.": "Spiacenti, si è verificato un errore durante l'invio del tuo messaggio.",
    "Start Upscaling": "Inizia l'ingrandimento",
    "Start editing Images": "Inizia a modificare le immagini",
    "Start generate Images": "Inizia a generare immagini",
    "Start now!": "Inizia ora!",
    "Start your creative journey — it only takes a moment.": "Inizia il tuo viaggio creativo — ci vuole solo un momento.",
    "Startup Founder": "Fondatore di startup",
    "Status": "Stato",
    "Still don't have an account?": "Non hai ancora un account?",
    "Style": "Stile",
    "Style Customization": "Personalizzazione dello stile",
    "Styles": "Stili",
    "Submit": "Invia",
    "Submit Form": "Invia modulo",
    "Successful Edit Accuracy Rate": "Tasso di precisione delle modifiche riuscite",
    "Super Intuitive Tools": "Strumenti super intuitivi",
    "Support": "Supporto",
    "Support transparent backgrounds with remarkable ease": "Supporta sfondi trasparenti con straordinaria facilità",
    "Terms & Condition": "Termini e condizioni",
    "Terms & Conditions": "Termini e condizioni",
    "Terms and Conditions": "Termini e condizioni",
    "Text to Image": "Da testo a immagine",
    "Text to PNG": "Da testo a PNG",
    "Text to Video": "Da testo a video",
    "Text-to-Image AI analyzes your text prompt and generates a unique visual representation using deep learning algorithms. Just describe what you want, and the system creates it pixel by pixel.": "L'AI da testo a immagine analizza il tuo prompt di testo e genera una rappresentazione visiva unica utilizzando algoritmi di apprendimento profondo. Descrivi semplicemente ciò che vuoi e il sistema lo crea pixel per pixel.",
    "Text-to-Image Creation.": "Creazione da testo a immagine.",
    "Text-to-PNG allows you to create images with transparent backgrounds, making them perfect for digital assets, marketing visuals, or overlays in designs. The output is instantly ready for use.": "Da testo a PNG ti permette di creare immagini con sfondi trasparenti, rendendole perfette per risorse digitali, immagini di marketing o sovrapposizioni nei design. L'output è immediatamente pronto per l'uso.",
    "Thank you!": "Grazie!",
    "Thank you! Form has been submitted.": "Grazie! Il modulo è stato inviato.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Grazie per esserti registrato! Prima di iniziare, potresti verificare il tuo indirizzo email cliccando sul link che ti abbiamo appena inviato? Se non hai ricevuto l'email, te ne invieremo un'altra con piacere.",
    "The AI-generated product images saved us thousands on photoshoots! The quality is so realistic, and we can create hundreds of variations in minutes. Our conversion rates jumped by 30%—absolutely worth it!": "Le immagini di prodotti generate da AI ci hanno fatto risparmiare migliaia di euro sui servizi fotografici! La qualità è così realistica e possiamo creare centinaia di variazioni in pochi minuti. I nostri tassi di conversione sono aumentati del 30%—assolutamente ne vale la pena!",
    "The Background Remover isolates the main subject in your image by erasing the background automatically. It’s perfect for product photos, profile pictures, or any image where you need a clean cutout.": "Il rimuovi sfondo isola il soggetto principale nella tua immagine eliminando automaticamente lo sfondo. È perfetto per foto di prodotti, immagini del profilo o qualsiasi immagine in cui hai bisogno di un ritaglio pulito.",
    "The Opinions of Our Clients": "Le opinioni dei nostri clienti",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "Lo strumento da testo a PNG mi ha fornito grafiche pronte all'uso per il mio negozio Shopify — nessuna modifica necessaria. Basta trascinare e rilasciare!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Il rimuovi sfondo è incredibilmente preciso. L'ho usato per le foto dei prodotti e mi ha fatto risparmiare ore di modifica. Altamente raccomandato!",
    "The background remover is incredibly precise. What used to take 20 minutes per image now takes just a few seconds — and looks better.": "Il rimuovi sfondo è incredibilmente preciso. Ciò che prima richiedeva 20 minuti per immagine ora richiede solo pochi secondi — e sembra migliore.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "Lo strumento di riempimento generativo è fantastico. Ho esteso uno sfondo e aggiunto parti mancanti — e nessuno potrebbe dire che è stato fatto con l'AI!",
    "The views expressed by our existing clients": "Le opinioni espresse dai nostri clienti esistenti",
    "There is no generated images...": "Non ci sono immagini generate...",
    "These services are ideal for e-commerce sellers, designers, marketers, content creators, and anyone who needs polished visuals — fast. Whether you're prepping product images or creating social media content, these tools save time and boost quality.": "Questi servizi sono ideali per venditori di e-commerce, designer, marketer, creatori di contenuti e chiunque abbia bisogno di immagini raffinate — velocemente. Che tu stia preparando immagini di prodotti o creando contenuti per i social media, questi strumenti fanno risparmiare tempo e aumentano la qualità.",
    "These tools are perfect for marketers, designers, developers, entrepreneurs, and content creators who need fast, high-quality visuals without hiring a designer or spending hours in editing software.": "Questi strumenti sono perfetti per marketer, designer, sviluppatori, imprenditori e creatori di contenuti che hanno bisogno di immagini di alta qualità velocemente senza assumere un designer o passare ore su software di modifica.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area sicura dell'applicazione. Conferma la tua password prima di continuare.",
    "Top Sellers": "Migliori venditori",
    "Top Up Your Wallet": "Ricarica il tuo portafoglio",
    "Transform Ideas Into Visuals – Instantly.": "Trasforma le idee in immagini – istantaneamente.",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Trasforma immagini statiche in clip video fluide generate da AI in pochi secondi.",
    "Transform your detailed text descriptions into vibrant, lifelike images with stunning clarity": "Trasforma le tue descrizioni testuali dettagliate in immagini vivaci e realistiche con una chiarezza straordinaria",
    "Transparent PNG Output.": "Output PNG trasparente.",
    "Transparent PNGs Are a Lifesaver": "I PNG trasparenti sono un salvavita",
    "Transparent PNGs Created": "PNG trasparenti creati",
    "Turn ideas into breathtaking visuals—instantly. Whether you need AI-generated art or professional-grade photo edits, our tools deliver stunning results with zero hassle.": "Trasforma le idee in immagini mozzafiato—istantaneamente. Che tu abbia bisogno di arte generata da AI o modifiche fotografiche di livello professionale, i nostri strumenti offrono risultati straordinari senza problemi.",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Trasforma le tue idee in video straordinari usando solo parole. Il nostro servizio di testo a video basato su AI trasforma i prompt scritti in video dinamici e di alta qualità — perfetti per social media, annunci, storytelling e altro ancora. Non sono richieste competenze di modifica.",
    "UI/UX Designer": "Designer UI/UX",
    "Unbelievable Precision! The AI detects edges better than any human editor. My product photos now look studio-quality without the studio price tag. This is my secret weapon for our e-commerce store!": "Precisione incredibile! L'AI rileva i bordi meglio di qualsiasi editor umano. Le mie foto di prodotti ora sembrano di qualità da studio senza il costo dello studio. Questa è la mia arma segreta per il nostro negozio di e-commerce!",
    "Unbelievable Results! I\\'ve tested countless AI image platforms over the past year, but none compare to this one. The precision and creativity are next-level. I almost don\\'t want to share how good it is—it feels like my secret weapon!": "Risultati incredibili! Ho testato innumerevoli piattaforme di immagini AI nell'ultimo anno, ma nessuna è paragonabile a questa. La precisione e la creatività sono di un altro livello. Quasi non voglio condividere quanto sia buono—sembra la mia arma segreta!",
    "Unlock the Full Power of AI Image Generation & Editing": "Sblocca tutta la potenza della generazione e modifica delle immagini AI",
    "Unmatched Speed and Precision in Generative Power.": "Velocità e precisione ineguagliabili nella potenza generativa.",
    "Update Password": "Aggiorna password",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "Upload File": "Carica file",
    "Upload any image — our AI brings it to life with motion and style.": "Carica qualsiasi immagine — la nostra AI la porta in vita con movimento e stile.",
    "User-friendly interface makes background removal a breeze": "L'interfaccia user-friendly rende la rimozione dello sfondo un gioco da ragazzi",
    "VIRAL CLIPS": "CLIP VIRALI",
    "Very Solid!!": "Molto solido!!",
    "Video is being generated...": "Il video è in fase di generazione...",
    "Wade Warren": "Wade Warren",
    "Watch Images Come Alive.": "Guarda le immagini prendere vita.",
    "We Offer Cutting-Edge AI Image Services – From Instant Generation to Professional Editing & Enhancement": "Offriamo servizi di immagini AI all'avanguardia – dalla generazione istantanea alla modifica e miglioramento professionale",
    "We are Here to Answer It!": "Siamo qui per rispondere!",
    "We blend AI with human creativity.": "Uniamo l'AI con la creatività umana.",
    "We onboarded this for client projects, and the results blew us away. Fast edits, brand-consistent generations, and happy clients. It’s now our secret weapon for scaling creative work.": "Abbiamo adottato questo per i progetti dei clienti e i risultati ci hanno sbalordito. Modifiche veloci, generazioni coerenti con il marchio e clienti soddisfatti. Ora è la nostra arma segreta per scalare il lavoro creativo.",
    "We rely on the upscaling and retouch tools for campaign assets. The results are sharp, clean, and perfectly aligned with our brand quality.": "Ci affidiamo agli strumenti di ingrandimento e ritocco per le risorse delle campagne. I risultati sono nitidi, puliti e perfettamente allineati con la qualità del nostro marchio.",
    "We specialize in cutting-edge AI image generation technology that transforms your ideas into stunning visuals, empowering businesses with innovative digital solutions to enhance their brand and accelerate growth.": "Siamo specializzati in tecnologia di generazione di immagini AI all'avanguardia che trasforma le tue idee in immagini straordinarie, potenziando le aziende con soluzioni digitali innovative per migliorare il loro marchio e accelerare la crescita.",
    "We transform images with AI—creating, enhancing and automating visuals for your business. Generate stunning artwork, perfect photos, and streamline workflows with intelligent algorithms.": "Trasformiamo le immagini con l'AI—creando, migliorando e automatizzando immagini per la tua attività. Genera opere d'arte straordinarie, foto perfette e ottimizza i flussi di lavoro con algoritmi intelligenti.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Apprezziamo i tuoi pensieri e le tue richieste. Facci sapere come possiamo aiutarti o migliorare i nostri servizi.",
    "Welcome Back": "Bentornato",
    "Welcome back — ready to create?": "Bentornato — pronto a creare?",
    "Well, we've got": "Bene, abbiamo",
    "What can I do with Shortsy image editing services?": "Cosa posso fare con i servizi di modifica delle immagini Shortsy?",
    "What can I do with Shortsy image generation services?": "Cosa posso fare con i servizi di generazione di immagini Shortsy?",
    "What can I do with your AI image generation service?": "Cosa posso fare con il tuo servizio di generazione di immagini AI?",
    "What can I do with your image editing services?": "Cosa posso fare con i tuoi servizi di modifica delle immagini?",
    "What can I do with your image generation services?": "Cosa posso fare con i tuoi servizi di generazione di immagini?",
    "What is Generative Fill used for?": "A cosa serve il riempimento generativo?",
    "What is Text-to-PNG used for?": "A cosa serve il testo a PNG?",
    "What makes your AI image generation different?": "Cosa rende diversa la tua generazione di immagini AI?",
    "What’s special about the Creative Upscale tool?": "Cosa c'è di speciale nello strumento Creative Upscale?",
    "Who benefits from using image generation tools?": "Chi beneficia dall'uso degli strumenti di generazione di immagini?",
    "Who should use these image editing tools?": "Chi dovrebbe usare questi strumenti di modifica delle immagini?",
    "Who uses your editing tools?": "Chi usa i tuoi strumenti di modifica?",
    "Will I get the same image if I use the same prompt again?": "Otterrò la stessa immagine se uso di nuovo lo stesso prompt?",
    "Yes! Our AI detects subjects with 99% accuracy, even with complex edges like hair or fur. You get perfect cutouts in seconds, with optional manual refinements.": "Sì! La nostra AI rileva i soggetti con una precisione del 99%, anche con bordi complessi come capelli o pelliccia. Ottieni ritagli perfetti in pochi secondi, con possibilità di perfezionamenti manuali.",
    "Yes, using the same prompt and parameters will yield consistent results. This is useful when you need reliable, repeatable outputs for campaigns or multiple assets.": "Sì, usando lo stesso prompt e parametri si ottengono risultati coerenti. Questo è utile quando hai bisogno di output affidabili e ripetibili per campagne o molteplici risorse.",
    "Yes. You can choose from a variety of styles such as realistic, illustrated, minimal, or artistic. The generator adapts to your prompt and style settings for a unique result.": "Sì. Puoi scegliere tra una varietà di stili come realistico, illustrato, minimalista o artistico. Il generatore si adatta ai tuoi prompt e alle impostazioni di stile per un risultato unico.",
    "You are about to purchase a <b>:title</b>": "Stai per acquistare un <b>:title</b>",
    "You can create high-quality images from text prompts using advanced AI. Whether you need realistic scenes, abstract visuals, or branded content, the tools allow you to generate visuals tailored to your creative needs.": "Puoi creare immagini di alta qualità da prompt di testo utilizzando l'AI avanzata. Che tu abbia bisogno di scene realistiche, immagini astratte o contenuti di marca, gli strumenti ti permettono di generare immagini su misura per le tue esigenze creative.",
    "You can create stunning, high-quality images simply by describing what you want. The AI transforms your text prompts into unique visuals for any purpose—whether for personal projects, marketing, or creative exploration.": "Puoi creare immagini straordinarie e di alta qualità semplicemente descrivendo ciò che vuoi. L'AI trasforma i tuoi prompt di testo in immagini uniche per qualsiasi scopo—che sia per progetti personali, marketing o esplorazione creativa.",
    "You can remove backgrounds, upscale image quality, extend images, and even add or change parts of an image — all powered by AI. These tools help you achieve clean, high-resolution, and professional visuals in just a few clicks.": "Puoi rimuovere sfondi, migliorare la qualità dell'immagine, estendere immagini e persino aggiungere o modificare parti di un'immagine — tutto alimentato da AI. Questi strumenti ti aiutano a ottenere immagini pulite, ad alta risoluzione e professionali con pochi clic.",
    "You don't have any deposits yet.": "Non hai ancora depositi.",
    "You don't have any orders yet.": "Non hai ancora ordini.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Non hai abbastanza ART per effettuare l'acquisto. Effettua un deposito.",
    "You don't have enough SVT to make the purchase. Please make a deposit.": "Non hai abbastanza SVT per effettuare l'acquisto. Effettua un deposito.",
    "You need to be logged in.": "Devi essere loggato.",
    "You will pay": "Pagherai",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Riceverai un archivio contenente un'immagine e un prompt, con la dimensione e il formato selezionati.",
    "YouTube Creator": "Creatore di YouTube",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Il tuo hub AI per creatività, comunicazione e contratti.",
    "Your Email": "La tua email",
    "Your Gateway to AI-powered Business Solutions": "La tua porta verso soluzioni aziendali basate su AI",
    "Your Message": "Il tuo messaggio",
    "Your Name": "Il tuo nome",
    "Your Phone": "Il tuo telefono",
    "Your Vision": "La tua visione",
    "Your balance": "Il tuo saldo",
    "Your balance:": "Il tuo saldo:",
    "Your blank canvas is waiting... Let AI be your brush!": "La tua tela bianca ti aspetta... Lascia che l'AI sia il tuo pennello!",
    "Your email": "La tua email",
    "Your email address is unverified.": "Il tuo indirizzo email non è verificato.",
    "Your email is safe with us. We don't spam.": "Il tuo email è al sicuro con noi. Non facciamo spam.",
    "Your limit for generating 10 images has been reached.": "Hai raggiunto il limite di generazione di 10 immagini.",
    "Your message has been sent successfully.": "Il tuo messaggio è stato inviato con successo.",
    "Your message has been successfully submitted.": "Il tuo messaggio è stato inviato con successo.",
    "Your request": "La tua richiesta",
    "Your title": "Il tuo titolo",
    "You’re free to use generated images for both personal and commercial projects, including social media, ads, and presentations—as long as the content follows ethical guidelines.": "Sei libero di utilizzare le immagini generate per progetti personali e commerciali, inclusi social media, annunci e presentazioni—purché il contenuto segua le linee guida etiche.",
    "amazing?": "fantastico?",
    "answers": "risposte",
    "auth.password": "auth.password",
    "client": "cliente",
    "element": "elemento",
    "email": "email",
    "enter your email": "inserisci la tua email",
    "image editing services.": "servizi di modifica delle immagini.",
    "image generation services.": "servizi di generazione di immagini.",
    "password": "password",
    "password confirmation": "conferma password",
    "powerful, high-quality": "potente, di alta qualità",
    "say about us.": "dicono di noi.",
    "search item here...": "cerca articolo qui...",
    "smart, high-quality": "intelligente, di alta qualità",
    "to Life with AI Creativity": "alla vita con la creatività AI"
}