{
    "&copy; Copyright :year - :name": "&copy; Autortiesības :year - :name",
    ":amount ART": ":amount ART",
    ":balance ART": ":balance ART",
    "A new verification link has been sent to the email address you provided during registration.": "Jauna apstiprinājuma saite tika nosūtīta uz e-pasta adresi, kuru norādījāt reģistrācijas laikā.",
    "A new verification link has been sent to your email address.": "Jauna apstiprinājuma saite tika nosūtīta uz jūsu e-pasta adresi.",
    "Access Your Purchases": "Piekļūstiet saviem pirkumiem",
    "Add funds": "Pievienot līdzekļus",
    "Address": "Adrese",
    "Amount": "Summa",
    "Are you sure you want to delete your account?": "Vai esat pārliecināts, ka vēlaties dzēst savu kontu?",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Uzņēmumā :name mēs esam apņēmušies atbalstīt radošumu, izmantojot inovatīvus mākslīgā intelekta risinājumus. Mūsu mērķis ir nodrošināt platformu, kurā lietotāji var izpētīt, radīt un iesaistīties unikālos mākslīgā intelekta ģenerētos norādījumos. Mēs ticam mākslīgā intelekta pārveidojošajam spēkam un tā spējai iedvesmot un uzlabot radošus projektus. Pievienojieties mums šajā ceļojumā, atklājot jaunas iespējas māksliniekiem, rakstniekiem un radītājiem visur!",
    "Balance": "Bilance",
    "Browse and Buy Prompts": "Pārlūkot un iegādāties norādījumus",
    "Browse by style": "Pārlūkot pēc stila",
    "Buy Now": "Pirkt tagad",
    "Cancel": "Atcelt",
    "Categories": "Kategorijas",
    "Category": "Kategorija",
    "Checkout": "Norēķināšanās",
    "City": "Pilsēta",
    "Click here to re-send the verification email.": "Noklikšķiniet šeit, lai nosūtītu apstiprinājuma e-pastu vēlreiz.",
    "Confirm": "Apstiprināt",
    "Confirm Password": "Apstiprināt paroli",
    "Contact us": "Sazinieties ar mums",
    "Contacts": "Kontakti",
    "Country": "Valsts",
    "Current password": "Pašreizējā parole",
    "Dashboard": "Pārvaldības panelis",
    "Date": "Datums",
    "Delete Account": "Dzēst kontu",
    "Deposit": "Depozīts",
    "Deposits": "Depozīti",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Atklājiet plašu augstas kvalitātes mākslīgā intelekta norādījumu klāstu, kas izstrādāts, lai uzlabotu jūsu projektus un atvieglotu jūsu darba plūsmu.",
    "Discover, Buy, and Own Unique AI Prompts.": "Atklājiet, iegādājieties un īpašniekojiet unikālus mākslīgā intelekta norādījumus.",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Viegli papildiniet savu maku, lai sāktu iegādāties ekskluzīvus mākslīgā intelekta ģenerētus norādījumus, kas aizdedzina jūsu radošumu.",
    "Edit profile": "Rediģēt profilu",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Viegli pārvaldiet un izmantojiet visus savus iegādātos norādījumus vienā ērtā vietā, lai nodrošinātu vienmērīgu radošumu.",
    "Email": "E-pasts",
    "Email Password Reset Link": "E-pasta paroles atiestatīšanas saite",
    "Ensure your account is using a long, random password to stay secure.": "Pārliecinieties, ka jūsu kontā tiek izmantota gara, nejauša parole, lai saglabātu drošību.",
    "Explore": "Izpētīt",
    "Explore by category": "Izpētīt pēc kategorijas",
    "Explore by style": "Izpētīt pēc stila",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchase is secured by blockchain, ensuring originality and ownership.": "Izpētiet ekskluzīvus mākslīgā intelekta ģenerētus norādījumus, lai iedvesmotu jūsu radošumu. Katru pirkumu aizsargā blokķēde, kas nodrošina oriģinalitāti un īpašumtiesības.",
    "First Name": "Vārds",
    "First name": "Vārds",
    "Forgot your password?": "Aizmirsāt paroli?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Aizmirsāt paroli? Nekādu problēmu. Vienkārši paziņojiet mums savu e-pasta adresi, un mēs jums nosūtīsim paroles atiestatīšanas saiti, kas ļaus jums izvēlēties jaunu paroli.",
    "Home": "Sākums",
    "Insufficient balance.": "Nepietiekams atlikums.",
    "Languages": "Valodas",
    "Last Name": "Uzvārds",
    "Last name": "Uzvārds",
    "Log Out": "Izrakstīties",
    "Login": "Pieteikties",
    "Login using an existing account or create a new account <a href=\":url\">here": "Pieteikties, izmantojot esošo kontu vai izveidot jaunu kontu <a href=\":url\">šeit</a>",
    "Make a deposit": "Iemaksāt depozītu",
    "Marketplace": "Tirgus",
    "My profile": "Mans profils",
    "New password": "Jauna parole",
    "New prompts": "Jauni norādījumi",
    "Newsletter": "Jaunumu vēstule",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kad jūsu konts tiks dzēsts, visi tā resursi un dati tiks neatgriezeniski izdzēsti. Pirms dzēst kontu, lūdzu, lejupielādējiet visus datus vai informāciju, ko vēlaties saglabāt.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kad jūsu konts tiks dzēsts, visi tā resursi un dati tiks neatgriezeniski izdzēsti. Lūdzu, ievadiet savu paroli, lai apstiprinātu, ka vēlaties neatgriezeniski dzēst savu kontu.",
    "Orders": "Pasūtījumi",
    "Password": "Parole",
    "Password confirmation": "Paroles apstiprināšana",
    "Personal data": "Personas dati",
    "Phone": "Telefons",
    "Post code": "Pasta kods",
    "Price": "Cena",
    "Profile": "Profils",
    "Profile Information": "Profila informācija",
    "Prompt marketplace": "Norādījumu tirgus",
    "Purchase": "Pirkums",
    "Register": "Reģistrēties",
    "Replenishment amount (1 EUR = 1 ART)": "Papildināšanas summa (1 EUR = 1 ART)",
    "Resend Verification Email": "Nosūtīt apstiprinājuma e-pastu vēlreiz",
    "Reset Password": "Atiestatīt paroli",
    "Resources": "Resursi",
    "Save": "Saglabāt",
    "Saved.": "Saglabāts.",
    "Share": "Dalīties",
    "Sign out": "Izrakstīties",
    "Signup for our newsletter to get the latest news in your inbox.": "Piesakieties mūsu jaunumu vēstulei, lai saņemtu jaunākās ziņas savā pastkastē.",
    "Similar products in same category": "Līdzīgi produkti tajā pašā kategorijā",
    "Style": "Stils",
    "Styles": "Stili",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Paldies, ka reģistrējāties! Pirms sākat, lūdzu, apstipriniet savu e-pasta adresi, noklikšķinot uz saites, ko mēs tikko nosūtījām jums pa e-pastu. Ja nesaņēmāt e-pastu, mēs ar prieku nosūtīsim jums citu.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Šī ir lietotnes droša zona. Lūdzu, apstipriniet savu paroli, pirms turpināt.",
    "Top Sellers": "Populārākie pārdevēji",
    "Top Up Your Wallet": "Papildiniet savu maku",
    "Update Password": "Atjaunināt paroli",
    "Update your account's profile information and email address.": "Atjauniniet sava konta profila informāciju un e-pasta adresi.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Mēs novērtējam jūsu domas un jautājumus. Informējiet mūs, kā mēs varam jums palīdzēt vai uzlabot mūsu pakalpojumus.",
    "You are about to purchase a <b>:title</b>": "Jūs gatavojaties iegādāties <b>:title</b>",
    "You don't have any deposits yet.": "Jums vēl nav neviena depozīta.",
    "You don't have any orders yet.": "Jums vēl nav neviena pasūtījuma.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Jums nav pietiekami daudz ART, lai veiktu pirkumu. Lūdzu, veiciet depozītu.",
    "You need to be logged in.": "Jums jābūt pieteikušamies.",
    "You will pay": "Jūs maksāsiet",
    "Your Gateway to AI-powered Business Solutions": "Jūsu vārti uz mākslīgā intelekta radošumu",
    "Your balance": "Jūsu bilance",
    "Your email address is unverified.": "Jūsu e-pasta adrese nav apstiprināta.",
    "Zip": "Pasta kods",    "Your email is safe with us. We don't spam.": "Jūsu e-pasts ir drošībā pie mums. Mēs nesūtām spamu.",
    "Sign In": "Pieteikties",
    "Submit": "Iesniegt",
    "auth.password": "auth.password",
    "email": "E-pasts",
    "enter your email": "Ievadiet savu e-pastu",
    "password": "Parole",
    "password confirmation": "Paroles apstiprināšana",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Es piekrītu <a href=\":privacyPolicyUrl\" target=\"_blank\">privātuma politikai</a> un <a href=\":termsConditionsUrl\">noteikumiem un nosacījumiem</a>.",
    "Edit Profile": "Rediģēt profilu",
    "- Select country -": "- Izvēlēties valsti -",
    "Amount (min. 5 ART)": "Summa (min. 5 ART)",
    "Balance: :balance ART": "Bilance: :balance ART",
    "Do you have any question?": "Vai jums ir kādi jautājumi?",
    "Socials": "Sociālie tīkli",
    "Sorry, error occured this time sending your message.": "Atvainojiet, sūtot jūsu ziņu, radās kļūda.",
    "Submit Form": "Iesniegt veidlapu",
    "Your Email": "Jūsu e-pasts",
    "Your Message": "Jūsu ziņa",
    "Your Name": "Jūsu vārds",
    "Your Phone": "Jūsu tālrunis",
    "Your message has been sent successfully.": "Jūsu ziņa veiksmīgi nosūtīta.",
    "search item here...": "meklēt preci šeit...",
    "Your request": "Jūsu pieprasījums",
    "Your title": "Jūsu nosaukums",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Jūs saņemsiet arhīvu, kurā ir attēls un uzdevums, izvēlētajā izmērā un formātā.",
    "Image generation": "Attēla ģenerēšana",
    "1 ART = 1 generation": "1 ART = 1 ģenerēšana",
    "Generate image": "Ģenerēt attēlu"
}
