{
    "\tVoice & video call": "\tBalss un video zvani",
    "1. Modifications": "1. Izmaiņas",
    "1.1 We may modify any aspect of the Platform without notice. Regular review of these Terms is your responsibility. Continued use after changes constitutes acceptance. The \"Last Updated\" date reflects revisions. Disagreeing with changes requires immediate discontinuation of service.": "1.1 Mēs varam modificēt jebkuru platformas aspektu bez iepriekšēja paziņojuma. Jūsu pienākums ir regulāri pārskatīt šos Noteikumus. Turpmāka platformas izmantošana pēc izmaiņu veikšanas nozīmē piekrišanu. Datums \"Pēdējo reizi atjaunināts\" atspoguļo veiktās izmaiņas. Ja nepiekrītat izmaiņām, jums nekavējoties jāpārtrauc pakalpojuma lietošana.",
    "1.2k Ready-to-Sign Use Cases": "1.2k Gatavi parakstīšanai lietošanas gadījumi",
    "10. Intellectual Property Rights": "10. Intelektuālā īpašuma tiesības",
    "10.1 All Platform content (text, graphics, images, code, etc.) belongs to the Company or licensors, protected by copyright and trademark laws.": "10.1 Viss platformas saturs (teksts, grafika, attēli, kods u.c.) pieder Uzņēmumam vai licencētājiem un ir aizsargāts ar autortiesībām un preču zīmju likumiem.",
    "10.2 Unauthorized use of trademarks displayed on the Platform is prohibited.": "10.2 Neatļauta platformā redzamo preču zīmju izmantošana ir aizliegta.",
    "11. Indemnification": "11. Atlīdzināšana",
    "11.1 You agree to defend and indemnify the Company against all claims arising from: (i) your Platform use; (ii) Terms violations; (iii) third-party rights infringement.": "11.1 Jūs piekrītat aizstāvēt un atlīdzināt Uzņēmumam visus prasījumus, kas izriet no: (i) platformas izmantošanas; (ii) Noteikumu pārkāpumiem; (iii) trešo pušu tiesību pārkāpumiem.",
    "12. Disclaimer": "12. Atbildības neuzņemšanās",
    "12.1 The Platform is provided \"as is\" without warranties of accuracy, reliability, or availability. We disclaim all implied warranties to the fullest extent permitted by law.": "12.1 Platforma tiek sniegta \"kā ir\" bez garantijām par precizitāti, uzticamību vai pieejamību. Mēs atsakāmies no visām netiešajām garantijām maksimāli likumā atļautajā apjomā.",
    "13. Limitation of Liability": "13. Atbildības ierobežošana",
    "13.1 We\\'re not liable for indirect, incidental, special, or consequential damages from Platform use.": "13.1 Mēs neesam atbildīgi par netiešiem, nejaušiem, īpašiem vai izrietošiem zaudējumiem, kas radušies platformas izmantošanas rezultātā.",
    "13.2 Platform use is at your own risk, including third-party content interactions.": "13.2 Platformas izmantošana ir uz jūsu pašu atbildību, tostarp mijiedarbība ar trešo pušu saturu.",
    "13.3 Our maximum liability is limited to amounts paid by you in the preceding 6 months.": "13.3 Mūsu maksimālā atbildība ir ierobežota ar summu, ko esat samaksājis pēdējo 6 mēnešu laikā.",
    "14. Governing Law and Dispute Resolution": "14. Piemērojamie tiesību akti un strīdu izšķiršana",
    "14.1 These Terms are governed by Polish law, with disputes resolved in Polish courts. This doesn\\'t affect your consumer rights under local laws.": "14.1 Šos Noteikumus regulē Polijas tiesības, un strīdus izšķir Polijas tiesās. Tas neietekmē jūsu patērētāja tiesības saskaņā ar vietējiem likumiem.",
    "14.2 EEA/Swiss users may utilize the EU ODR platform": "14.2 EET/Šveices lietotāji var izmantot ES tiešsaistes strīdu izšķiršanas platformu",
    "15. Miscellaneous": "15. Dažādi",
    "15.1 Not enforcing Terms provisions doesn\\'t waive our rights. Waivers require written form.": "15.1 Noteikumu noteikumu nepiemērošana neatsakās no mūsu tiesībām. Atbrīvošana no tiesībām prasa rakstisku formu.",
    "15.2 No employment or partnership relationship is created by these Terms.": "15.2 Šie Noteikumi neizveido darba vai partnerattiecības.",
    "15.3 These Terms represent the complete agreement, superseding all prior communications.": "15.3 Šie Noteikumi ir pilnīgs līgums, kas aizstāj visus iepriekšējos komunikācijas veidus.",
    "15.4 The Agreement continues until terminated by either party. Termination doesn\\'t affect pre-existing rights. Surviving provisions remain effective.": "15.4 Līgums turpinās līdz brīdim, kamēr kāda no pusēm to neizbeidz. Izbeigšana neietekmē iepriekš pastāvošās tiesības. Noteikumi, kas paredzēti izdzīvošanai pēc izbeigšanas, paliek spēkā.",
    "150+ Business Professionals Trust Us": "150+ biznesa profesionāļu mums uzticas",
    "2. Services": "2. Pakalpojumi",
    "2.1 Account termination results in permanent deletion of all AI-generated content without possibility of restoration or refund.": "2.1 Konta izbeigšana izraisa visu AI ģenerētā satura neatgriezenisku dzēšanu bez atjaunošanas vai atmaksas iespējas.",
    "3. Eligibility Criteria": "3. Atbilstības kritēriji",
    "3.1 You must use our AI services lawfully in compliance with all regulations. Minimum age requirement is 18 years or your jurisdiction\\'s age of majority.": "3.1 Jums jāizmanto mūsu AI pakalpojumi likumīgi, ievērojot visus noteikumus. Minimālais vecums ir 18 gadi vai jūsu jurisdikcijā noteiktais pilngadības vecums.",
    "3.2 Using our Platform confirms your legal capacity to form binding contracts.": "3.2 Platformas izmantošana apstiprina jūsu tiesisko spēju slēgt saistošus līgumus.",
    "3.3 Service is unavailable in restricted regions including: Afghanistan, Cuba, Iran, North Korea, Syria, Russia, Belarus, Crimea, Donetsk, Luhansk, Myanmar, Central African Republic, China, DR Congo, Lebanon, Libya, Mali, Nicaragua, Somalia, Sudan, Venezuela, Yemen, and Zimbabwe. This list may be updated.": "3.3 Pakalpojums nav pieejams ierobežotajos reģionos, tostarp: Afganistāna, Kuba, Irāna, Ziemeļkoreja, Sīrija, Krievija, Baltkrievija, Krima, Doņecka, Luganska, Mjanma, Centrālāfrikas Republika, Ķīna, DR Kongo, Libāna, Lībija, Mali, Nikaragva, Somālija, Sudāna, Venecuēla, Jemena un Zimbabve. Šis saraksts var tikt atjaunināts.",
    "3D Render": "3D renderēšana",
    "3D Rendering": "3D renderēšana",
    "4. Your Account": "4. Jūsu konts",
    "4.1 The agreement commences upon account registration, requiring submission of personal data for storage in our systems.": "4.1 Līgums stājas spēkā konta reģistrācijas brīdī, kas prasa personas datu iesniegšanu glabāšanai mūsu sistēmās.",
    "4.2 We may refuse registration for violations, fraud concerns, unverifiable identity, or duplicate accounts.": "4.2 Mēs varam atteikt reģistrāciju pārkāpumu, aizdomas par krāpšanu, neverificējamu identitāti vai dublikātkontiem.",
    "4.3 One account per user permitted. Previous banned accounts must be resolved before creating new ones.": "4.3 Atļauts tikai viens konts vienam lietotājam. Iepriekš aizliegtie konti jāatrisina pirms jauna konta izveides.",
    "4.4 You bear full responsibility for all account activities. Credential sharing is prohibited. Report unauthorized access immediately.": "4.4 Jūs pilnībā atbildat par visām konta aktivitātēm. Aizliegts dalīties ar piekļuves datiem. Nekavējoties ziņojiet par nesankcionētu piekļuvi.",
    "4.5 We may suspend accounts for suspected inaccuracies or Terms violations.": "4.5 Mēs varam apturēt kontus aizdomu par neprecizitāti vai Noteikumu pārkāpumiem gadījumā.",
    "4.6 We\\'re not liable for damages from unauthorized account use.": "4.6 Mēs neesam atbildīgi par zaudējumiem, kas radušies nesankcionētas konta izmantošanas rezultātā.",
    "4.7 We may suspend access without notice for threats to service, rights violations, or legal breaches.": "4.7 Mēs varam apturēt piekļuvi bez iepriekšēja brīdinājuma pakalpojuma apdraudējuma, tiesību pārkāpumu vai likuma pārkāpumu gadījumā.",
    "4.8 Inactive accounts (30+ days) may be deactivated with data deletion.": "4.8 Neaktīvie konti (30+ dienas) var tikt deaktivizēti ar visu datu dzēšanu.",
    "5. User Conduct": "5. Lietotāja uzvedība",
    "5.1 Service use must comply with these Terms and laws. Prohibited activities include:": "5.1 Pakalpojuma izmantošanai jāatbilst šiem Noteikumiem un likumiem. Aizliegtās darbības ietver:",
    "5.2 We may remove content or disable access for violations without notice.": "5.2 Mēs varam noņemt saturu vai atslēgt piekļuvi pārkāpumu gadījumā bez iepriekšēja brīdinājuma.",
    "6. Compliance Procedures": "6. Atbilstības procedūras",
    "6.1 You agree to comply with all Terms and policies. Report violations to": "6.1 Jūs piekrītat ievērot visus Noteikumus un politikas. Ziņojiet par pārkāpumiem uz",
    "6.2 Enforcement may include warnings, content removal, restrictions, or bans.": "6.2 Izpilde var ietvert brīdinājumus, satura noņemšanu, ierobežojumus vai aizliegumus.",
    "7. Transactions": "7. Darījumi",
    "7.1 All transactions process in EUR (converted from other currencies at current rates).": "7.1 Visi darījumi tiek apstrādāti EUR (konvertējot no citām valūtām pēc aktuālajiem kursiem).",
    "7.2 Purchases require payment details including card information and addresses.": "7.2 Pirkumiem nepieciešami maksājumu dati, tostarp kartes informācija un adreses.",
    "7.3 Prices are displayed in EUR unless specified otherwise.": "7.3 Cenas tiek rādītas EUR, ja vien nav norādīts citādi.",
    "7.4 Use only approved payment methods. Purchases confirm authorization and accuracy.": "7.4 Izmantojiet tikai apstiprinātas maksājumu metodes. Pirkumi apstiprina autorizāciju un precizitāti.",
    "7.5 We may reject orders for availability issues, pricing errors, or payment problems.": "7.5 Mēs varam atteikt pasūtījumus pieejamības problēmu, cenu kļūdu vai maksājumu problēmu dēļ.",
    "7.6 Delivery information emails sent to your registered address. Allow 14 days for delivery. Unfulfillable orders will be refunded.": "7.6 Piegādes informācijas e-pasti tiek sūtīti uz jūsu reģistrēto adresi. Atļaujiet 14 dienas piegādei. Neizpildāmi pasūtījumi tiks atmaksāti.",
    "8. Virtual Financial Token (VFT)": "8. Virtuālais finanšu tokens (VFT)",
    "8.1 Definition and Purpose.": "8.1 Definīcija un mērķis.",
    "8.1.1 The Platform utilizes an internal virtual accounting unit called the Virtual Financial Token (“VFT”).": "8.1.1 Platforma izmanto iekšēju virtuālo uzskaites vienību, ko sauc par Virtuālo finanšu tokenu („VFT”).",
    "8.1.2 VFT is not a cryptocurrency, digital asset, security token, or financial instrument as defined under applicable law. It is a non-transferable, non-tradable unit of account, used solely for internal transactional and operational purposes within the Platform.": "8.1.2 VFT nav kriptovalūta, digitāls aktīvs, vērtspapīru tokens vai finanšu instruments saskaņā ar piemērojamiem likumiem. Tas ir ne pārnesams, ne tirgojams uzskaites vienums, kas izmantojams tikai iekšējiem darījumu un operatīviem mērķiem platformā.",
    "8.1.3 The use of VFT allows for efficient internal accounting, balance management, service consumption and user interaction with Platform features.": "8.1.3 VFT izmantošana ļauj efektīvi veikt iekšējo uzskaiti, bilances pārvaldību, pakalpojumu patēriņu un lietotāju mijiedarbību ar platformas funkcijām.",
    "8.2 Valuation and Exchange Rate.": "8.2 Vērtēšana un maiņas kurss.",
    "8.2.1 VFT is pegged to the euro (EUR) at a fixed exchange rate of 1 VFT = 1 EUR.": "8.2.1 VFT ir piesaistīts eiro (EUR) ar fiksētu kursu 1 VFT = 1 EUR.",
    "8.2.2 This fixed rate is used exclusively within the Platform to determine user balances and transactional amounts.": "8.2.2 Šis fiksētais kurss tiek izmantots tikai platformā, lai noteiktu lietotāju bilances un darījumu summas.",
    "8.2.3 Deposits made by a user are automatically converted to VFT on a 1:1 basis. Users can view their balance in VFT, which reflects the corresponding EUR value.": "8.2.3 Lietotāja iemaksas tiek automātiski konvertētas uz VFT attiecībā 1:1. Lietotāji var redzēt savu bilanci VFT, kas atbilst EUR vērtībai.",
    "8.3 Legal Status of VFT.": "8.3 VFT juridiskais statuss.",
    "8.3.1 VFT is not legal tender, electronic money, or a payment instrument under EU Directive 2009/110/EC or any other applicable regulatory framework.": "8.3.1 VFT nav likumīgs maksāšanas līdzeklis, elektroniskais naudas līdzeklis vai maksājumu instruments saskaņā ar ES Direktīvu 2009/110/EK vai citiem piemērojamiem regulējumiem.",
    "8.3.2 VFT does not grant ownership rights, voting rights, dividends, or any form of participation in the governance or equity of the Platform or its parent company.": "8.3.2 VFT nepiešķir īpašuma tiesības, balsstiesības, dividendes vai jebkādu dalību platformas vai tās mātesuzņēmuma pārvaldē vai kapitālā.",
    "8.3.3 VFT cannot be sold, transferred, exchanged, pledged, or used outside the scope of the Platform.": "8.3.3 VFT nevar pārdot, nodot, apmainīt, ieķīlāt vai izmantot ārpus platformas darbības jomas.",
    "8.3.4 The existence and use of VFT do not imply any speculative, investment, or financial activity.": "8.3.4 VFT esamība un izmantošana neietver nekādu spekulāciju, investīciju vai finanšu darbību.",
    "8.4 Use of VFT Within the Platform.": "8.4 VFT izmantošana platformā.",
    "8.4.1 Users may use their VFT balance for any permitted activities or services available on the Platform, including but not limited to:": "8.4.1 Lietotāji var izmantot savu VFT bilanci jebkurām atļautajām darbībām vai pakalpojumiem platformā, tostarp, bet ne tikai:",
    "9. Refunds": "9. Atmaksas",
    "9.1 Refund eligibility includes:": "9.1 Atmaksas tiesības ietver:",
    "9.2 EEA/UK/Swiss consumers may cancel digital purchases within 14 days.": "9.2 EET/AP/Sveices patērētāji var atcelt digitālos pirkumus 14 dienu laikā.",
    "9.3 Cancellation rights waived if content access begins during this period.": "9.3 Atcelšanas tiesības zaudējas, ja satura piekļuve sākas šajā periodā.",
    "9.4 Submit cancellation requests to": "9.4 Atcelšanas pieprasījumus iesniegt uz",
    "9.5 Valid cancellations receive full refunds within 14 days (may extend to 30 days). Refunds issued via original payment method without fees.": "9.5 Derīgi atcelšanas gadījumi saņem pilnu atmaksu 14 dienu laikā (var tikt pagarināts līdz 30 dienām). Atmaksas tiek veiktas ar oriģinālo maksājuma metodi bez komisijas.",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count ģenerācijas atlikušas",
    "AI Agreement Generation": "AI līgumu ģenerēšana",
    "AI Agreement Generations": "AI līgumu ģenerācijas",
    "AI BUSINESS TOOLS": "AI BIZNESA RĪKI",
    "AI Background": "AI fons",
    "AI Email Generation": "AI e-pasta ģenerēšana",
    "AI Email Generations": "AI e-pastu ģenerācijas",
    "AI Resize": "AI izmēra maiņa",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "AI darbināmi rīki, kas palīdz rakstīt skaidrus, profesionālus un efektīvus e-pastus jebkurai situācijai — tūlīt un bez piepūles.",
    "About us": "Par mums",
    "Abstract": "Abstrakts",
    "Abstract & Fine Art": "Abstrakts un tēlniecība",
    "Accept the terms and privacy policy": "Piekrīt noteikumiem un privātuma politikai",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Piekļūstiet atlasītai augstas kvalitātes krājuma attēlu kolekcijai tīmekļa vietnēm, reklāmām un prezentācijām — bez honorāra un gatavi lietošanai.",
    "Accessing digital services or products": "Digitālo pakalpojumu vai produktu piekļuve",
    "Accessing services from prohibited jurisdictions;": "Piekļuve pakalpojumiem no aizliegtajām jurisdikcijām;",
    "Adam P.": "Adam P.",
    "Advertising Cookies:": "Reklāmas sīkdatnes:",
    "After a thorough review of a client’s circumstances and needs.": "Pēc rūpīgas klienta apstākļu un vajadzību izvērtēšanas.",
    "Agreement": "Līgums",
    "Agreement Generation": "Līgumu ģenerēšana",
    "Agreements": "Līgumi",
    "All": "Visi",
    "All Rights Reserved.": "Visas tiesības rezervētas.",
    "All rights reserved": "Visas tiesības rezervētas",
    "Already have an account?": "Jau ir konts?",
    "Analytics Cookies:": "Analītikas sīkdatnes:",
    "Animals & Pets": "Dzīvnieki un mājdzīvnieki",
    "Architecture & Urban": "Arhitektūra un pilsētvide",
    "Are you sure?": "Vai esat pārliecināts?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Kā angļu valodas nav dzimtā valoda, šī platforma palīdz man izklausīties pārliecinātāk un profesionālāk katrā ziņojumā.",
    "As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Kā jaunuzņēmuma dibinātājam NDA un pakalpojumu līgumu sagatavošana bija sāpīga. Tagad es varu tos izveidot uzreiz bez juristu honorāriem.",
    "At :company_name (\"we\", \"us\", \"our\"), we are committed to protecting the privacy of our users (\"you\", \"your\"). This Privacy Policy explains how we collect, use, share, and safeguard your personal information when you use our AI image generation platform at visioforge.me (the \"Website\"). By accessing our services, you consent to the data practices described in this policy.": "Uzņēmumā :company_name („mēs”, „mums”, „mūsu”) mēs esam apņēmušies aizsargāt mūsu lietotāju („jūs”, „jūsu”) privātumu. Šī Privātuma politika izskaidro, kā mēs vācam, izmantojam, kopīgojam un aizsargājam jūsu personas informāciju, kad izmantojat mūsu AI attēlu ģenerēšanas platformu vietnē visioforge.me („Vietne”). Piekļūstot mūsu pakalpojumiem, jūs piekrītat šajā politikā aprakstītajām datu apstrādes praksēm.",
    "Available for Anyone": "Pieejams ikvienam",
    "Background Removal": "Fona noņemšana",
    "Background Remover": "Fona noņēmējs",
    "Balance": "Bilance",
    "Boost reply rates and save writing time": "Palieliniet atbilžu līmeni un ietaupiet rakstīšanas laiku",
    "Boost your productivity with AI-generated legal documents,": "Palieliniet produktivitāti ar AI ģenerētiem juridiskiem dokumentiem,",
    "Bring all team": "Piesaistiet visu komandu",
    "Business": "Bizness",
    "Business & Operations": "Bizness un operācijas",
    "Business & Technology": "Bizness un tehnoloģijas",
    "Buy": "Pirkt",
    "By accessing or purchasing through our Website, you agree to be bound by these Terms, our Privacy Policy, and all incorporated policies (collectively, the \"Terms of Use\"). Review our Privacy Policy to understand our data practices. We disclaim responsibility for third-party websites linked from our Platform.": "Piekļūstot vai veicot pirkumus caur mūsu Vietni, jūs piekrītat būt saistīts ar šiem Noteikumiem, mūsu Privātuma politiku un visām iekļautajām politikām (kopā „Lietošanas noteikumi”). Pārskatiet mūsu Privātuma politiku, lai izprastu mūsu datu apstrādes prakses. Mēs neuzņemamies atbildību par trešo pušu vietnēm, uz kurām ved saites no mūsu platformas.",
    "COMMUNICATION AI TOOL": "KOMUNIKĀCIJAS AI RĪKS",
    "Cartoon": "Karikatūra",
    "Cases": "Gadījumi",
    "Categories": "Kategorijas",
    "Category": "Kategorija",
    "Check what’s our": "Apskati, ko saka mūsu",
    "Choose currency: (:amount :currency = 1 VFT)": "Izvēlieties valūtu: (:amount :currency = 1 VFT)",
    "Click here": "Noklikšķiniet šeit",
    "Click here for more info": "Noklikšķiniet šeit, lai uzzinātu vairāk",
    "Cloud storage": "Mākoņkrātuve",
    "Cold Outreach to Potential Client": "Aukstā sazināšanās ar potenciālo klientu",
    "Comic": "Komikss",
    "Comics": "Komiksi",
    "Commercial/political use without permission;": "Komerciāla/politiska izmantošana bez atļaujas;",
    "Compose emails in seconds with AI assistance": "Sastādiet e-pastus sekundēs ar AI palīdzību",
    "Confirm Password": "Apstipriniet paroli",
    "Confirm password": "Apstipriniet paroli",
    "Confirmed unauthorized charges;": "Apstiprināti nesankcionēti maksājumi;",
    "Connect jano with the": "Savienojiet Janu ar",
    "Consulting Agreement": "Konsultāciju līgums",
    "Contact Us": "Sazinieties ar mums",
    "Content location (URL);": "Satura atrašanās vieta (URL);",
    "Contractor Agreement": "Līgums ar darbuzņēmēju",
    "Control cookies through your browser settings:": "Kontrolējiet sīkdatnes, izmantojot pārlūka iestatījumus:",
    "Cookie Policy": "Sīkdatņu politika",
    "Cookie Retention Period": "Sīkdatņu glabāšanas periods",
    "Cookie policy": "Sīkdatņu politika",
    "Cookies &amp; Your Personal Data": "Sīkdatnes un jūsu personas dati",
    "Cookies are small text files stored on your device when you use our platform. They help remember your preferences (like login details and AI tool settings) and optimize your creative workflow.": "Sīkdatnes ir mazas teksta datnes, kas tiek saglabātas jūsu ierīcē, kad izmantojat mūsu platformu. Tās palīdz atcerēties jūsu preferences (piemēram, pieteikšanās datus un AI rīku iestatījumus) un optimizē jūsu radošo darbplūsmu.",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Izveidojiet skaidrus, izcilus e-pastus jebkurai situācijai — no biznesa piedāvājumiem līdz klientu atbalstam — ar AI vadītu toni un struktūru.",
    "Create New Deposit (:currency)": "Izveidot jaunu iemaksu (:currency)",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Izveidojiet profesionālus, juridiski pareizus līgumus sekundēs — vienkārši ievadiet galvenos datus un ļaujiet AI parūpēties par formatējumu un klauzulām.",
    "Create task": "Izveidot uzdevumu",
    "Create your": "Izveidojiet savu",
    "Created": "Izveidots",
    "Creative": "Kreatīvs",
    "Current": "Pašreizējais",
    "Custom": "Pielāgots",
    "Customer & Support": "Klienti un atbalsts",
    "Customer Support Lead": "Klientu atbalsta vadītājs",
    "Customizable": "Pielāgojams",
    "Dashboard": "Informācijas panelis",
    "Data Security": "Datu drošība",
    "Date": "Datums",
    "Deposits": "Iemaksas",
    "Description": "Apraksts",
    "Designer": "Dizainers",
    "Detailed violation explanation;": "Detalizēts pārkāpuma skaidrojums;",
    "Discover": "Atklājiet",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Atklājiet, kā mūsu AI rīki maina produktivitāti. Uzklausiet profesionāļus, kuri racionalizē savu darbu ar gudriem e-pastu, līgumu un attēlu risinājumiem.",
    "Disrupting service operations;": "Traucē pakalpojuma darbību;",
    "Don't have an account yet?": "Vēl nav konta?",
    "Download": "Lejupielādēt",
    "Download Video": "Lejupielādēt video",
    "Drop us a line": "Nosūtiet mums ziņu",
    "E-commerce Store Owner": "E-komercijas veikala īpašnieks",
    "Effortless Creation of": "Bezvajadzīgs radīšanas process",
    "Email": "E-pasts",
    "Email Generation": "E-pasta ģenerēšana",
    "Email Writing": "E-pasta rakstīšana",
    "Email:": "E-pasts:",
    "Emails": "E-pasti",
    "Employment Agreement": "Darba līgums",
    "Enhance your experience and include:": "Uzlabojiet savu pieredzi un iekļaujiet:",
    "Enter Email Address*": "Ievadiet e-pasta adresi*",
    "Enter Password": "Ievadiet paroli",
    "Enter custom tokens amount": "Ievadiet pielāgoto tokenu skaitu",
    "Enter key details for your agreement...": "Ievadiet galvenos līguma datus...",
    "Enter key details for your contract...": "Ievadiet galvenos līguma datus...",
    "Enter key details for your email...": "Ievadiet galvenos e-pasta datus...",
    "Enter your Message here": "Ievadiet savu ziņojumu šeit",
    "Enter your email here": "Ievadiet savu e-pastu šeit",
    "Enter your name*": "Ievadiet savu vārdu*",
    "Essential Cookies:": "Nepieciešamās sīkdatnes:",
    "Expereinced": "Pieredzējis",
    "Explore": "Izpētiet",
    "Fashion & Beauty": "Mode un skaistums",
    "File sharing": "Failu koplietošana",
    "Follow Us": "Sekojiet mums",
    "Follow-Up After Sales Call": "Sekojošs ziņojums pēc pārdošanas zvaniņa",
    "Food & Drink": "Ēdiens un dzērieni",
    "For any privacy-related inquiries or requests regarding your personal data, please contact our team at": "Jebkuru privātuma jautājumu vai pieprasījumu saistībā ar personas datiem lūdzu sazinieties ar mūsu komandu uz",
    "For cookie-related inquiries:": "Sīkdatņu jautājumiem:",
    "For inquiries regarding these Terms, contact us at": "Jautājumiem par šiem Noteikumiem sazinieties ar mums uz",
    "Format": "Formāts",
    "Fraudulent activity.": "Krāpnieciska darbība.",
    "Free Now": "Bezmaksas tagad",
    "Freelance & Services": "Brīvmāksliniecība un pakalpojumi",
    "Freelance Consultant": "Brīvmākslinieka konsultants",
    "Freelance Designer": "Brīvmākslinieka dizainers",
    "Freelance Graphic Designer": "Brīvmākslinieka grafiskais dizainers",
    "Freelance Work Agreement": "Brīvmākslinieka darba līgums",
    "Generate": "Ģenerēt",
    "Generate Agreement": "Ģenerēt līgumu",
    "Generate Agreements": "Ģenerēt līgumus",
    "Generate Email": "Ģenerēt e-pastu",
    "Generate Emails": "Ģenerēt e-pastus",
    "Generate another one": "Ģenerēt vēl vienu",
    "Generate legal agreements in just a few clicks": "Ģenerējiet juridiskus līgumus tikai ar dažiem klikšķiem",
    "Generated": "Ģenerēts",
    "Generative Fill": "Ģeneratīvs aizpildījums",
    "Get Start": "Sākt",
    "Get task complated": "Saņemt pabeigtu uzdevumu",
    "Go to Dashboard": "Doties uz informācijas paneli",
    "Good faith statement.": "Labticības paziņojums.",
    "Great Interface": "Lielisks interfeiss",
    "Great Support": "Lielisks atbalsts",
    "HR & Employment": "Personāla vadība un nodarbinātība",
    "HR Coordinator": "Personāla koordinatora",
    "Harassment or discriminatory behavior;": "Uzmācības vai diskriminējoša uzvedība;",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Mājās bāzēts bizness ir brīnišķīgs ieguvums jūsu dzīvē. Problēma joprojām pastāv, kad pienāk laiks reklamēt savu biznesu par lētu cenu. Es zinu, ka esat meklējis risinājumus visur.",
    "Hear from our users": "Uzklausiet mūsu lietotājus",
    "Hello": "Sveiki",
    "Help us understand feature usage to improve our AI models.": "Palīdziet mums saprast funkciju izmantošanu, lai uzlabotu mūsu AI modeļus.",
    "High-Quality": "Augstas kvalitātes",
    "Home": "Sākums",
    "Hours": "Stundas",
    "I agree to the": "Es piekrītu",
    "I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Man steidzami vajadzēja brīvmākslinieka līgumu — AI ģenerēja pilnīgu, profesionālu dokumentu minūtēs. Ietaupīja man milzīgu laiku.",
    "Ideal for freelancers, startups, and businesses": "Ideāli piemērots brīvmāksliniekiem, jaunuzņēmumiem un uzņēmumiem",
    "Illustration": "Ilustrācija",
    "Image": "Attēls",
    "Image Stock": "Krājuma attēli",
    "Image Upscale": "Attēla palielināšana",
    "Image is being generated...": "Attēls tiek ģenerēts...",
    "Images": "Attēli",
    "Impersonation or false affiliations;": "Personas izlikšanās vai nepatiesa piederība;",
    "Impressionist": "Impresionisms",
    "In Seconds, With AI": "Sekundēs, ar AI",
    "Information We Collect": "Informācija, ko mēs vācam",
    "Integrates your tools": "Integrē jūsu rīkus",
    "Interfering with others\\' use.": "Traucē citu lietošanu.",
    "Internal & HR": "Iekšējie un personāla",
    "Internal Policy Update Notice": "Iekšējās politikas atjaunināšanas paziņojums",
    "Internship Agreement": "Prakses līgums",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu ir jūsu tiešsaistes komandas vadības rīks, kas ir vienkāršs un veicina",
    "Janu tools.": "Janu rīki.",
    "Japanese": "Japāņu",
    "LEGAL AI SOLUTION": "JURIDISKS AI RISINĀJUMS",
    "Languages": "Valodas",
    "Last Updated: January 08, 2026": "Pēdējo reizi atjaunināts: 2026. gada 8. janvāris",
    "Laura M.": "Laura M.",
    "Learn more at": "Uzziniet vairāk vietnē",
    "Legal Address:": "Juridiskā adrese:",
    "Legal Documents": "Juridiski dokumenti",
    "Legal Use": "Juridiska izmantošana",
    "Let’s": "Ļaujiet mums",
    "Loading... Please wait while your files are being prepared.": "Ielādējas... Lūdzu, uzgaidiet, kamēr jūsu faili tiek sagatavoti.",
    "Log In": "Pieteikties",
    "Log in": "Pieteikties",
    "Login": "Pieteikties",
    "Logout": "Iziet",
    "Low Price": "Zema cena",
    "Mail address": "Pasta adrese",
    "Make Another Deposit": "Veikt vēl vienu iemaksu",
    "Make a deposit": "Veikt iemaksu",
    "Make timeframe": "Izveidot laika posmu",
    "Making internal purchases": "Iekšējo pirkumu veikšana",
    "Managing Your Cookie Preferences": "Sīkdatņu preferenču pārvaldība",
    "Marketing Strategist": "Mārketinga stratēģis",
    "Message:": "Ziņojums:",
    "Michelle T.": "Michelle T.",
    "Minimalist": "Minimālisms",
    "Minimum 1 token required": "Nepieciešams vismaz 1 tokens",
    "Model": "Modelis",
    "More": "Vairāk",
    "My Deposits": "Manas iemaksas",
    "Name:": "Vārds:",
    "Nature & Landscapes": "Daba un ainavas",
    "New Contact Form Submission from :site": "Jauns kontaktformas iesniegums no :site",
    "New Employee Welcome Email": "Jaunā darbinieka sveiciena e-pasts",
    "Nina K.": "Nina K.",
    "Non-Disclosure Agreement (NDA)": "Konfidencialitātes līgums (NDA)",
    "Office address": "Biroja adrese",
    "Operations Manager": "Operāciju vadītājs",
    "Optional Cookies:": "Neobligātās sīkdatnes:",
    "Order Confirmation Email": "Pasūtījuma apstiprinājuma e-pasts",
    "Orders": "Pasūtījumi",
    "Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Mūsu personāla komanda to izmanto darba līgumiem un piedāvājuma vēstulēm. Tas ir intuitīvs, ātrs un ietaupa stundas administratīvā darba.",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Mūsu dziļā izpratne par projektu un programmu vadību ir nodrošinājusi mūsu klientu panākumus.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Mūsu mārketinga e-pasti tagad skan asi, skaidri un atbilstoši zīmolam — bez piepūles. Pilnīgs spēles mainītājs.",
    "Our partners": "Mūsu partneri",
    "Our platform uses these cookie categories:": "Mūsu platforma izmanto šādas sīkdatņu kategorijas:",
    "Our trusted partners": "Mūsu uzticamie partneri",
    "Over": "Vairāk nekā",
    "Over 27k Emails Generated": "Vairāk nekā 27 tūkstoši e-pastu ģenerēti",
    "Over 9k Agreements Created": "Vairāk nekā 9 tūkstoši līgumu izveidoti",
    "Partnership Agreement": "Partnerības līgums",
    "Password": "Parole",
    "Pay": "Maksāt",
    "Payment Completed Successfully!": "Maksājums veiksmīgi pabeigts!",
    "People & Portraits": "Cilvēki un portreti",
    "Perfect for outreach, support, and daily communication": "Ideāli piemērots sazināšanai, atbalstam un ikdienas komunikācijai",
    "Performance Review Request": "Veiktspējas pārskata pieprasījums",
    "Phone: +48 123 456 789": "Tālrunis: +48 123 456 789",
    "Photo Realism": "Foto reālisms",
    "Please read these Terms carefully before using our AI services. If you disagree with any provision, you must immediately cease using the Platform.": "Lūdzu, rūpīgi izlasiet šos Noteikumus pirms mūsu AI pakalpojumu izmantošanas. Ja nepiekrītat kādam noteikumam, jums nekavējoties jāpārtrauc platformas lietošana.",
    "Pop Art": "Pop art",
    "Preference Cookies:": "Preferenču sīkdatnes:",
    "Prepare for download": "Sagatavot lejupielādei",
    "Price": "Cena",
    "Privacy Policy": "Privātuma politika",
    "Privacy Policy Updates": "Privātuma politikas atjauninājumi",
    "Privacy policy": "Privātuma politika",
    "Product Demo Invitation": "Produkta demonstrācijas ielūgums",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Profesionāļi un komandas visā pasaulē paļaujas uz VisioForge.me gudrai, AI darbinātai e-pasta rakstīšanai, līgumu izveidei un piekļuvei satriecošiem krājuma attēliem — viss vienā vietā.",
    "Project Manager": "Projektu vadītājs",
    "Promotional Offer Announcement": "Akcijas piedāvājuma paziņojums",
    "Prompt": "Uzaicinājums",
    "Purchase for :amount VFT": "Pirkt par :amount VFT",
    "Rahul S.": "Rahul S.",
    "Rashed kabir": "Rashed Kabir",
    "Reason to choose us": "Iemesls izvēlēties mūs",
    "Refund Process Update": "Atmaksas procesa atjauninājums",
    "Register": "Reģistrēties",
    "Remember me": "Atcerēties mani",
    "Remember your AI settings (e.g., style preferences, output formats).": "Atcerieties savus AI iestatījumus (piemēram, stila preferences, izvades formātus).",
    "Remote Work Approval Email": "Attālinātā darba apstiprinājuma e-pasts",
    "Required for core functions like account security, payment processing, and AI image generation. These cannot be disabled.": "Nepieciešams pamatfunkcijām, piemēram, konta drošībai, maksājumu apstrādei un AI attēlu ģenerēšanai. Tos nevar atslēgt.",
    "Retouch": "Retušēšana",
    "Reverse engineering or modifying our AI technology;": "Atpakaļejoša inženierija vai mūsu AI tehnoloģijas modificēšana;",
    "Reviews": "Atsauksmes",
    "Safe": "Drošs",
    "Sales & Marketing": "Pārdošana un mārketings",
    "Sales Agreement": "Pārdošanas līgums",
    "Sales Manager": "Pārdošanas vadītājs",
    "Samantha R.": "Samantha R.",
    "Satisfaction Survey Request": "Apmierinātības aptaujas pieprasījums",
    "Save hours on drafting and reviewing documents": "Ietaupiet stundas dokumentu sagatavošanā un pārskatīšanā",
    "Saved": "Saglabāts",
    "Select Tokens Amount": "Izvēlieties tokenu skaitu",
    "Service Agreement for Client": "Pakalpojumu līgums klientam",
    "Services": "Pakalpojumi",
    "Session cookies expire when you close your browser. Persistent cookies remain for up to 24 months unless deleted manually.": "Sesijas sīkdatnes beidzas, kad aizverat pārlūku. Pastāvīgās sīkdatnes saglabājas līdz 24 mēnešiem, ja vien tās netiek manuāli dzēstas.",
    "Sharing of Your Information": "Jūsu informācijas kopīgošana",
    "Shipping Delay Notification": "Piegādes aizkavēšanās paziņojums",
    "Show relevant promotions for our premium features (opt-out available below).": "Rādīt attiecīgas akcijas mūsu premium funkcijām (atteikšanās iespēja zemāk).",
    "Sign Up": "Reģistrēties",
    "Sign up for free": "Reģistrēties bez maksas",
    "Size": "Izmērs",
    "Smart Agreements": "Gudri līgumi",
    "Smart Solutions": "Gudri risinājumi",
    "Some cookies may process technical data (like IP addresses) to personalize your AI experience. We comply with GDPR and other privacy regulations. See our": "Dažas sīkdatnes var apstrādāt tehniskos datus (piemēram, IP adreses), lai personalizētu jūsu AI pieredzi. Mēs ievērojam VDAR un citas privātuma prasības. Skatiet mūsu",
    "Sorry, there was an error sending your message. Please try again later.": "Atvainojiet, sūtot jūsu ziņojumu, radās kļūda. Lūdzu, mēģiniet vēlreiz vēlāk.",
    "Sports & Fitness": "Sports un fitnesa",
    "Start now": "Sākt tagad",
    "Startup Founder": "Jaunuzņēmuma dibinātājs",
    "Status": "Statuss",
    "Stock Image Library": "Krājuma attēlu bibliotēka",
    "Style": "Stils",
    "Submit": "Iesniegt",
    "Subscribe Now": "Abonēt tagad",
    "Support Lead": "Atbalsta vadītājs",
    "Surrealism": "Sirreālisms",
    "Tag": "Tags",
    "Team Managment": "Komandas vadība",
    "Team Meeting Agenda Email": "Komandas sanāksmes dienaskārtības e-pasts",
    "Templates": "Veidnes",
    "Termination of Employment Letter": "Darba attiecību izbeigšanas vēstule",
    "Terms & Conditions": "Noteikumi un nosacījumi",
    "Terms and Conditions": "Noteikumi un nosacījumi",
    "Terms and conditions": "Noteikumi un nosacījumi",
    "Text to Image": "Teksts uz attēlu",
    "Text to PNG": "Teksts uz PNG",
    "Thank you for subscribing!": "Paldies, ka abonējāt!",
    "Thank you for your payment. Your transaction has been completed successfully.": "Paldies par maksājumu. Jūsu darījums veiksmīgi pabeigts.",
    "Thank you! Your message has been received.": "Paldies! Jūsu ziņojums saņemts.",
    "Thank you! Your message has been sent successfully!": "Paldies! Jūsu ziņojums veiksmīgi nosūtīts!",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "AI līgumu ģenerators palīdzēja man izveidot stabilu brīvmākslinieka līgumu mazāk nekā 5 minūtēs. Tas ir precīzs, ātrs un profesionāls.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "EMV ieviešana bija neveikla, dārga un neņem vērā.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Angļu valodas uzaicinājums tiks automātiski lejupielādēts kopā ar attēlu .txt formātā.",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Mūsu pakalpojuma pamatā ir objektīvi ieguldījumu ieteikumi, ko mēs cenšamies sniegt atbalstu.",
    "Third-Party Service Providers": "Trešo pušu pakalpojumu sniedzēji",
    "This message was sent from your website\\'s contact form.": "Šis ziņojums tika nosūtīts no jūsu vietnes kontaktformas.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Šis rīks pilnībā mainīja to, kā es apstrādāju klientu atbalstu. Tas ietaupa laiku un saglabā konsekventu toni.",
    "Time Tracking": "Laika uzskaite",
    "To opt out of Google Analytics:": "Lai atteiktos no Google Analytics:",
    "Tokens": "Tokeni",
    "Top-Up Balance": "Papildināt bilanci",
    "Top-up Balance": "Papildināt bilanci",
    "Travel & Adventure": "Ceļojumi un piedzīvojumi",
    "Troubleshooting Response Email": "Problēmu risināšanas atbildes e-pasts",
    "Trusted": "Uzticams",
    "Trusted by 145+ Teams Worldwide": "Uzticas vairāk nekā 145 komandas visā pasaulē",
    "Trusted by Freelancers, Startups & Businesses Alike": "Uzticas brīvmākslinieki, jaunuzņēmumi un uzņēmumi",
    "Try free now": "Izmēģiniet bez maksas tagad",
    "Types of Cookies We Use": "Mūsu izmantoto sīkdatņu veidi",
    "Unauthorized distribution or commercialization;": "Neatļauta izplatīšana vai komercializācija;",
    "Unresolved technical issues after 5 business days;": "Neatrisinātas tehniskas problēmas pēc 5 darba dienām;",
    "Updates to This Policy": "Šīs politikas atjauninājumi",
    "Uploading harmful or illegal content;": "Kaitīga vai nelegāla satura augšupielāde;",
    "Upsell Email to Existing Customer": "Papildu pārdošanas e-pasts esošam klientam",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Izmantojiet AI, lai viegli ģenerētu līgumus, vienošanās un juridiskas formas — precīzas, pielāgojamas un gatavas sekundēs.",
    "Use of Your Information": "Jūsu informācijas izmantošana",
    "Used in 1.4k Business Scenarios": "Izmantots 1.4k biznesa scenārijos",
    "Usefull Links": "Noderīgas saites",
    "User": "Lietotājs",
    "Users": "Lietotāji",
    "Using automated data collection tools;": "Automatizētu datu vākšanas rīku izmantošana;",
    "Vendor Contract": "Pārdevēja līgums",
    "Verified billing errors;": "Pārbaudītas rēķinu kļūdas;",
    "Video from Image": "Video no attēla",
    "Video from Text": "Video no teksta",
    "Video is being generated...": "Video tiek ģenerēts...",
    "Vintage/Retro": "Vintage/Retro",
    "Watch": "Skatīties",
    "We collect information you provide directly, such as your email address during account registration or when subscribing to updates. Our system also automatically gathers technical data including your IP address, device information, and usage patterns through cookies and analytics tools like Google Analytics to improve our services.": "Mēs vācam informāciju, ko jūs sniedzat tieši, piemēram, e-pasta adresi konta reģistrācijas laikā vai abonējot atjauninājumus. Mūsu sistēma arī automātiski apkopo tehniskos datus, tostarp IP adresi, ierīces informāciju un lietošanas modeļus, izmantojot sīkdatnes un analītikas rīkus, piemēram, Google Analytics, lai uzlabotu mūsu pakalpojumus.",
    "We do not sell your personal data to marketers. Your information may be shared with: (1) essential service providers (e.g., payment processors, analytics platforms); (2) legal authorities when required by law; or (3) to protect the rights and safety of our platform and users. Any shared data is limited to what\\'s necessary for the specific purpose.": "Mēs nepārdodam jūsu personas datus mārketinga speciālistiem. Jūsu informācija var tikt kopīgota ar: (1) būtiskiem pakalpojumu sniedzējiem (piemēram, maksājumu apstrādātājiem, analītikas platformām); (2) juridiskām iestādēm, ja to prasa likums; vai (3) lai aizsargātu mūsu platformas un lietotāju tiesības un drošību. Kopīgotie dati ir ierobežoti ar to, kas nepieciešams konkrētajam mērķim.",
    "We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Mums nav sava jurista, tāpēc šis rīks palīdz mums saglabāt atbilstību un profesionalitāti bez izmaksām.",
    "We implement industry-standard security measures including encryption and access controls to protect your information. While we strive to protect your data, no online transmission is 100% secure. You are responsible for keeping your login credentials confidential.": "Mēs ieviešam nozares standartiem atbilstošus drošības pasākumus, tostarp šifrēšanu un piekļuves kontroli, lai aizsargātu jūsu informāciju. Lai gan mēs cenšamies aizsargāt jūsu datus, neviena tiešsaistes transmisija nav 100% droša. Jūs esat atbildīgs par pieteikšanās datu konfidencialitāti.",
    "We may update this Policy as our AI services evolve. Significant changes will be announced on our platform.": "Mēs varam atjaunināt šo politiku, attīstoties mūsu AI pakalpojumiem. Būtiskas izmaiņas tiks paziņotas mūsu platformā.",
    "We may update this policy periodically to reflect changes in our practices or legal requirements. The updated version will be posted here with a new \"Last Updated\" date. We recommend reviewing this policy regularly to stay informed.": "Mēs varam periodiski atjaunināt šo politiku, lai atspoguļotu izmaiņas mūsu praksēs vai juridiskajās prasībās. Atjaunināta versija tiks publicēta šeit ar jaunu datumu \"Pēdējo reizi atjaunināts\". Mēs iesakām regulāri pārskatīt šo politiku, lai būtu informēts.",
    "We partner with trusted third-party payment processors to handle transactions securely. When making purchases, you\\'ll be directed to their platforms to complete payments. These providers manage your payment details according to their own privacy policies - we never store credit card information on our servers.": "Mēs sadarbojamies ar uzticamiem trešo pušu maksājumu apstrādātājiem, lai droši apstrādātu darījumus. Veicot pirkumus, jūs tiksiet novirzīts uz viņu platformām, lai pabeigtu maksājumus. Šie sniedzēji pārvalda jūsu maksājumu datus saskaņā ar savām privātuma politikām — mēs nekad neuzglabājam kredītkaršu informāciju uz mūsu serveriem.",
    "We use both first-party cookies (placed by us) and third-party cookies (from services like analytics providers) to improve functionality and understand how users interact with our AI features.": "Mēs izmantojam gan pirmās puses sīkdatnes (ko ievietojam mēs), gan trešo pušu sīkdatnes (no pakalpojumiem, piemēram, analītikas sniedzējiem), lai uzlabotu funkcionalitāti un saprastu, kā lietotāji mijiedarbojas ar mūsu AI funkcijām.",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Mēs to izmantojam visā komandā iekšējiem atjauninājumiem un ārējai komunikācijai. Tas ietaupa mums stundas katru nedēļu.",
    "We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Mēs izmantojam platformu klientu līgumiem un iekšējiem līgumiem. AI veic smago darbu, un mēs tikai pārskatām un parakstām.",
    "We\\'re committed to addressing your concerns promptly and transparently.": "Mēs esam apņēmušies ātri un caurspīdīgi risināt jūsu bažas.",
    "Welcome to Visio Forge! We utilize cookies and similar technologies to enhance your experience with our AI image generation platform. This Cookie Policy (\"Policy\") explains how we use cookies and how you can manage them. By continuing to use our site, you accept these terms. For questions, contact us:": "Laipni lūdzam Visio Forge! Mēs izmantojam sīkdatnes un līdzīgas tehnoloģijas, lai uzlabotu jūsu pieredzi ar mūsu AI attēlu ģenerēšanas platformu. Šī Sīkdatņu politika („Politika”) izskaidro, kā mēs izmantojam sīkdatnes un kā jūs varat tās pārvaldīt. Turpinot izmantot mūsu vietni, jūs piekrītat šiem noteikumiem. Jautājumiem sazinieties ar mums:",
    "Welcome to https://visioforge.me (the \"Website\"), operated by :company_name, a company incorporated in Poland under NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, with its registered office at :company_address (\"we\", \"us\", \"our\", the \"Company\"). These Terms and Conditions (the \"Terms\", the \"Agreement\") govern your access to and use of our AI image generation and editing services (the \"Platform\"), forming a binding contract between you (\"you\", \"your\", \"user\", \"customer\") and the Company. For any inquiries, please contact us at :company_email.": "Laipni lūdzam https://visioforge.me („Vietne”), ko pārvalda :company_name, Polijā reģistrēts uzņēmums ar NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, ar reģistrēto biroju adresē :company_address („mēs”, „mums”, „mūsu”, „Uzņēmums”). Šie Noteikumi un nosacījumi („Noteikumi”, „Līgums”) regulē jūsu piekļuvi un mūsu AI attēlu ģenerēšanas un rediģēšanas pakalpojumu („Platforma”) izmantošanu, veidojot saistošu līgumu starp jums („jūs”, „jūsu”, „lietotājs”, „klients”) un Uzņēmumu. Jebkuriem jautājumiem, lūdzu, sazinieties ar mums uz :company_email.",
    "Welcome to the Future of": "Laipni lūdzam nākotnē",
    "What Are Cookies?": "Kas ir sīkdatnes?",
    "What Our Users Say": "Ko saka mūsu lietotāji",
    "Why you": "Kāpēc jūs",
    "Write Better Emails": "Rakstiet labākus e-pastus",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Klientu e-pastu rakstīšana man iepriekš aizņēma mūžību. Tagad es tikai ievadu dažus galvenos punktus, un AI uzreiz sagatavo profesionālu ziņojumu!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Auksto e-pastu rakstīšana man iepriekš aizņēma mūžību. Tagad es tikai ievadu dažus datus un saņemu gatavu, izcilu e-pastu.",
    "You can make deposit": "Jūs varat veikt iemaksu",
    "You can reply directly to this email to respond to :name.": "Jūs varat atbildēt tieši uz šo e-pastu, lai atbildētu :name.",
    "You don't have any deposits yet.": "Jums vēl nav nevienas iemaksas.",
    "You don't have any orders yet.": "Jums vēl nav neviena pasūtījuma.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Jums nav pietiekami daudz ART, lai veiktu pirkumu. Lūdzu, veiciet iemaksu.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Jums nav pietiekami daudz VFT, lai veiktu pirkumu. Lūdzu, veiciet iemaksu.",
    "You have received a new message from your website\\'s contact form.": "Jūs esat saņēmis jaunu ziņojumu no savas vietnes kontaktformas.",
    "You need to be": "Jums jābūt",
    "Your contact information;": "Jūsu kontaktinformācija;",
    "Your email": "Jūsu e-pasts",
    "Your email address is used for account management, service notifications, and product updates. We analyze technical data to enhance platform security, optimize AI performance, and improve user experience. Analytics help us understand feature usage and identify areas for improvement.": "Jūsu e-pasta adrese tiek izmantota konta pārvaldībai, pakalpojumu paziņojumiem un produktu atjauninājumiem. Mēs analizējam tehniskos datus, lai uzlabotu platformas drošību, optimizētu AI veiktspēju un uzlabotu lietotāja pieredzi. Analītika palīdz mums saprast funkciju izmantošanu un noteikt uzlabojumu jomas.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Jūsu e-pasta adrese netiks izmantota mārketinga nolūkiem. Obligātie lauki ir atzīmēti.",
    "Your limit for generating 10 images has been reached.": "Jūsu limits 10 attēlu ģenerēšanai ir sasniegts.",
    "Your request": "Jūsu pieprasījums",
    "Your title": "Jūsu amats/nosaukums",
    "and": "un",
    "auth.password": "auth.password",
    "by your member": "no jūsu dalībnieka",
    "choose": "izvēlēties",
    "client": "klients",
    "for Agreements, Emails & Images": "līgumiem, e-pastiem un attēliem",
    "for Your Projects": "jūsu projektiem",
    "for any team person": "jebkuram komandas loceklim",
    "for details.": "sīkākai informācijai.",
    "for do the task": "uzdevuma izpildei",
    "including:": "ieskaitot:",
    "logged in": "pieteicies",
    "make life easier.": "padarīt dzīvi vieglāku.",
    "managment": "vadība",
    "more…": "vairāk…",
    "or": "vai",
    "our all features": "visas mūsu funkcijas",
    "professional emails, and ready-to-use stock images — all in one platform.": "profesionālus e-pastus un gatavus lietošanai krājuma attēlus — viss vienā platformā.",
    "say about us.": "saka par mums.",
    "software": "programmatūra",
    "support": "atbalsts",
    "task togather": "uzdevumi kopā",
    "tokens": "tokeni",
    "us always": "mēs vienmēr",
    "video": "video",
    "workspace": "darba telpa",
    "you use.": "jūs izmantojat.",
    "© :year Powered by": "© :year Darbināts ar"
}