{
    "\tVoice & video call": "\tBalss un video zvans",
    "© Copyright :year - :name": "© Autortiesības :year - :name",
    "- Select country -": "- Izvēlieties valsti -",
    "1 ART = 1 generation": "1 ART = 1 ģenerēšana",
    "3D Render": "3D renderēšana",
    ":amount AET": ":amount AET",
    ":amount SAT": ":amount SAT",
    ":amount VCT": ":amount VCT",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count ģenerēšanas palikušas",
    "A new verification link has been sent to the email address you provided during registration.": "Jauns verifikācijas saite ir nosūtīta uz e-pasta adresi, kuru norādījāt reģistrācijas laikā.",
    "A new verification link has been sent to your email address.": "Jauns verifikācijas saite ir nosūtīta uz jūsu e-pasta adresi.",
    "AI Agreement Generation": "AI līgumu ģenerēšana",
    "AI Agreement Generations": "AI līgumu ģenerēšanas",
    "AI BUSINESS TOOLS": "AI UZŅĒMĒJDARBĪBAS RĪKI",
    "AI Background": "AI fons",
    "AI Background Remover": "AI fona noņemšana",
    "AI Email Generation": "AI e-pasta ģenerēšana",
    "AI Email Generations": "AI e-pasta ģenerēšanas",
    "AI Image Upscale": "AI attēla palielināšana",
    "AI Resize": "AI izmēra maiņa",
    "AI-Driven Email Generation": "AI vadīta e-pasta ģenerēšana",
    "AI-MADE MAGIC": "AI RADĪTA BURVĪBA",
    "AI-Powered Image Generation": "AI vadīta attēlu ģenerēšana",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "AI rīki, kas palīdz rakstīt skaidrus, profesionālus un efektīvus e-pastus jebkurai situācijai — ātri un bez piepūles.",
    "AUTO-GENERATED VIDEOS": "AUTOMĀTISKI ĢENERĒTI VIDEO",
    "About": "Par mums",
    "About us": "Par mums",
    "Accept the terms and privacy policy": "Piekrīt noteikumiem un privātuma politikai",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Piekļūstiet AI vadītiem uzvedņiem, kas paredzēti finanšu prognozēšanai, biznesa plānošanai un datu vadītai lēmumu pieņemšanai. Esiet soli priekšā ar inteliģentu automatizāciju.",
    "Access Your Purchases": "Piekļūstiet saviem pirkumiem",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Piekļūstiet rūpīgi atlasītai augstas kvalitātes attēlu kolekcijai mājaslapām, reklāmām un prezentācijām — bez autortiesībām un gataviem lietošanai.",
    "Add funds": "Pievienot līdzekļus",
    "Adding balance": "Bilances papildināšana",
    "Address": "Adrese",
    "After a thorough review of a client’s circumstances and needs.": "Pēc rūpīgas klienta apstākļu un vajadzību pārskatīšanas.",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Pēc pirkuma jūs saņemsiet uzvedni attēlu ģenerēšanai. Oriģinālais attēls būs pieejams lejupielādei .jpg, .png vai .webp formātos ar izmēru 1024x1024.",
    "Agreement Generation": "Līgumu ģenerēšana",
    "Agreement generation": "Līgumu ģenerēšana",
    "Agreements": "Līgumi",
    "All": "Visi",
    "All Rights Reserved.": "Visas tiesības aizsargātas.",
    "All rights reserved": "Visas tiesības aizsargātas",
    "Already have an account?": "Vai jums jau ir konts?",
    "Amount": "Summa",
    "Amount (min. 5 ART)": "Summa (min. 5 ART)",
    "Amount (min. 5 SAT)": "Summa (min. 5 SAT)",
    "Amount (min. 5 VCT)": "Summa (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Neticami reālistisks attēls ar izcilu uzmanību detaļām.",
    "Anime": "Anime",
    "Are you sure you want to delete your account?": "Vai esat pārliecināts, ka vēlaties dzēst savu kontu?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Kā persona, kuras dzimtā valoda nav angļu, šī platforma palīdz man izklausīties pārliecinošāk un profesionālāk katrā ziņojumā.",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Uzņēmumā :name mēs esam veltīti radošuma veicināšanai, izmantojot inovatīvus AI risinājumus. Dibināts ar aizraušanos ar tehnoloģijām un mākslu, mūsu misija ir nodrošināt platformu, kurā lietotāji var izpētīt, radīt un iesaistīties ar unikāliem AI ģenerētiem uzvedņiem. Mēs ticam mākslīgā intelekta pārveidojošajam spēkam un tā spējai iedvesmot un uzlabot radošos projektus. Pievienojieties mums šajā ceļojumā, lai atklātu jaunas iespējas māksliniekiem, rakstniekiem un radītājiem visur!",
    "Automated Agreement Generation": "Automātiska līgumu ģenerēšana",
    "Available for Anyone": "Pieejams ikvienam",
    "Background Remover": "Fona noņemšana",
    "Balance": "Bilance",
    "Balance: :balance AET": "Bilance: :balance AET",
    "Boost reply rates and save writing time": "Palieliniet atbilžu skaitu un ietaupiet rakstīšanas laiku",
    "Boost your productivity with AI-generated legal documents,": "Palieliniet savu produktivitāti ar AI ģenerētiem juridiskiem dokumentiem,",
    "Boosting Results with AI-Powered Content": "Rezultātu uzlabošana ar AI vadītu saturu",
    "Bring all team": "Piesaistiet visu komandu",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Pārvērtiet statiskus vizuālos materiālus dzīvā kustībā. Mūsu AI vadītais attēla-video pakalpojums pārveido jūsu attēlus gludos, saistošos videoklipos — ideāli piemērots reklāmām, produktu prezentācijām un citam. Nav nepieciešamas animācijas vai video rediģēšanas prasmes.",
    "Bring your ideas to life with next-gen video creation.": "Īstenojiet savas idejas ar nākamās paaudzes video radīšanu.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Jūsu iztēles atdzīvināšana katrā košā kadrā.",
    "Browse and Buy Prompts": "Pārlūkojiet un iegādājieties uzvednes",
    "Browse by style": "Pārlūkojiet pēc stila",
    "Browse powerful video clips generated from single frames.": "Pārlūkojiet spēcīgus videoklipus, kas ģenerēti no viena kadra.",
    "Building the Future of Fast and Smart Creation.": "Nākotnes ātras un gudras radīšanas veidošana.",
    "Business": "Bizness",
    "Buy": "Pirkt",
    "Buy Now": "Pirkt tagad",
    "Buy for :amount AET": "Pirkt par :amount AET",
    "COMMUNICATION AI TOOL": "KOMUNIKĀCIJAS AI RĪKS",
    "Call us": "Zvaniet mums",
    "Cancel": "Atcelt",
    "Cartoon": "Karikatūra",
    "Cases": "Gadījumi",
    "Categories": "Kategorijas",
    "Category": "Kategorija",
    "Change to :currency": "Mainīt uz :currency",
    "Check what’s our": "Pārbaudiet, kas ir mūsu",
    "Checkout": "Apmaksa",
    "Choose currency: (:amount :currency = 1 VFT)": "Izvēlieties valūtu: (:amount :currency = 1 VFT)",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Izvēlieties no kinematogrāfiskām, gludām vai dramatiskām animācijām, kas atbilst jūsu vajadzībām.",
    "City": "Pilsēta",
    "Click here for more info": "Noklikšķiniet šeit, lai iegūtu vairāk informācijas",
    "Click here to re-send the verification email.": "Noklikšķiniet šeit, lai atkārtoti nosūtītu verifikācijas e-pastu.",
    "Client Feedback": "Klientu atsauksmes",
    "Cloud storage": "Mākoņglabāšana",
    "Comic": "Komikss",
    "Compose emails in seconds with AI assistance": "Sastādiet e-pastus sekundēs ar AI palīdzību",
    "Confirm": "Apstiprināt",
    "Confirm Deposit": "Apstiprināt depozītu",
    "Confirm Password": "Apstiprināt paroli",
    "Confirm password": "Apstiprināt paroli",
    "Connect jano with the": "Savienojiet jano ar",
    "Consistent, High-Quality Output": "Konsekventa, augstas kvalitātes izvade",
    "Contact Us": "Sazinieties ar mums",
    "Contact us": "Sazinieties ar mums",
    "Cookie Policy": "Sīkdatņu politika",
    "Copyright, :year @": "Autortiesības, :year @",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Izveidojiet skaidrus, profesionālus e-pastus jebkurai situācijai — no biznesa piedāvājumiem līdz klientu atbalstam — ar AI vadītu toni un struktūru.",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Viegli izveidojiet saistošus, personalizētus e-pastus. Mūsu AI vadītā e-pasta ģenerēšana palīdz rakstīt, optimizēt un automatizēt ziņojumus labākai komunikācijai un iesaistei.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Izveidojiet AI vadītus e-pastus, kas pielāgoti jūsu biznesa un komunikācijas vajadzībām. No aukstās saziņas līdz informatīvajiem biļeteniem — izveidojiet saistošus ziņojumus minūtēs.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Izveidojiet AI vadītus juridiskus līgumus, kas pielāgoti jūsu biznesa vajadzībām. No konfidencialitātes līgumiem līdz partnerības līgumiem — iegūstiet juridiski pamatotus dokumentus minūtēs.",
    "Create New Deposit (:currency)": "Izveidot jaunu depozītu (:currency)",
    "Create dynamic videos instantly — no animation or editing required.": "Izveidojiet dinamiskus videoklipus uzreiz — nav nepieciešama animācija vai rediģēšana.",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Izveidojiet profesionālus, juridiski pamatotus līgumus sekundēs — vienkārši ievadiet galvenos datus, un AI parūpēsies par formatējumu un klauzulām.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Izveidojiet satriecošus, augstas kvalitātes attēlus uzreiz ar mūsu AI vadītiem rīkiem. Ģenerējiet unikālus vizuālos materiālus, kas pielāgoti jūsu vajadzībām ar vieglumu.",
    "Create task": "Izveidot uzdevumu",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Izveidojiet caurspīdīgus PNG attēlus tieši no teksta — ideāli piemērots logotipiem, digitālajiem aktīviem un nevainojamai dizaina integrācijai.",
    "Create your": "Izveidojiet savu",
    "Created": "Izveidots",
    "Created by AI": "Izveidots ar AI",
    "Creative": "Radošs",
    "Creative Freedom": "Radošā brīvība",
    "Creatives": "Radošie materiāli",
    "Current password": "Pašreizējā parole",
    "Custom": "Pielāgots",
    "Customer Support Lead": "Klientu atbalsta vadītājs",
    "Customizable": "Pielāgojams",
    "DYNAMIC STORIES": "DINAMISKI STĀSTI",
    "Dashboard": "Informācijas panelis",
    "Date": "Datums",
    "Delete Account": "Dzēst kontu",
    "Delivers high-quality images with great speed.": "Piegādā augstas kvalitātes attēlus ar lielu ātrumu.",
    "Deposit": "Depozīts",
    "Deposit in :currency": "Depozīts :currency",
    "Deposits": "Depozīti",
    "Designer": "Dizainers",
    "Discover": "Atklājiet",
    "Discover and Buy Unique AI Prompts.": "Atklājiet un iegādājieties unikālas AI uzvednes.",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Atklājiet, kā mūsu AI rīki pārveido produktivitāti. Uzklausiet profesionāļus, kuri racionalizē savu darbu ar gudriem e-pasta, līgumu un attēlu risinājumiem.",
    "Discover what your content can become — in just seconds.": "Atklājiet, kāds var kļūt jūsu saturs — tikai sekundēs.",
    "Do you have any question?": "Vai jums ir kādi jautājumi?",
    "Don't have an account yet?": "Vēl nav konta?",
    "Download": "Lejupielādēt",
    "Download Video": "Lejupielādēt video",
    "Drop us a line": "Sazinieties ar mums",
    "EFFECTIVENESS": "EFEKTIVITĀTE",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Viegli piekļūstiet, rediģējiet un lejupielādējiet savus AI ģenerētos līgumus vienā centralizētā informācijas panelī, nodrošinot atbilstību un efektivitāti.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Viegli piekļūstiet, rediģējiet un sūtiet savus AI ģenerētos e-pastus no viena centralizēta informācijas paneļa, optimizējot iesaisti un efektivitāti.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Viegli pārvaldiet un pielietojiet savus AI ģenerētos finanšu un biznesa ieskatus vienā centralizētā informācijas panelī, optimizējot efektivitāti un stratēģijas izpildi.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Viegli nomainiet fonus jebkurā attēlā ar AI precizitāti — ideāli piemērots iestatījumu, stilu maiņai vai pielāgotu ainu radīšanai.",
    "Easy to Use": "Viegli lietojams",
    "Edit Profile": "Rediģēt profilu",
    "Effectiveness": "Efektivitāte",
    "Effortless Creation of": "Bez piepūles radīšana",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Bez piepūles ģenerējiet juridiski atbilstošus līgumus sekundēs. Mūsu platforma vienkāršo dokumentu izveidi, ietaupot jūsu laiku un pūles.",
    "Email": "E-pasts",
    "Email Generation": "E-pasta ģenerēšana",
    "Email Password Reset Link": "E-pasta paroles atiestatīšanas saite",
    "Email Writing": "E-pasta rakstīšana",
    "Email generation": "E-pasta ģenerēšana",
    "Emails": "E-pasti",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Uzlabojiet attēla kvalitāti ar vienu klikšķi. Uzreiz palieliniet vizuālos materiālus uz augstāku izšķirtspēju — ideāli piemērots drukai, produktiem un profesionālam saturam.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Uzlabojiet izšķirtspēju un asumu, nezaudējot kvalitāti. Palieliniet mazus vai zemas izšķirtspējas attēlus uz augstu izšķirtspēju sekundēs.",
    "Ensure your account is using a long, random password to stay secure.": "Pārliecinieties, ka jūsu konts izmanto garu, nejaušu paroli, lai saglabātu drošību.",
    "Enter Password": "Ievadiet paroli",
    "Enter custom tokens amount": "Ievadiet pielāgotu žetonu summu",
    "Enter key details for your agreement...": "Ievadiet galvenos datus savam līgumam...",
    "Enter key details for your email...": "Ievadiet galvenos datus savam e-pastam...",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Dzēsiet attēlu fonus sekundēs. Ar vienu klikšķi iegūstiet tīru, caurspīdīgu rezultātu — ideāli piemērots produktiem, portretiem un radošiem darbiem.",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Pat bez dizaina pieredzes es varēju sakopt un uzlabot visus savus produktu fotoattēlus. Viegli un efektīvi.",
    "Everything you need to create, in one place.": "Viss, kas nepieciešams radīšanai, vienuviet.",
    "Expereinced": "Pieredzējis",
    "Explore": "Izpētīt",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Izpētiet AI vadītas uzvednes, kas pielāgotas biznesa, finanšu un investīciju stratēģijām. Katrs iegādātais mākslas darbs var tikt izmantots atbilstoši jūsu vajadzībām.",
    "Explore Creatives": "Izpētīt radošos materiālus",
    "FEATURES": "IEZĪMES",
    "Fast Generation": "Ātra ģenerēšana",
    "Features": "Iezīmes",
    "Features and Functionalities": "Iezīmes un funkcionalitāte",
    "File sharing": "Failu koplietošana",
    "First Name": "Vārds",
    "First name": "Vārds",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Follow Us": "Sekojiet mums",
    "Forgot your password?": "Aizmirsāt paroli?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Aizmirsāt paroli? Nekādu problēmu. Vienkārši norādiet savu e-pasta adresi, un mēs nosūtīsim jums paroles atiestatīšanas saiti, kas ļaus izvēlēties jaunu paroli.",
    "Format": "Formāts",
    "Free Now": "Tagad bez maksas",
    "Freelance Consultant": "Brīvmākslas konsultants",
    "Freelance Designer": "Brīvmākslas dizainers",
    "Generate": "Ģenerēt",
    "Generate Agreement": "Ģenerēt līgumu",
    "Generate Agreements": "Ģenerēt līgumus",
    "Generate Email": "Ģenerēt e-pastu",
    "Generate Emails": "Ģenerēt e-pastus",
    "Generate Your Video Now": "Ģenerējiet savu video tagad",
    "Generate and Customize Agreements": "Ģenerēt un pielāgot līgumus",
    "Generate and Customize Emails": "Ģenerēt un pielāgot e-pastus",
    "Generate another one": "Ģenerēt vēl vienu",
    "Generate legal agreements in just a few clicks": "Ģenerējiet juridiskus līgumus ar dažiem klikšķiem",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Ģenerējiet satriecošas attēlu uzvednes, pārliecinošus e-pastus un juridiski pamatotus līgumus ar AI. Droši, oriģināli un paredzēti jūsu panākumiem.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Ģenerējiet satriecošus, augstas kvalitātes vizuālos materiālus no vienkāršiem teksta uzvedņiem — ideāli piemērots radošiem projektiem, mārketingam un koncepciju dizainam.",
    "Generated": "Ģenerēts",
    "Get Start": "Sākt",
    "Get in touch with us": "Sazinieties ar mums",
    "Get started": "Sākt",
    "Get task complated": "Pabeigt uzdevumu",
    "Great Interface": "Lieliska saskarne",
    "Great Support": "Lielisks atbalsts",
    "HIGHLIGHTS": "IZCELTIE",
    "Have an account?": "Vai jums ir konts?",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Mājas biznesa vadīšana ir brīnišķīgs aktīvs jūsu dzīvē. Tomēr problēma joprojām pastāv, kad pienāk laiks reklamēt savu biznesu par zemām izmaksām. Es zinu, ka jūs visur esat meklējuši atbildi.",
    "Hear from our users": "Uzklausiet mūsu lietotājus",
    "Hello": "Sveiki",
    "High-Quality": "Augstas kvalitātes",
    "Highest quality Generative AI models": "Augstākās kvalitātes ģeneratīvie AI modeļi",
    "Highlights": "Izceltie",
    "Home": "Sākums",
    "Hours": "Stundas",
    "I agree to the": "Es piekrītu",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Es piekrītu <a href=\":privacyPolicyUrl\" target=\"_blank\">privātuma politikai</a> un <a href=\":termsConditionsUrl\">noteikumiem un nosacījumiem</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Es testēju vairākas uzvednes un biju pārsteigts par to, cik uzticami bija rezultāti. Liela kontrole pār stilu un formātu.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Es ievadīju vienkāršu aprakstu un ieguvu satriecošu vizuālo materiālu. Teksta-uz-attēlu rīks ir neticami labs — tas izskatās kā maģija.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Es izmantoju ģeneratoru, lai vizualizētu koncepcijas galvenajām lapām un reklāmām. Tas ietaupa laiku un uzreiz pārsteidz klientus.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Es izmantoju palielināšanas un retušēšanas rīkus, lai sagatavotu vizuālos materiālus pēdējā brīža reklāmai — rezultāti izskatījās tā, it kā tos būtu veidojis profesionālis.",
    "INSANE VISUALS": "NEPRĀTĪGI VIZUĀLIE MATERIĀLI",
    "INSTANT PROMO": "TŪLĪTĒJA REKLĀMA",
    "Ideal for freelancers, startups, and businesses": "Ideāli piemērots brīvmāksliniekiem, jaunizveidotiem uzņēmumiem un biznesiem",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideāli piemērots sociālajiem medijiem, produktu prezentācijām, kampaņām un stāstu stāstīšanai.",
    "Illustration": "Ilustrācija",
    "Image Editing": "Attēlu rediģēšana",
    "Image Generation": "Attēlu ģenerēšana",
    "Image Stock": "Attēlu krājums",
    "Image Upscale": "Attēlu palielināšana",
    "Image generation": "Attēlu ģenerēšana",
    "Image is being generated...": "Attēls tiek ģenerēts...",
    "Image to Video": "Attēls uz video",
    "Images": "Attēli",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Pārsteigts par kvalitāti",
    "In Seconds, With AI": "Sekundēs, ar AI",
    "Incredible Creativity!": "Neticama radošums!",
    "Information": "Informācija",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Tūlītēji noņemiet fonus no jebkura attēla ar AI precizitāti — ideāli piemērots e-komercijai, produktu attēliem un radošiem projektiem.",
    "Insufficient balance.": "Nepietiekama bilance.",
    "Integrates your tools": "Integrē jūsu rīkus",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Es neesmu dizainers, bet es izveidoju pārsteidzošus vizuālos materiālus, vienkārši ierakstot, ko man vajag. Saskarne ir tīra un intuitīva.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Esmu izmēģinājis vairākas attēlu rediģēšanas platformas, bet šī sniedza labākos rezultātus, īpaši attiecībā uz palielināšanas skaidrību un krāsu korekciju.",
    "James K.": "Džeimss K.",
    "Janu is your online team mangement tool that easy and promot": "Janu ir jūsu tiešsaistes komandas pārvaldības rīks, kas ir viegls un veicina darbību.",
    "Janu tools.": "Janu rīki.",
    "Japanese": "Japāņu",
    "Just upload and generate — your image becomes a video in moments.": "Vienkārši augšupielādējiet un ģenerējiet — jūsu attēls pārvēršas par video acumirklī.",
    "LEGAL AI SOLUTION": "JURIDISKS AI RISINĀJUMS",
    "Languages": "Valodas",
    "Last Name": "Uzvārds",
    "Last name": "Uzvārds",
    "Legal Documents": "Juridiskie dokumenti",
    "Legal Use": "Juridiska izmantošana",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Ļaujiet mums veikt smago darbu — teksts un attēls uz video, pilnībā automatizēts.",
    "Let’s": "Sāksim",
    "List of deposits": "Depozītu saraksts",
    "Loading... Please wait while your files are being prepared.": "Ielādēšana... Lūdzu, uzgaidiet, kamēr jūsu faili tiek sagatavoti.",
    "Location": "Atrašanās vieta",
    "Log In": "Ielogoties",
    "Log Out": "Izlogoties",
    "Log in": "Ielogoties",
    "Login": "Ielogoties",
    "Login Here": "Ielogoties šeit",
    "Login using an existing account or create a new account <a href=\":url\">here": "Ielogoties, izmantojot esošu kontu, vai izveidojiet jaunu kontu <a href=\":url\">šeit",
    "Logout": "Izlogoties",
    "Looks Like Magic": "Izskatās kā maģija",
    "Low Price": "Zema cena",
    "Mail address": "Pasta adrese",
    "Mail us": "Sūtiet mums e-pastu",
    "Make a deposit": "Veikt depozītu",
    "Make timeframe": "Izveidot laika grafiku",
    "Manage Your Agreements": "Pārvaldīt līgumus",
    "Manage Your Emails": "Pārvaldīt e-pastus",
    "Marketing Strategist": "Mārketinga stratēģis",
    "Marketplace": "Tirgus",
    "Model": "Modelis",
    "More": "Vairāk",
    "Multiple Styles": "Vairāki stili",
    "My Deposits": "Mani depozīti",
    "My creatives": "Mani radošie materiāli",
    "My profile": "Mans profils",
    "New password": "Jauna parole",
    "New prompts": "Jaunas uzvednes",
    "Next": "Nākamais",
    "Office address": "Biroja adrese",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Kad jūsu konts būs izdzēsts, visi tā resursi un dati tiks neatgriezeniski izdzēsti. Pirms konta dzēšanas, lūdzu, lejupielādējiet visus datus vai informāciju, ko vēlaties saglabāt.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Kad jūsu konts būs izdzēsts, visi tā resursi un dati tiks neatgriezeniski izdzēsti. Lūdzu, ievadiet paroli, lai apstiprinātu, ka vēlaties neatgriezeniski dzēst savu kontu.",
    "Orders": "Pasūtījumi",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Mūsu dziļā izpratne par projektu un programmu pārvaldību ir veicinājusi mūsu klientu panākumus.",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Mūsu attēlu rediģēšanas pakalpojumi ir nodrošināti ar augstākās klases talantiem un AI rīkiem — nodrošinot ātru, augstas kvalitātes vizuālo uzlabojumu jebkuram projektam.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Mūsu attēlu ģenerēšanas pakalpojumi apvieno progresīvu AI ar radošu elastību — izveidojot unikālus, augstas kvalitātes vizuālus materiālus no teksta sekundēs.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Mūsu mārketinga e-pasti tagad izklausās asi, skaidri un atbilst zīmolam — bez piepūles. Pilnīgs spēles mainītājs.",
    "Our office": "Mūsu birojs",
    "Our partners": "Mūsu partneri",
    "Our trusted partners": "Mūsu uzticamie partneri",
    "Over": "Vairāk nekā",
    "Over 27k Emails Generated": "Vairāk nekā 27 tūkstoši ģenerētu e-pastu",
    "Password": "Parole",
    "Password confirmation": "Paroles apstiprināšana",
    "Perfect for Content": "Ideāli piemērots saturam",
    "Perfect for Fast Prototypes": "Ideāli ātriem prototipiem",
    "Perfect for outreach, support, and daily communication": "Ideāli saziņai, atbalstam un ikdienas komunikācijai",
    "Personal data": "Personas dati",
    "Phone": "Tālrunis",
    "Phone Number": "Tālruņa numurs",
    "Photo Tools": "Foto rīki",
    "Policies": "Politikas",
    "Post code": "Pasta indekss",
    "Powerful Tools at Your Fingertips": "Jaudīgi rīki pie jūsu rokām",
    "Powerful Tools at Your Fingertips.": "Jaudīgi rīki pie jūsu rokām.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Radošuma veicināšana ar ekspertu vadītu latentu difūziju.",
    "Prepare for download": "Sagatavot lejupielādei",
    "Previous": "Iepriekšējais",
    "Price": "Cena",
    "Price :amount": "Cena :amount",
    "Privacy Policy": "Privātuma politika",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Profesionāļi un komandas visā pasaulē paļaujas uz VisioForge.me gudrai, AI vadītai e-pasta rakstīšanai, līgumu izveidei un piekļuvei satriecošiem attēlu krājumiem — viss vienuviet.",
    "Profile Information": "Profila informācija",
    "Prompt": "Uzvedne",
    "Prompt marketplace": "Uzvedņu tirgus",
    "Purchase": "Pirkums",
    "Purchase for :amount VFT": "Pirkt par :amount VFT",
    "Quick Menu": "Ātrā izvēlne",
    "REELS THAT SELL": "REKLĀMAS, KAS PĀRDO",
    "Rashed kabir": "Rašeds Kabirs",
    "Realistic": "Realistisks",
    "Reason to choose us": "Iemesls izvēlēties mūs",
    "Register": "Reģistrēties",
    "Registration": "Reģistrācija",
    "Remember me": "Atcerēties mani",
    "Remove Background Now": "Noņemt fonu tagad",
    "Replenishment amount (:amount :currency = 1 ART)": "Papildināšanas summa (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Papildināšanas summa (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Atkārtoti nosūtīt verifikācijas e-pastu",
    "Reset Password": "Atiestatīt paroli",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Mainiet attēlu izmērus jebkuram formātam vai platformai bez izkropļojumiem — gudra apgriešana un mērogošana, ko nodrošina AI.",
    "Reviews": "Atsauksmes",
    "SCROLL-STOPPERS": "RITINĀŠANAS APTURĒTĀJI",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "ĀTRI PATĒRĒJAMS SATURS",
    "SOCIAL-READY": "GATAVI SOCIĀLAJIEM MEDIJIEM",
    "Safe": "Drošs",
    "Sales Manager": "Pārdošanas vadītājs",
    "Samantha R.": "Samantha R.",
    "Save": "Saglabāt",
    "Save hours on drafting and reviewing documents": "Ietaupiet stundas dokumentu sagatavošanā un pārskatīšanā",
    "Saved": "Saglabāts",
    "Saved My Instagram Campaign": "Izglāba manu Instagram kampaņu",
    "Saved.": "Saglabāts.",
    "Search": "Meklēt",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Droši papildiniet savu maku, lai atbloķētu premium AI vadītus biznesa ieskatus, finanšu modeļus un investīciju stratēģijas.",
    "Select Tokens Amount": "Izvēlieties žetonu summu",
    "Services": "Pakalpojumi",
    "Share": "Dalīties",
    "Sign In": "Ielogoties",
    "Sign Up": "Reģistrēties",
    "Sign up": "Reģistrēties",
    "Sign up for free": "Reģistrēties bez maksas",
    "Similar products in same category": "Līdzīgi produkti tajā pašā kategorijā",
    "Size": "Izmērs",
    "Smart Agreements": "Gudri līgumi",
    "Smart Solutions": "Gudri risinājumi",
    "So Easy to Use": "Tik viegli lietojams",
    "Socials": "Sociālie tīkli",
    "Sorry, error occured this time sending your message.": "Atvainojiet, šoreiz nosūtot jūsu ziņojumu, radās kļūda.",
    "Start Upscaling": "Sākt palielināšanu",
    "Start editing Images": "Sākt attēlu rediģēšanu",
    "Start generate Images": "Sākt attēlu ģenerēšanu",
    "Start now": "Sākt tagad",
    "Status": "Statuss",
    "Still don't have an account?": "Vēl nav konta?",
    "Stock Image Library": "Attēlu krājumu bibliotēka",
    "Style": "Stils",
    "Styles": "Stili",
    "Submit": "Iesniegt",
    "Submit Form": "Iesniegt veidlapu",
    "Super Intuitive Tools": "Ļoti intuitīvi rīki",
    "Support Lead": "Atbalsta vadītājs",
    "Team Managment": "Komandas pārvaldība",
    "Templates": "Veidnes",
    "Terms & Condition": "Noteikumi un nosacījumi",
    "Terms & Conditions": "Noteikumi un nosacījumi",
    "Terms and Conditions": "Noteikumi un nosacījumi",
    "Text to Image": "Teksts uz attēlu",
    "Text to PNG": "Teksts uz PNG",
    "Text to Video": "Teksts uz video",
    "Thank you!": "Paldies!",
    "Thank you! Your message has been received.": "Paldies! Jūsu ziņojums ir saņemts.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Paldies par reģistrēšanos! Pirms sākat, lūdzu, verificējiet savu e-pasta adresi, noklikšķinot uz saites, ko tikko jums nosūtījām. Ja neesat saņēmis e-pastu, mēs ar prieku nosūtīsim citu.",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It\\'s accurate, fast, and professional.": "AI līgumu ģenerators palīdzēja man izveidot stabilu brīvmākslinieka līgumu mazāk nekā 5 minūtēs. Tas ir precīzs, ātrs un profesionāls.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "EMV ieviešana bija neveikla, dārga un neņēma vērā.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Angļu valodas uzvedne tiks automātiski lejupielādēta kopā ar attēlu .txt formātā.",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "Teksta-uz-PNG rīks sniedza man gatavus grafiskos materiālus manam Shopify veikalam — nav nepieciešama rediģēšana. Vienkārši velciet un nometiet!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Fona noņemšanas rīks ir neticami precīzs. Es to izmantoju produktu attēliem, un tas ietaupīja man stundas rediģēšanas. Ļoti ieteicams!",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Mūsu pakalpojuma pamatā ir objektīvi investīciju ieteikumi, ko mēs cenšamies sniegt atbalstam.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "Ģeneratīvās aizpildīšanas rīks ir pārsteidzošs. Es paplašināju fonu un pievienoju trūkstošās daļas — un neviens nevarēja pateikt, ka to darīja AI!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Šī ir droša lietojumprogrammas zona. Lūdzu, apstipriniet savu paroli, pirms turpināt.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Šis rīks pilnībā pārveidoja, kā es rīkojos ar klientu atbalstu. Tas ietaupa laiku un saglabā mūsu toni konsekventu.",
    "Time Tracking": "Laika uzskaite",
    "Tokens": "Žetoni",
    "Top Sellers": "Populārākie pārdevēji",
    "Top Up Your Wallet": "Papildiniet savu maku",
    "Top-Up Balance": "Papildināt bilanci",
    "Top-up Balance": "Papildināt bilanci",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Pārvērtiet statiskus attēlus gludos, AI ģenerētos videoklipos sekundēs.",
    "Transparent PNGs Are a Lifesaver": "Caurspīdīgi PNG ir glābējs",
    "Trusted": "Uzticams",
    "Trusted by 145+ Teams Worldwide": "Uzticas vairāk nekā 145 komandas visā pasaulē",
    "Trusted by Freelancers, Startups & Businesses Alike": "Uzticas brīvmākslinieki, jaunizveidotie uzņēmumi un biznesi",
    "Try free now": "Izmēģiniet bez maksas tagad",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Pārvērtiet savas idejas satriecošos videoklipos, izmantojot tikai vārdus. Mūsu AI vadītais teksta-uz-video pakalpojums pārveido rakstītās uzvednes dinamiskos, augstas kvalitātes videoklipos — ideāli piemērots sociālajiem medijiem, reklāmām, stāstu stāstīšanai un citam. Nav nepieciešamas rediģēšanas prasmes.",
    "Unmatched Speed and Precision in Generative Power.": "Nepārspējams ātrums un precizitāte ģeneratīvajā jaudā.",
    "Update Password": "Atjaunināt paroli",
    "Update your account's profile information and email address.": "Atjauniniet sava konta profila informāciju un e-pasta adresi.",
    "Upload any image — our AI brings it to life with motion and style.": "Augšupielādējiet jebkuru attēlu — mūsu AI to atdzīvina ar kustību un stilu.",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Izmantojiet AI, lai viegli ģenerētu līgumus, vienošanās un juridiskās veidlapas — precīzas, pielāgojamas un gatavas sekundēs.",
    "Used in 1.4k Business Scenarios": "Izmantots 1.4k biznesa scenārijos",
    "Usefull Links": "Noderīgas saites",
    "User": "Lietotājs",
    "Users": "Lietotāji",
    "VIRAL CLIPS": "VIRĀLI KLIPI",
    "Very Solid!!": "Ļoti stabils!!",
    "Video is being generated...": "Video tiek ģenerēts...",
    "Watch": "Skatīties",
    "Watch Images Come Alive.": "Skatieties, kā attēli atdzīvojas.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Mēs novērtējam jūsu domas un jautājumus. Informējiet mūs, kā mēs varam jums palīdzēt vai uzlabot mūsu pakalpojumus.",
    "Welcome back — ready to create?": "Laipni lūdzam atpakaļ — gatavs radīt?",
    "Welcome to the Future of": "Laipni lūdzam nākotnē",
    "What Our Users Say": "Ko saka mūsu lietotāji",
    "Why you": "Kāpēc jūs",
    "Write Better Emails": "Rakstiet labākus e-pastus",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Klientu e-pastu rakstīšana man agrāk prasīja mūžību. Tagad es vienkārši ievadu dažus galvenos punktus, un AI uzreiz sagatavo profesionālu ziņojumu!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Auksto e-pastu rakstīšana man agrāk prasīja mūžību. Tagad es vienkārši ievadu dažas detaļas un saņemu gatavu, pulētu e-pastu.",
    "You are about to purchase a <b>:title</b>": "Jūs gatavojaties iegādāties <b>:title</b>",
    "You can make deposit": "Jūs varat veikt depozītu",
    "You don't have any deposits yet.": "Jums vēl nav neviena depozīta.",
    "You don't have any orders yet.": "Jums vēl nav neviena pasūtījuma.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Jums nav pietiekami ART, lai veiktu pirkumu. Lūdzu, veiciet depozītu.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Jums nav pietiekami VFT, lai veiktu pirkumu. Lūdzu, veiciet depozītu.",
    "You need to be <a href=' . route('login": "Jums jābūt <a href=' . route('login",
    "You need to be logged in.": "Jums jābūt ielogotam.",
    "You will pay": "Jūs maksāsiet",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Jūs saņemsiet arhīvu, kas satur attēlu un uzvedni ar izvēlēto izmēru un formātu.",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Jūsu AI centrs radošumam, komunikācijai un līgumiem.",
    "Your Email": "Jūsu e-pasts",
    "Your Gateway to AI-powered Business Solutions": "Jūsu vārti uz AI vadītiem biznesa risinājumiem",
    "Your Message": "Jūsu ziņojums",
    "Your Name": "Jūsu vārds",
    "Your Phone": "Jūsu tālrunis",
    "Your balance": "Jūsu bilance",
    "Your balance:": "Jūsu bilance:",
    "Your email": "Jusu e-pasts",
    "Your email address is unverified.": "Jūsu e-pasta adrese nav verificēta.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Jūsu e-pasta adrese netiks izmantota mārketinga nolūkiem. Obligātie lauki ir atzīmēti.",
    "Your limit for generating 10 images has been reached.": "Jūsu limits 10 attēlu ģenerēšanai ir sasniegts.",
    "Your message has been sent successfully.": "Jūsu ziņojums ir veiksmīgi nosūtīts.",
    "Your message has been successfully submitted.": "Jūsu ziņojums ir veiksmīgi iesniegts.",
    "Your request": "Jūsu pieprasījums",
    "Your title": "Jūsu nosaukums",
    "and": "un",
    "auth.password": "auth.parole",
    "by your member": "ar jūsu dalībnieku",
    "choose": "izvēlēties",
    "client": "klients",
    "email": "e-pasts",
    "for Agreements, Emails & Images": "līgumiem, e-pastiem un attēliem",
    "for Your Projects": "jūsu projektiem",
    "for any team person": "jebkurai komandas personai",
    "for do the task": "uzdevuma veikšanai",
    "make life easier.": "padarīt dzīvi vieglāku.",
    "managment": "pārvaldība",
    "more…": "vairāk…",
    "our all features": "visas mūsu funkcijas",
    "password": "parole",
    "password confirmation": "paroles apstiprināšana",
    "professional emails, and ready-to-use stock images — all in one platform.": "profesionāliem e-pastiem un gataviem attēlu krājumiem — viss vienā platformā.",
    "say about us.": "saka par mums.",
    "software": "programmatūra",
    "support": "atbalsts",
    "task togather": "uzdevums kopā",
    "us always": "mūs vienmēr",
    "video": "video",
    "workspace": "darba vieta",
    "you use.": "jūs izmantojat.",
	"Enter key details for your contract...": "Ievadiet svarigus detalas savam ligumam...",
	"Enter key details for your email...": "Ievadiet svarigus detalas savam e-pastam...",
	"Enter your email here": "Ievadiet savu e-pasta adresi šeit",
	"Over 9k Agreements Created": "Vairāk nekā 9 tūkstoši līgumu izveidots",
	"1.2k Ready-to-Sign Use Cases": "1.2k gataviem uzdevumiem",
	"150+ Business Professionals Trust Us": "150+ biznesa profesionāļi uzticas mums",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Es nepieciešams brīvmākslinieka līgums ātri, AI ģenerēja pilnu, profesionālu dokumentu minūtēs. Ietaupīja man tonnu laika.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Kā startup ģenerators, NDAs un pakalpojumu līgumu sagatavošana agrāk bija grūti. Tagad es varu tos ģenerēt ātri bez juridiskās izmaksas.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Mēs izmantojam platformu klientu līgumiem un iekšējiem līgumiem. AI apstrādā smagās darbības, un mēs vienkārši pārskatām un parakstām.",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Mums nav iekšējā jurista, tāpēc šis rīks mums palīdz saglabāt konformitāti un profesionālību bez izmaksām.",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Mūsu HR komanda to izmanto darba līgumiem un piedāvājuma vēstulēm. Tas ir intuitīvs, ātrs un ietaupīs stundas administratīvā darba.",
	"Freelance Graphic Designer": "Brīvmākslinieka grafiskais dizainers",
	"Startup Founder": "Startup ģenerators",
	"Operations Manager": "Operāciju vadītājs",
	"E-commerce Store Owner": "E-komercijas veikala īpašnieks",
	"HR Coordinator": "HR koordinators",
	"Subscribe Now": "Pieteikties tagad",
	"The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "AI līgumu ģenerators palīdzēja man izveidot stabilu brīvmākslinieka līgumu mazāk nekā 5 minūtēs. Tas ir precīzs, ātrs un profesionāls.",
	"Enter your name*": "Ievadiet savu vārdu*",
	"Enter Email Address*": "Ievadiet e-pasta adresi*",
	"Enter your Message here": "Ievadiet savu ziņojumu šeit",
    "Minimum 5 tokens required": "Vismaz 5 tokeni nepieciešami",
    "Current": "Pašreizējais",
    "tokens": "tokens",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Mēs to izmantojam visā komandā iekšējiem atjauninājumiem un ārējai komunikācijai. Tas ietaupa mums stundas katru nedēļu.",
    "Project Manager": "Projektu vadītājs",
    "© :year Powered by": "© :year Darbina",
    "Text to Image": "Teksts uz attēlu",
    "Text to PNG": "Teksts uz PNG",
    "Background Remover": "Fona noņēmējs",
    "Image Upscale": "Attēla palielināšana",
    "Generative Fill": "Ģeneratīvā aizpildīšana",
    "AI Resize": "AI izmēra maiņa",
    "Retouch": "Retušēšana",
    "Email Generation": "E-pasta ģenerēšana",
    "Agreement Generation": "Līguma ģenerēšana",
    "Freelance & Services": "Freelance un Pakalpojumi",
    "Business & Operations": "Bizness un Operācijas",
    "HR & Employment": "HR un Nodarbinātība",
    "Freelance Work Agreement": "Freelance Darba Līgums",
    "Service Agreement for Client": "Pakalpojumu Līgums Klientam",
    "Consulting Agreement": "Konsultāciju Līgums",
    "Non-Disclosure Agreement (NDA)": "Konfidencialitātes Līgums (NDA)",
    "Partnership Agreement": "Partnerības Līgums",
    "Vendor Contract": "Piegādātāja Līgums",
    "Sales Agreement": "Pārdošanas Līgums",
    "Employment Agreement": "Darba Līgums",
    "Internship Agreement": "Prakses Līgums",
    "Contractor Agreement": "Līgums ar Līgumuzņēmēju",
    "Termination of Employment Letter": "Darba Līguma Izbeigšanas Vēstule",
    "Sales & Marketing": "Pārdošana & Mārketings",
    "Customer & Support": "Klients & Atbalsts",
    "Internal & HR": "Iekšējais & Personāls",
    "Cold Outreach to Potential Client": "Kontakts ar potenciālo klientu",
    "Follow-Up After Sales Call": "Pēcpārbaude pēc pārdošanas zvanā",
    "Product Demo Invitation": "Produkta demonstrācijas uzaicinājums",
    "Upsell Email to Existing Customer": "Upsell e-pasts esošam klientam",
    "Promotional Offer Announcement": "Akcijas piedāvājuma paziņojums",
    "Order Confirmation Email": "Pasūtījuma apstiprinājuma e-pasts",
    "Shipping Delay Notification": "Paziņojums par piegādes kavēšanos",
    "Refund Process Update": "Atmaksas procesa atjauninājums",
    "Troubleshooting Response Email": "Problēmu risināšanas atbilde",
    "Satisfaction Survey Request": "Aptauja par apmierinātību",
    "New Employee Welcome Email": "Sveiciena e-pasts jaunam darbiniekam",
    "Performance Review Request": "Veiktspējas izvērtēšanas pieprasījums",
    "Internal Policy Update Notice": "Iekšējās politikas atjauninājuma paziņojums",
    "Team Meeting Agenda Email": "E-pasts ar komandas sanāksmes kārtību",
    "Remote Work Approval Email": "Attālinātā darba apstiprinājums"
}
