{
    "© Copyright :year - :name": "© Copyright :year - :name",
    "- Select country -": "- Selecteer land -",
    "1 ART = 1 generation": "1 ART = 1 generatie",
    "3D Render": "3D Render",
    ":amount AET": ":amount AET",
    ":amount SVT": ":amount SVT",
    ":amount VCT": ":amount VCT",
    ":count generations left": ":count generaties over",
    "A new verification link has been sent to the email address you provided during registration.": "Een nieuwe verificatielink is verzonden naar het e-mailadres dat je hebt opgegeven tijdens de registratie.",
    "A new verification link has been sent to your email address.": "Een nieuwe verificatielink is verzonden naar je e-mailadres.",
    "AI Background": "AI Achtergrond",
    "AI Background Remover": "AI Achtergrondverwijderaar",
    "AI Image Editing": "AI Beeldbewerking",
    "AI Image Generation": "AI Beeldgeneratie",
    "AI Image Upscale": "AI Beeldopschaling",
    "AI Resize": "AI Formaat wijzigen",
    "AI Tools & Features Available": "Beschikbare AI Tools & Functies",
    "AI-Driven Email Generation": "AI-Gestuurde E-mailgeneratie",
    "AI-Generated Images Delivered": "AI-Generated Beelden Geleverd",
    "AI-MADE MAGIC": "AI-GEMAAKTE MAGIE",
    "AI-Powered Image Generation": "AI-Aangedreven Beeldgeneratie",
    "AI-Powered Image Generation & Editing – Create Stunning Visuals in Seconds.": "AI-Aangedreven Beeldgeneratie & Bewerking – Creëer Verbluffende Visuals in Seconden.",
    "AI-Powered Image Upscaling.": "AI-Aangedreven Beeldopschaling.",
    "AI-generated creatives.": "AI-gegenereerde creatives.",
    "AUTO-GENERATED VIDEOS": "AUTOMATISCH GEGENEREERDE VIDEO'S",
    "About": "Over",
    "About us": "Over ons",
    "Absolutely. You can refine your prompts, adjust styles, and tweak details to get exactly the look you want. The AI adapts to your creative vision.": "Absoluut. Je kunt je prompts verfijnen, stijlen aanpassen en details tweak om precies de look te krijgen die je wilt. De AI past zich aan aan je creatieve visie.",
    "Abstergo Industries": "Abstergo Industries",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Toegang tot AI-aangedreven prompts ontworpen voor financiële prognoses, bedrijfsplanning en datagestuurde besluitvorming. Blijf voor met intelligente automatisering.",
    "Access Your Purchases": "Toegang tot je aankopen",
    "Achieve clean and transparent results for professional designs": "Behaal schone en transparante resultaten voor professionele ontwerpen",
    "Achieve exceptionally sharp and high-resolution outputs with every single upscale": "Behaal uitzonderlijk scherpe en hoge-resolutie outputs bij elke opschaling",
    "Add funds": "Geld toevoegen",
    "Adding balance": "Saldo toevoegen",
    "Address": "Adres",
    "Adjust images with fully customizable output resolutions": "Pas afbeeldingen aan met volledig aanpasbare uitvoerresoluties",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Na aankoop ontvang je een prompt voor het genereren van afbeeldingen zoals deze. De originele afbeelding is beschikbaar voor download in .jpg, .png of .webp formaten, met een grootte van 1024x1024.",
    "After wasting months with complex software, I wish I\\'d discovered this service earlier. The one-click enhancements are unmatched, and the batch processing saves me hours weekly!": "Na maanden verspild te hebben met complexe software, had ik deze dienst eerder ontdekt. De verbeteringen met één klik zijn ongeëvenaard en de batchverwerking bespaart me wekelijks uren!",
    "Agreement generation": "Overeenkomstgeneratie",
    "All Rights Reserved.": "Alle rechten voorbehouden.",
    "Already a member?": "Al lid?",
    "Already have an account?": "Heb je al een account?",
    "Amount": "Bedrag",
    "Amount (min. 5 ART)": "Bedrag (min. 5 ART)",
    "Amount (min. 5 SAT)": "Bedrag (min. 5 SAT)",
    "Amount (min. 5 SVT)": "Bedrag (min. 5 SVT)",
    "Amount (min. 5 VCT)": "Bedrag (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Een ongelooflijk levensechte afbeelding met uitzonderlijke aandacht voor detail.",
    "Anime": "Anime",
    "Any Questions? Find here.": "Vragen? Vind hier.",
    "App UI Designer": "App UI Ontwerper",
    "Are there any limits on how I can use the images?": "Zijn er beperkingen op hoe ik de afbeeldingen kan gebruiken?",
    "Are you sure you want to delete your account?": "Weet je zeker dat je je account wilt verwijderen?",
    "As an illustrator, I use this tool daily for concept art. The AI understands my prompts perfectly, and the editing features let me refine details in seconds. It’s like having an assistant who never sleeps!": "Als illustrator gebruik ik deze tool dagelijks voor conceptkunst. De AI begrijpt mijn prompts perfect, en de bewerkingsfuncties stellen me in staat om details in seconden te verfijnen. Het is alsof ik een assistent heb die nooit slaapt!",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Bij :name zijn we toegewijd aan het stimuleren van creativiteit door innovatieve AI-oplossingen. Opgericht met een passie voor technologie en kunst, is onze missie om een platform te bieden waar gebruikers kunnen verkennen, creëren en omgaan met unieke AI-gegenereerde prompts. Wij geloven in de transformerende kracht van kunstmatige intelligentie en haar vermogen om creatieve projecten te inspireren en te verbeteren. Ga met ons mee op deze reis terwijl we nieuwe mogelijkheden ontsluiten voor kunstenaars, schrijvers en creators overal!",
    "Automated Agreement Generation": "Geautomatiseerde Overeenkomstgeneratie",
    "Background Editing": "Achtergrondbewerking",
    "Background Removal in Seconds.": "Achtergrondverwijdering in Seconden.",
    "Background Remover": "Achtergrondverwijderaar",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Balance: :balance SVT": "Saldo: :balance SVT",
    "Barone LLC.": "Barone LLC.",
    "Biffco Ltd.": "Biffco Ltd.",
    "Big Kahuna Ltd.": "Big Kahuna Ltd.",
    "Binford Ltd.": "Binford Ltd.",
    "Boost image clarity and resolution without sacrificing quality.": "Verhoog de helderheid en resolutie van afbeeldingen zonder kwaliteitsverlies.",
    "Boosting Results with AI-Powered Content": "Resultaten Verbeteren met AI-Aangedreven Inhoud",
    "Brand Strategist": "Merkstrateeg",
    "Bring": "Breng",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Breng statische visuals tot leven met beweging. Onze AI-aangedreven image-to-video service transformeert je afbeeldingen in vloeiende, boeiende videoclips — ideaal voor reels, advertenties, productpresentaties en meer. Geen animatie- of videobewerkingsvaardigheden nodig.",
    "Bring your ideas to life with next-gen video creation.": "Breng je ideeën tot leven met next-gen videocreatie.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Je Verbeelding tot Leven Brengen in Elk Levendig Frame.",
    "Browse and Buy Prompts": "Blader en Koop Prompts",
    "Browse by style": "Blader op stijl",
    "Browse powerful video clips generated from single frames.": "Blader door krachtige videoclips gegenereerd uit enkele frames.",
    "Browse the": "Blader door de",
    "Build the future with Smart AI": "Bouw de toekomst met Slimme AI",
    "Building the Future of Fast and Smart Creation.": "De Toekomst Bouwen van Snelle en Slimme Creatie.",
    "Buy AI Creatives": "Koop AI Creatives",
    "Buy Now": "Koop Nu",
    "Buy for :amount AET": "Koop voor :amount AET",
    "Buy for :amount SVT": "Koop voor :amount SVT",
    "Call us": "Bel ons",
    "Can I customize the generated images?": "Kan ik de gegenereerde afbeeldingen aanpassen?",
    "Can I customize the style of the generated image?": "Kan ik de stijl van de gegenereerde afbeelding aanpassen?",
    "Cancel": "Annuleren",
    "Cartoon": "Cartoon",
    "Categories": "Categorieën",
    "Category": "Categorie",
    "Change To": "Wijzigen Naar",
    "Change to :currency": "Wijzigen naar :currency",
    "Check out the latest arts we have on AI-powered image generation and editing tools.": "Bekijk de nieuwste kunst die we hebben op AI-aangedreven beeldgeneratie- en bewerkingstools.",
    "Check what's our": "Bekijk wat onze",
    "Check what's our client say about us.": "Bekijk wat onze klanten over ons zeggen.",
    "Checkout": "Afrekenen",
    "Choose from a wide range of multiple style options available": "Kies uit een breed scala aan beschikbare stijlopties",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Kies uit cinematische, vloeiende of dramatische animaties die passen bij je behoeften.",
    "Choose option:": "Kies optie:",
    "City": "Stad",
    "Clean, Transparent PNG Exports.": "Schone, Transparante PNG Exports.",
    "Click here to re-send the verification email.": "Klik hier om de verificatie-e-mail opnieuw te verzenden.",
    "Client Feedback": "Klantenfeedback",
    "Comic": "Strip",
    "Company Details": "Bedrijfsgegevens",
    "Confirm": "Bevestigen",
    "Confirm Password": "Wachtwoord Bevestigen",
    "Consistent & Predictable Results.": "Consistente & Voorspelbare Resultaten.",
    "Consistent, High-Quality Output": "Consistente, Hoogwaardige Output",
    "Consistently Impressed! After testing over five different image generators, I’ve finally discovered ‘the perfect one.’ The incredible attention to detail and advanced customization options blow me away. My only regret? Not stumbling upon this absolute gem years earlier!": "Consequent Impressionant! Na het testen van meer dan vijf verschillende beeldgeneratoren, heb ik eindelijk 'de perfecte' ontdekt. De ongelooflijke aandacht voor detail en geavanceerde aanpassingsopties verbazen me. Mijn enige spijt? Dat ik deze absolute parel niet jaren eerder heb ontdekt!",
    "Consistently Impressed! As a professional retoucher, I\\'m picky about tools. This AI handles 80% of my basic edits now, letting me focus on creative work. The skin retouching alone is worth the subscription!": "Consequent Impressionant! Als professionele retoucheur ben ik kieskeurig over tools. Deze AI handelt nu 80% van mijn basisbewerkingen af, waardoor ik me kan concentreren op creatief werk. Alleen al de huidretouchering is het abonnement waard!",
    "Contact Info": "Contactinformatie",
    "Contact Us": "Contacteer Ons",
    "Contact us": "Contacteer ons",
    "Contact us!": "Contacteer ons!",
    "Contacts": "Contacten",
    "Content Creator": "Content Creator",
    "Content Marketing Manager": "Content Marketing Manager",
    "Conversion is in progress...": "Conversie is aan de gang...",
    "Convert any image to a high-quality PNG format effortlessly": "Converteer elke afbeelding moeiteloos naar een hoogwaardig PNG-formaat",
    "Convert to PNG": "Converteer naar PNG",
    "Cookie Policy": "Cookiebeleid",
    "Copyright": "Copyright",
    "Copyright, :year @": "Copyright, :year @",
    "Covent Garden, London": "Covent Garden, Londen",
    "Craft breathtaking visuals using state-of-the-art AI technology in just a few seconds": "Creëer adembenemende visuals met behulp van geavanceerde AI-technologie in slechts enkele seconden",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Creëer moeiteloos overtuigende, gepersonaliseerde e-mails. Onze AI-aangedreven e-mailgeneratie helpt je bij het schrijven, optimaliseren en automatiseren van berichten voor betere communicatie en betrokkenheid.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Creëer AI-aangedreven e-mails afgestemd op je bedrijfs- en communicatiebehoeften. Van koude outreach tot nieuwsbrieven—creëer overtuigende berichten in minuten.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Creëer AI-aangedreven juridische overeenkomsten afgestemd op je bedrijfsbehoeften. Van NDA's tot partnerschapscontracten—krijg juridisch solide documenten in minuten.",
    "Create Deposit": "Storting Aanmaken",
    "Create dynamic videos instantly — no animation or editing required.": "Creëer direct dynamische video's — geen animatie of bewerking vereist.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Creëer direct verbluffende, hoogwaardige afbeeldingen met onze AI-gestuurde tools. Genereer moeiteloos unieke visuals afgestemd op je behoeften.",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Creëer transparante PNG-afbeeldingen direct vanuit tekst — ideaal voor logo's, digitale assets en naadloze ontwerpintegratie.",
    "Create. Enhance. Transform.": "Creëer. Verbeter. Transformeer.",
    "Created by AI": "Gemaakt door AI",
    "Creative": "Creatief",
    "Creative Director": "Creatief Directeur",
    "Creative Freedom": "Creatieve Vrijheid",
    "Creative Upscale not only enlarges your image but also enhances textures, sharpness, and color richness. It produces high-resolution results that look sharper and more visually impressive than standard resizing tools.": "Creative Upscale vergroot niet alleen je afbeelding, maar verbetert ook texturen, scherpte en kleurdiepte. Het produceert hoge-resolutie resultaten die scherper en visueel indrukwekkender zijn dan standaard tools voor formaatwijziging.",
    "Creatives": "Creatives",
    "Currency:": "Valuta:",
    "Current password": "Huidig wachtwoord",
    "Custom": "Aangepast",
    "Customizable Styles & Formats.": "Aanpasbare Stijlen & Formaten.",
    "Customize your images with an extensive array of artistic styles and design elements": "Pas je afbeeldingen aan met een uitgebreide reeks artistieke stijlen en ontwerpelementen",
    "DYNAMIC STORIES": "DYNAMISCHE VERHALEN",
    "Daniel T.": "Daniel T.",
    "Dashboard": "Dashboard",
    "Dashboard.": "Dashboard.",
    "Date": "Datum",
    "Delete Account": "Account Verwijderen",
    "Deliver professional results with no watermarks included": "Lever professionele resultaten zonder watermerken",
    "Delivering": "Leveren",
    "Delivers high-quality images with great speed.": "Levert hoogwaardige afbeeldingen met grote snelheid.",
    "Deposit": "Storting",
    "Deposit in": "Storten in",
    "Deposit in :currency": "Storten in :currency",
    "Deposits": "Stortingen",
    "Discover and Buy Unique AI Prompts.": "Ontdek en Koop Unieke AI Prompts.",
    "Discover what your content can become — in just seconds.": "Ontdek wat je content kan worden — in slechts seconden.",
    "Discover, Buy, and Own Unique AI Prompts.": "Ontdek, Koop en Bezit Unieke AI Prompts.",
    "Do I need Photoshop experience?": "Heb ik Photoshop-ervaring nodig?",
    "Do I need any design or technical skills?": "Heb ik ontwerp- of technische vaardigheden nodig?",
    "Do I need design skills to use these services?": "Heb ik ontwerpvaardigheden nodig om deze diensten te gebruiken?",
    "Do you have any question?": "Heb je vragen?",
    "Don't have an account?": "Heb je geen account?",
    "Don't take our word for it.": "Geloof ons niet op ons woord.",
    "Don't find your answer here? just send us a message for any question.": "Vind je hier geen antwoord? Stuur ons een bericht met je vraag.",
    "Don't just take our word for it—here's what creators like you are saying about our AI image generation and editing tools.": "Geloof ons niet alleen op ons woord—hier is wat creators zoals jij zeggen over onze AI-beeldgeneratie- en bewerkingstools.",
    "Don't take our word for it.": "Geloof ons niet op ons woord.",
    "Download": "Downloaden",
    "Download Video": "Video Downloaden",
    "E-Commerce Store Owner": "E-Commerce Winkel Eigenaar",
    "E-commerce Manager": "E-commerce Manager",
    "E-commerce Photographer": "E-commerce Fotograaf",
    "E-commerce Seller": "E-commerce Verkoper",
    "EFFECTIVENESS": "EFFECTIVITEIT",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Krijg eenvoudig toegang tot, bewerk en download je AI-gegenereerde overeenkomsten in één gecentraliseerd dashboard, wat zorgt voor naleving en efficiëntie.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Krijg eenvoudig toegang tot, bewerk en verzend je AI-gegenereerde e-mails vanuit één gecentraliseerd dashboard, wat zorgt voor optimale betrokkenheid en efficiëntie.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Beheer en pas je verkregen AI-gegenereerde financiële en zakelijke inzichten eenvoudig toe in één gecentraliseerd dashboard, wat zorgt voor optimale efficiëntie en strategie-uitvoering.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Vervang eenvoudig achtergronden in elke afbeelding met AI-precisie — ideaal voor het wijzigen van instellingen, stijlen of het creëren van aangepaste scènes.",
    "Easy to Use": "Gebruiksvriendelijk",
    "Edit Profile": "Profiel Bewerken",
    "Edit profile": "Profiel bewerken",
    "Editing": "Bewerken",
    "Effectiveness": "Effectiviteit",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Genereer moeiteloos juridisch conforme overeenkomsten in seconden. Ons platform vereenvoudigt documentcreatie, wat je tijd en moeite bespaart.",
    "Effortlessly remove image backgrounds with unparalleled precision": "Verwijder moeiteloos afbeeldingsachtergronden met ongeëvenaarde precisie",
    "Elevate your images using state-of-the-art upscaling technology for stunning results": "Verhoog je afbeeldingen met geavanceerde opschalingstechnologie voor verbluffende resultaten",
    "Email": "E-mail",
    "Email Password Reset Link": "E-mail Wachtwoord Reset Link",
    "Email address": "E-mailadres",
    "Email generation": "E-mailgeneratie",
    "Emily R.": "Emily R.",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Verbeter de beeldkwaliteit met één klik. Schaal je visuals direct op naar een hogere resolutie — perfect voor prints, producten en professionele inhoud.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Verbeter resolutie en scherpte zonder kwaliteitsverlies. Schaal kleine of lage-resolutie afbeeldingen op naar hoge-definitie in seconden.",
    "Enhance, transform, and refine your visuals with precision AI tools.": "Verbeter, transformeer en verfijn je visuals met precisie AI-tools.",
    "Enjoy a user-friendly interface for quick conversions": "Geniet van een gebruiksvriendelijke interface voor snelle conversies",
    "Enjoy lightning-fast background removal in just seconds": "Geniet van razendsnelle achtergrondverwijdering in slechts seconden",
    "Ensure your account is using a long, random password to stay secure.": "Zorg ervoor dat je account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Enter Email": "Voer E-mail in",
    "Enter Password": "Voer Wachtwoord in",
    "Enter your email address": "Voer je e-mailadres in",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Verwijder afbeeldingsachtergronden in seconden. Slechts één klik voor een schoon, transparant resultaat - perfect voor producten, portretten en creatives.",
    "Esther Howard": "Esther Howard",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Zelfs zonder ontwerpervaring kon ik al mijn productfoto's opschonen en verbeteren. Gemakkelijk en effectief.",
    "Everything you need to create, in one place.": "Alles wat je nodig hebt om te creëren, op één plek.",
    "Experience a user-friendly interface designed to make image upscaling effortless": "Ervaar een gebruiksvriendelijke interface ontworpen om beeldopschaling moeiteloos te maken",
    "Experience an intuitive, highly efficient interface for seamless and innovative image generation": "Ervaar een intuïtieve, zeer efficiënte interface voor naadloze en innovatieve beeldgeneratie",
    "Experience fast and reliable conversion in seconds": "Ervaar snelle en betrouwbare conversie in seconden",
    "Experience seamless integration into your design workflow": "Ervaar naadloze integratie in je ontwerpworkflow",
    "Experience ultra-fast image generation in just a few seconds": "Ervaar ultrasnelle beeldgeneratie in slechts enkele seconden",
    "Explore": "Verkennen",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Verken AI-gestuurde prompts afgestemd op bedrijfs-, financiële en investeringsstrategieën. Elk gekocht kunstwerk kan worden gebruikt volgens je gewenste behoeften.",
    "Explore Creatives": "Verken Creatives",
    "Explore by category": "Verken per categorie",
    "Explore by style": "Verken per stijl",
    "Extremely easy—just type a description of what you want, and the AI handles the rest. No design skills or technical knowledge is required to get professional-looking results in seconds.": "Extreem eenvoudig—typ gewoon een beschrijving van wat je wilt, en de AI doet de rest. Geen ontwerpvaardigheden of technische kennis vereist om in seconden professioneel ogende resultaten te krijgen.",
    "FAQ Image": "FAQ Afbeelding",
    "FEATURES": "KENMERKEN",
    "Fast Generation": "Snelle Generatie",
    "Features": "Kenmerken",
    "Features and Functionalities": "Kenmerken en Functionaliteiten",
    "First Name": "Voornaam",
    "First name": "Voornaam",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Laat ons je e-mailadres weten en we sturen je een wachtwoord reset link waarmee je een nieuwe kunt kiezen.",
    "Format": "Formaat",
    "Freelance Artist": "Freelance Kunstenaar",
    "From words to visuals — powerful tools for unique creations.": "Van woorden naar visuals — krachtige tools voor unieke creaties.",
    "Full description of your idea": "Volledige beschrijving van je idee",
    "Game-Changing AI Tool! After wasting months trying different image generators, I wish I\\'d discovered this service earlier. The quality is unmatched, and the team\\'s responsiveness is incredible. This is now my only go-to for all my design needs!": "Game-Changing AI Tool! Na maanden verspild te hebben met verschillende beeldgeneratoren, had ik deze dienst eerder ontdekt. De kwaliteit is ongeëvenaard en de responsiviteit van het team is ongelooflijk. Dit is nu mijn enige go-to voor al mijn ontwerpbehoeften!",
    "General Frequently Asked Questions": "Algemene Veelgestelde Vragen",
    "Generate": "Genereren",
    "Generate Your Video Now": "Genereer Nu Je Video",
    "Generate and Customize Agreements": "Genereer en Pas Overeenkomsten Aan",
    "Generate and Customize Emails": "Genereer en Pas E-mails Aan",
    "Generate another one": "Genereer nog een",
    "Generate high-quality images directly from your text prompts": "Genereer hoogwaardige afbeeldingen direct vanuit je tekstprompts",
    "Generate image": "Afbeelding genereren",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Genereer verbluffende beeldprompts, overtuigende e-mails en juridisch solide overeenkomsten met AI. Veilig, origineel en ontworpen voor je succes.",
    "Generate stunning visuals from text, enhance your own images with powerful editing tools, or simply browse and buy ready-made AI art — all in one place.": "Genereer verbluffende visuals vanuit tekst, verbeter je eigen afbeeldingen met krachtige bewerkingstools, of blader en koop kant-en-klare AI-kunst — alles op één plek.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Genereer verbluffende, hoogwaardige visuals vanuit eenvoudige tekstprompts — perfect voor creatieve projecten, marketing en conceptontwerp.",
    "Generation": "Generatie",
    "Generative Fill & Smart Retouching.": "Generatieve Vulling & Slimme Retouchering.",
    "Generative Fill lets you add or replace elements in your image using AI. For example, you can remove an object or add new ones, and the tool will blend everything naturally to match the original style.": "Generatieve Vulling laat je elementen toevoegen of vervangen in je afbeelding met behulp van AI. Je kunt bijvoorbeeld een object verwijderen of nieuwe toevoegen, en de tool zal alles natuurlijk mengen om overeen te komen met de originele stijl.",
    "Get in touch with us": "Neem contact met ons op",
    "Get our all info and also can message us directly from here": "Krijg al onze info en je kunt ons ook direct hiervandaan berichten",
    "Get started": "Begin",
    "Getting Started": "Aan de slag",
    "Getting started": "Aan de slag",
    "Got a Question?": "Heb je een vraag?",
    "Got questions?": "Heb je vragen?",
    "Graphic Designer": "Grafisch Ontwerper",
    "HIGHLIGHTS": "HOOGTEPUNTEN",
    "Have an account?": "Heb je een account?",
    "Here are just a few of our customer feedbacks. Have no trust in what we have to say. Have a look at what some of our prior clients have said about us.": "Hier zijn slechts enkele van onze klantfeedbacks. Vertrouw niet alleen op wat wij te zeggen hebben. Bekijk wat enkele van onze eerdere klanten over ons hebben gezegd.",
    "High-Resolution Outputs.": "Hoge-Resolutie Outputs.",
    "Highest quality Generative AI models": "Hoogste kwaliteit Generatieve AI-modellen",
    "Highlights": "Hoogtepunten",
    "Home": "Home",
    "How does AI photo enhancement work?": "Hoe werkt AI-fotoverbetering?",
    "How does Image Upscale help me?": "Hoe helpt Image Upscale mij?",
    "How does Text-to-Image work?": "Hoe werkt Tekst-naar-Afbeelding?",
    "How does the Background Remover work?": "Hoe werkt de Achtergrondverwijderaar?",
    "How easy is it to generate images with your tool?": "Hoe gemakkelijk is het om afbeeldingen te genereren met jullie tool?",
    "I agree to": "Ik ga akkoord met",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Ik ga akkoord met <a href=\":privacyPolicyUrl\" target=\"_blank\">privacybeleid</a> en <a href=\":termsConditionsUrl\">algemene voorwaarden</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Ik heb meerdere prompts getest en was onder de indruk van hoe betrouwbaar de resultaten waren. Geweldige controle over stijl en formaat.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Ik typte een eenvoudige beschrijving en kreeg een verbluffende visual. De tekst-naar-afbeelding tool is ongelooflijk goed — het voelt als magie.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Ik gebruik de generator om concepten te visualiseren voor landingspagina's en advertenties. Het bespaart tijd en maakt direct indruk op klanten.",
    "I use the image generation service to quickly test visual ideas during the design phase — it’s like having a creative assistant on demand.": "Ik gebruik de beeldgeneratiedienst om snel visuele ideeën te testen tijdens de ontwerpfase — het is alsof ik een creatieve assistent op afroep heb.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Ik gebruikte de opschalings- en retoucheertools om visuals voor een last-minute advertentie voor te bereiden — de resultaten zagen eruit alsof een professional ze had gemaakt.",
    "I used to waste hours editing thumbnails—now I generate eye-catching images in one click. The AI even suggests improvements! My subscribers keep asking who my designer is… little do they know it’s AI!": "Ik verspilde uren aan het bewerken van thumbnails—nu genereer ik in één klik opvallende afbeeldingen. De AI stelt zelfs verbeteringen voor! Mijn abonnees blijven vragen wie mijn ontwerper is… ze weten niet dat het AI is!",
    "I went from struggling with visuals to posting stunning, on-brand graphics every day. The background removal and style transfer tools are lifesavers. Now, our engagement is through the roof!": "Ik ging van worstelen met visuals naar het dagelijks plaatsen van verbluffende, merkconforme graphics. De achtergrondverwijderings- en stijltransfertools zijn levensredders. Nu is onze betrokkenheid door het dak!",
    "INSANE VISUALS": "KRANKZINNIGE VISUALS",
    "INSTANT PROMO": "DIRECTE PROMO",
    "Ideal for design projects needing transparency features": "Ideaal voor ontwerpprojecten die transparantiefuncties nodig hebben",
    "Ideal for enhancing photography and design projects with superior upscaled visuals": "Ideaal voor het verbeteren van fotografie en ontwerpprojecten met superieure opgeschaalde visuals",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideaal voor sociale media, productpresentaties, campagnes en storytelling.",
    "If you want to ask us a question, contact us!": "Als je ons een vraag wilt stellen, neem contact met ons op!",
    "Illustration": "Illustratie",
    "Image Editing": "Beeldbewerking",
    "Image Generation": "Beeldgeneratie",
    "Image Upscale": "Beeldopschaling",
    "Image Upscale increases the canvas of your image — great for making it fit new formats or layouts. It generates matching surroundings so the extended parts blend seamlessly with the rest of the image.": "Beeldopschaling vergroot het canvas van je afbeelding — geweldig om het passend te maken voor nieuwe formaten of lay-outs. Het genereert overeenkomende omgevingen zodat de uitgebreide delen naadloos opgaan in de rest van de afbeelding.",
    "Image generation": "Beeldgeneratie",
    "Image is being generated...": "Afbeelding wordt gegenereerd...",
    "Image is being processed...": "Afbeelding wordt verwerkt...",
    "Image to Video": "Afbeelding naar Video",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Onder de indruk van de Kwaliteit",
    "Incredible Creativity!": "Ongelooflijke Creativiteit!",
    "Information": "Informatie",
    "Instant Delivery & Full Usage Rights.": "Directe Levering & Volledige Gebruiksrechten.",
    "Instant Image Generation": "Directe Beeldgeneratie",
    "Instantly generate premium transparent visuals from text descriptions — the ultimate tool for ad campaigns, social media, and brand assets.": "Genereer direct premium transparante visuals vanuit tekstbeschrijvingen — de ultieme tool voor advertentiecampagnes, sociale media en merkmiddelen.",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Verwijder direct achtergronden uit elke afbeelding met AI-precisie — perfect voor e-commerce, productfoto's en creatieve projecten.",
    "Insufficient balance.": "Onvoldoende saldo.",
    "Is background removal really automatic?": "Is achtergrondverwijdering echt automatisch?",
    "It creates images with transparent backgrounds (.PNG format)—perfect for logos, product mockups, social media graphics, and designs requiring seamless overlays.": "Het creëert afbeeldingen met transparante achtergronden (.PNG-formaat)—perfect voor logo's, productmockups, sociale media graphics en ontwerpen die naadloze overlays vereisen.",
    "Itsolutio - Your AI Helper": "Itsolutio - Je AI Helper",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Ik ben geen ontwerper, maar ik creëerde geweldige visuals door gewoon te typen wat ik nodig had. De interface is schoon en intuïtief.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Ik heb een paar beeldbewerkingsplatforms geprobeerd, maar deze leverde de beste resultaten, vooral in opschalingshelderheid en kleurcorrectie.",
    "Jake L.": "Jake L.",
    "Japanese": "Japans",
    "Jenny Wilson": "Jenny Wilson",
    "Jessica H.": "Jessica H.",
    "Just upload and generate — your image becomes a video in moments.": "Upload en genereer — je afbeelding wordt in een oogwenk een video.",
    "Languages": "Talen",
    "Last Name": "Achternaam",
    "Last name": "Achternaam",
    "Let these metrics highlight our power and seamless workflow.": "Laat deze metrics onze kracht en naadloze workflow benadrukken.",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Laat ons het zware werk doen - tekst & afbeelding naar video, volledig geautomatiseerd.",
    "Links": "Links",
    "List of deposits": "Lijst van stortingen",
    "Loading... Please wait while your files are being prepared.": "Laden... Wacht terwijl je bestanden worden voorbereid.",
    "Location": "Locatie",
    "Log Out": "Uitloggen",
    "Login": "Inloggen",
    "Login Here": "Hier Inloggen",
    "Login here": "Hier inloggen",
    "Login using an existing account or create a new account <a href=\":url\">here": "Log in met een bestaand account of maak een nieuw account <a href=\":url\">hier",
    "Logout": "Uitloggen",
    "Look at our clients feedback": "Bekijk de feedback van onze klanten",
    "Looks Like Magic": "Lijkt op Magie",
    "Mail us": "Mail ons",
    "Maintain exceptional image clarity during conversion": "Behoud uitzonderlijke beeldhelderheid tijdens conversie",
    "Make Deposit": "Storting Doen",
    "Make a deposit": "Doe een storting",
    "Manage Your Agreements": "Beheer Je Overeenkomsten",
    "Manage Your Emails": "Beheer Je E-mails",
    "Marketers, designers, entrepreneurs, content creators, and developers who need fast, affordable, and royalty-free visuals.": "Marketeers, ontwerpers, ondernemers, content creators en ontwikkelaars die snelle, betaalbare en rechtenvrije visuals nodig hebben.",
    "Marketing Strategist": "Marketing Strateeg",
    "Marketplace": "Marktplaats",
    "Marvin McKey": "Marvin McKey",
    "Message us to": "Bericht ons naar",
    "Model": "Model",
    "More than just images": "Meer dan alleen afbeeldingen",
    "Multiple Styles": "Meerdere Stijlen",
    "My Deposits": "Mijn Stortingen",
    "My creatives": "Mijn creatives",
    "My profile": "Mijn profiel",
    "New password": "Nieuw wachtwoord",
    "New prompts": "Nieuwe prompts",
    "Newsletter": "Nieuwsbrief",
    "Next": "Volgende",
    "Next fully": "Volgende volledig",
    "Next page": "Volgende pagina",
    "No Category": "Geen Categorie",
    "No design skills are required. Just describe your idea in plain language — the AI handles the rest. It’s made for creators of all experience levels.": "Geen ontwerpvaardigheden vereist. Beschrijf je idee gewoon in eenvoudige taal — de AI doet de rest. Het is gemaakt voor creators van alle ervaringsniveaus.",
    "No. The AI handles everything—just type what you imagine in plain language. No Photoshop or design experience required.": "Nee. De AI regelt alles—typ gewoon wat je je voorstelt in eenvoudige taal. Geen Photoshop- of ontwerpervaring vereist.",
    "Not at all. All tools are designed to be user-friendly. You simply upload an image, make your selection, and let the AI handle the editing. No technical or design experience needed.": "Helemaal niet. Alle tools zijn ontworpen om gebruiksvriendelijk te zijn. Je uploadt simpelweg een afbeelding, maakt je selectie en laat de AI de bewerking afhandelen. Geen technische of ontwerpervaring nodig.",
    "Not at all. Our interface is designed for beginners, with one-click enhancements and intuitive sliders for advanced users. Professional results require zero technical skills.": "Helemaal niet. Onze interface is ontworpen voor beginners, met verbeteringen met één klik en intuïtieve schuifregelaars voor gevorderde gebruikers. Professionele resultaten vereisen geen technische vaardigheden.",
    "Nova Creative Team": "Nova Creatief Team",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Zodra je account is verwijderd, worden alle bijbehorende middelen en gegevens permanent verwijderd. Download voor het verwijderen van je account alle gegevens of informatie die je wilt behouden.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Zodra je account is verwijderd, worden alle bijbehorende middelen en gegevens permanent verwijderd. Voer je wachtwoord in om te bevestigen dat je je account permanent wilt verwijderen.",
    "Online Store Owner": "Online Winkel Eigenaar",
    "Open a chat or give us call at": "Open een chat of bel ons op",
    "Orders": "Bestellingen",
    "Our AI analyzes each image to automatically adjust exposure, colors, and sharpness while preserving important details - delivering studio-quality results in one click.": "Onze AI analyseert elke afbeelding om automatisch belichting, kleuren en scherpte aan te passen terwijl belangrijke details behouden blijven - levert studio-kwaliteit resultaten in één klik.",
    "Our AI transforms text prompts into high-quality visuals. Generate anything from photorealistic scenes to abstract art and branded content—tailored to your creative vision.": "Onze AI transformeert tekstprompts in hoogwaardige visuals. Genereer alles van fotorealistische scènes tot abstracte kunst en merkcontent—afgestemd op je creatieve visie.",
    "Our Address": "Ons Adres",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Onze beeldbewerkingsdiensten worden aangedreven door top talent en AI-tools — leveren snelle, hoogwaardige visuele verbeteringen voor elk project.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Onze beeldgeneratiediensten combineren geavanceerde AI met creatieve flexibiliteit — produceren unieke, hoogwaardige visuals vanuit tekst in seconden.",
    "Our office": "Ons kantoor",
    "Our service prioritizes quality, speed, and versatility, ensuring you get visually impressive results tailored to your needs—without compromising on creativity or control.": "Onze dienst geeft prioriteit aan kwaliteit, snelheid en veelzijdigheid, zodat je visueel indrukwekkende resultaten krijgt die zijn afgestemd op je behoeften—zonder compromissen te sluiten op creativiteit of controle.",
    "Our tools offer professional-grade photo enhancement, background removal, color correction, and batch processing - perfect for photographers, e-commerce, and marketers.": "Onze tools bieden professionele fotoverbetering, achtergrondverwijdering, kleurcorrectie en batchverwerking - perfect voor fotografen, e-commerce en marketeers.",
    "Password": "Wachtwoord",
    "Password confirmation": "Wachtwoordbevestiging",
    "Perfect for Content": "Perfect voor Inhoud",
    "Perfect for Fast Prototypes": "Perfect voor Snelle Prototypes",
    "Perfect for Non-Designers! I\\'m a writer with zero design skills, but this tool makes me look like a pro. The intuitive interface and stunning outputs have transformed my content. I’m honestly hesitant to recommend it—I want to keep the advantage!": "Perfect voor Niet-Ontwerpers! Ik ben een schrijver zonder ontwerpvaardigheden, maar deze tool maakt dat ik eruitzie als een pro. De intuïtieve interface en verbluffende outputs hebben mijn content getransformeerd. Ik aarzel eerlijk gezegd om het aan te bevelen—ik wil het voordeel behouden!",
    "Perfect for Social Media Managers! I edit hundreds of images weekly - this tool cut my work time in half. The batch processing and preset styles are game-changers for our agency\\'s workflow.": "Perfect voor Sociale Media Managers! Ik bewerk wekelijks honderden afbeeldingen - deze tool heeft mijn werktijd gehalveerd. De batchverwerking en vooraf ingestelde stijlen zijn game-changers voor de workflow van ons bureau.",
    "Perfect for design, marketing, or product visuals.": "Perfect voor ontwerp, marketing of productvisuals.",
    "Perfect for e-commerce, content, or digital design.": "Perfect voor e-commerce, content of digitaal ontwerp.",
    "Perfectly suited for seamless integration into design projects": "Perfect geschikt voor naadloze integratie in ontwerpprojecten",
    "Personal data": "Persoonlijke gegevens",
    "Peter Cooper": "Peter Cooper",
    "Phone": "Telefoon",
    "Photo Tools": "Foto Tools",
    "Photographer": "Fotograaf",
    "Photographers, e-commerce businesses, marketing agencies, social media managers, and anyone needing professional-looking images without the complexity of traditional software.": "Fotografen, e-commerce bedrijven, marketingbureaus, sociale media managers en iedereen die professioneel ogende afbeeldingen nodig heeft zonder de complexiteit van traditionele software.",
    "Please create your account": "Maak je account aan",
    "Please login to your account": "Log in op je account",
    "Please send us information about your project. One of our project managers shall evaluate your project requirements and give you a formal proposal. Detailed information will help us evaluate your project accurately.": "Stuur ons informatie over je project. Een van onze projectmanagers zal je projectvereisten evalueren en je een formeel voorstel doen. Gedetailleerde informatie helpt ons je project nauwkeurig te evalueren.",
    "Policies": "Beleid",
    "Post code": "Postcode",
    "Powerful Tools at Your Fingertips": "Krachtige Tools Binnen Handbereik",
    "Powerful Tools at Your Fingertips.": "Krachtige Tools Binnen Handbereik.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Creativiteit Aandrijven met Expert-Geleide Latente Diffusie.",
    "Preserve intricate details to ensure professional-grade quality in all your visuals": "Behoud ingewikkelde details om professionele kwaliteit te garanderen in al je visuals",
    "Previous": "Vorige",
    "Previous page": "Vorige pagina",
    "Price": "Prijs",
    "Price :amount": "Prijs :amount",
    "Privacy Policy": "Privacybeleid",
    "Priya K.": "Priya K.",
    "Produce clear-background PNG images from any text - excellent for branding assets, digital media, and smooth visual integration.": "Produceer PNG-afbeeldingen met een duidelijke achtergrond vanuit elke tekst - uitstekend voor merkmiddelen, digitale media en soepele visuele integratie.",
    "Produce professional-grade, high-resolution results perfect for marketing and creative projects": "Produceer professionele, hoge-resolutie resultaten perfect voor marketing en creatieve projecten",
    "Product not found": "Product niet gevonden",
    "Professional Photo Editing": "Professionele Fotobewerking",
    "Professional-Grade Quality Enhancements.": "Professionele Kwaliteitsverbeteringen.",
    "Profile": "Profiel",
    "Profile Information": "Profielinformatie",
    "Prompt": "Prompt",
    "Prompt marketplace": "Prompt marktplaats",
    "Providing": "Leveren",
    "Purchase": "Aankoop",
    "Questions & Answers": "Vragen & Antwoorden",
    "Questions and Answers": "Vragen en Antwoorden",
    "Quick Menu": "Snelmenu",
    "Quickly eliminate image backgrounds with AI-powered precision.": "Verwijder snel afbeeldingsachtergronden met AI-aangedreven precisie.",
    "REELS THAT SELL": "REELS DIE VERKOPEN",
    "Ready to create something": "Klaar om iets te creëren",
    "Realistic": "Realistisch",
    "Register": "Registreren",
    "Registration": "Registratie",
    "Remove Background Now": "Verwijder Nu Achtergrond",
    "Replenishment amount (:amount :currency = 1 ART)": "Aanvullingsbedrag (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Aanvullingsbedrag (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Verificatie-e-mail Opnieuw Verzenden",
    "Reset Password": "Wachtwoord Resetten",
    "Resize & Expand with Visual Consistency.": "Formaat Wijzigen & Uitbreiden met Visuele Consistentie.",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Pas het formaat van je afbeeldingen aan voor elk formaat of platform zonder vervorming — slimme cropping en schaling aangedreven door AI.",
    "Resources": "Bronnen",
    "SCROLL-STOPPERS": "SCROLL-STOPPERS",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "HAPKLARE INHOUD",
    "SOCIAL-READY": "SOCIAAL-KLAAR",
    "Save": "Opslaan",
    "Saved My Business Time & Money! As a marketer, I struggled with expensive designers until I found this service. The AI-generated images are so professional, my clients think I hired a full-time artist. Why didn't I switch sooner?": "Heeft Mijn Bedrijf Tijd & Geld Bespaard! Als marketeer worstelde ik met dure ontwerpers totdat ik deze dienst vond. De AI-gegenereerde afbeeldingen zijn zo professioneel dat mijn klanten denken dat ik een fulltime kunstenaar heb ingehuurd. Waarom ben ik niet eerder overgestapt?",
    "Saved My Instagram Campaign": "Heeft Mijn Instagram Campagne Gered",
    "Saved My Photography Business! The automatic color correction alone is worth ten times the price. Clients now think I've upgraded all my equipment when I just upgraded my editing software!": "Heeft Mijn Fotografiebedrijf Gered! Alleen al de automatische kleurcorrectie is tien keer de prijs waard. Klanten denken nu dat ik al mijn apparatuur heb geüpgraded terwijl ik alleen mijn bewerkingssoftware heb verbeterd!",
    "Saved.": "Opgeslagen.",
    "Seamlessly replace image backgrounds using AI.": "Vervang naadloos afbeeldingsachtergronden met behulp van AI.",
    "Search": "Zoeken",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Vul je portemonnee veilig aan om premium AI-gestuurde zakelijke inzichten, financiële modellen en investeringsstrategieën te ontgrendelen.",
    "Services": "Diensten",
    "Share": "Delen",
    "Shortsy text-to-image tool has completely transformed our content creation process. It saves us so much time, and the quality is consistently outstanding.": "Shortsy tekst-naar-afbeelding tool heeft ons contentcreatieproces volledig getransformeerd. Het bespaart ons zoveel tijd en de kwaliteit is consequent uitstekend.",
    "Shortsy.art offers advanced AI-powered tools that simplify and elevate your creative workflow — fast, accurate, and built for creators.": "Shortsy.art biedt geavanceerde AI-aangedreven tools die je creatieve workflow vereenvoudigen en verbeteren — snel, nauwkeurig en gebouwd voor creators.",
    "Shortsy.art provides cutting-edge AI tools that turn your ideas into stunning visuals — fast, flexible, and built for creators.": "Shortsy.art biedt geavanceerde AI-tools die je ideeën omzetten in verbluffende visuals — snel, flexibel en gebouwd voor creators.",
    "Sign In": "Inloggen",
    "Sign Up": "Aanmelden",
    "Sign in": "Inloggen",
    "Sign in.": "Inloggen.",
    "Sign out": "Uitloggen",
    "Sign up": "Aanmelden",
    "Significantly improve image clarity with a fast, efficient, and highly reliable process": "Verbeter de beeldhelderheid aanzienlijk met een snel, efficiënt en zeer betrouwbaar proces",
    "Signup for our newsletter to get the latest news in your inbox.": "Meld je aan voor onze nieuwsbrief om het laatste nieuws in je inbox te ontvangen.",
    "Similar products in same category": "Vergelijkbare producten in dezelfde categorie",
    "Simply enter a descriptive text prompt, and the AI will generate an image based on your input. You can guide the output using optional parameters like style, aspect ratio, or composition preferences.": "Voer eenvoudig een beschrijvende tekstprompt in, en de AI zal een afbeelding genereren op basis van je input. Je kunt de output sturen met optionele parameters zoals stijl, beeldverhouding of compositievoorkeuren.",
    "Size": "Grootte",
    "So Easy to Use": "Zo Gemakkelijk te Gebruiken",
    "Social Media Director": "Sociale Media Directeur",
    "Socials": "Socials",
    "Sorry, error occured this time sending your message.": "Sorry, er is een fout opgetreden bij het verzenden van je bericht.",
    "Start Upscaling": "Begin met Opschalen",
    "Start editing Images": "Begin met Afbeeldingen Bewerken",
    "Start generate Images": "Begin met Afbeeldingen Genereren",
    "Start now!": "Begin nu!",
    "Start your creative journey — it only takes a moment.": "Start je creatieve reis — het duurt slechts een moment.",
    "Startup Founder": "Startup Oprichter",
    "Status": "Status",
    "Still don't have an account?": "Heb je nog steeds geen account?",
    "Style": "Stijl",
    "Style Customization": "Stijlaanpassing",
    "Styles": "Stijlen",
    "Submit": "Verzenden",
    "Submit Form": "Formulier Verzenden",
    "Successful Edit Accuracy Rate": "Succesvolle Bewerkingsnauwkeurigheid",
    "Super Intuitive Tools": "Super Intuïtieve Tools",
    "Support": "Ondersteuning",
    "Support transparent backgrounds with remarkable ease": "Ondersteun transparante achtergronden met opmerkelijk gemak",
    "Terms & Condition": "Voorwaarden",
    "Terms & Conditions": "Algemene Voorwaarden",
    "Terms and Conditions": "Algemene Voorwaarden",
    "Text to Image": "Tekst naar Afbeelding",
    "Text to PNG": "Tekst naar PNG",
    "Text to Video": "Tekst naar Video",
    "Text-to-Image AI analyzes your text prompt and generates a unique visual representation using deep learning algorithms. Just describe what you want, and the system creates it pixel by pixel.": "Tekst-naar-Afbeelding AI analyseert je tekstprompt en genereert een unieke visuele weergave met behulp van deep learning algoritmen. Beschrijf gewoon wat je wilt, en het systeem creëert het pixel voor pixel.",
    "Text-to-Image Creation.": "Tekst-naar-Afbeelding Creatie.",
    "Text-to-PNG allows you to create images with transparent backgrounds, making them perfect for digital assets, marketing visuals, or overlays in designs. The output is instantly ready for use.": "Tekst-naar-PNG stelt je in staat om afbeeldingen met transparante achtergronden te creëren, waardoor ze perfect zijn voor digitale assets, marketingvisuals of overlays in ontwerpen. De output is direct klaar voor gebruik.",
    "Thank you!": "Dank je!",
    "Thank you! Form has been submitted.": "Dank je! Formulier is verzonden.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Bedankt voor het aanmelden! Voordat je begint, kun je je e-mailadres verifiëren door op de link te klikken die we je zojuist hebben gemaild? Als je de e-mail niet hebt ontvangen, sturen we je graag een nieuwe.",
    "The AI-generated product images saved us thousands on photoshoots! The quality is so realistic, and we can create hundreds of variations in minutes. Our conversion rates jumped by 30%—absolutely worth it!": "De AI-gegenereerde productafbeeldingen bespaarden ons duizenden op fotoshoots! De kwaliteit is zo realistisch en we kunnen in minuten honderden variaties creëren. Onze conversieratio's stegen met 30%—absoluut de moeite waard!",
    "The Background Remover isolates the main subject in your image by erasing the background automatically. It’s perfect for product photos, profile pictures, or any image where you need a clean cutout.": "De Achtergrondverwijderaar isoleert het hoofdonderwerp in je afbeelding door de achtergrond automatisch te wissen. Het is perfect voor productfoto's, profielfoto's of elke afbeelding waar je een schone uitsnede nodig hebt.",
    "The Opinions of Our Clients": "De Meningen van Onze Klanten",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "De Tekst-naar-PNG tool gaf me kant-en-klare graphics voor mijn Shopify-winkel — geen bewerking nodig. Gewoon slepen en neerzetten!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "De achtergrondverwijderaar is ongelooflijk nauwkeurig. Ik gebruikte het voor productopnamen en het bespaarde me uren aan bewerking. Sterk aanbevolen!",
    "The background remover is incredibly precise. What used to take 20 minutes per image now takes just a few seconds — and looks better.": "De achtergrondverwijderaar is ongelooflijk precies. Wat vroeger 20 minuten per afbeelding kostte, duurt nu slechts enkele seconden — en ziet er beter uit.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "De generatieve vultool is geweldig. Ik verlengde een achtergrond en voegde ontbrekende delen toe — en niemand kon zien dat het AI was!",
    "The views expressed by our existing clients": "De meningen geuit door onze bestaande klanten",
    "There is no generated images...": "Er zijn geen gegenereerde afbeeldingen...",
    "These services are ideal for e-commerce sellers, designers, marketers, content creators, and anyone who needs polished visuals — fast. Whether you're prepping product images or creating social media content, these tools save time and boost quality.": "Deze diensten zijn ideaal voor e-commerce verkopers, ontwerpers, marketeers, content creators en iedereen die gepolijste visuals nodig heeft — snel. Of je nu productafbeeldingen voorbereidt of sociale media content creëert, deze tools besparen tijd en verhogen de kwaliteit.",
    "These tools are perfect for marketers, designers, developers, entrepreneurs, and content creators who need fast, high-quality visuals without hiring a designer or spending hours in editing software.": "Deze tools zijn perfect voor marketeers, ontwerpers, ontwikkelaars, ondernemers en content creators die snelle, hoogwaardige visuals nodig hebben zonder een ontwerper in te huren of uren in bewerkingssoftware te besteden.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is een beveiligd gebied van de toepassing. Bevestig je wachtwoord voordat je doorgaat.",
    "Top Sellers": "Top Verkopers",
    "Top Up Your Wallet": "Vul Je Portemonnee Aan",
    "Transform Ideas Into Visuals – Instantly.": "Transformeer Ideeën in Visuals – Direct.",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Transformeer statische afbeeldingen in vloeiende, AI-gegenereerde videoclips in seconden.",
    "Transform your detailed text descriptions into vibrant, lifelike images with stunning clarity": "Transformeer je gedetailleerde tekstbeschrijvingen in levendige, levensechte afbeeldingen met verbluffende helderheid",
    "Transparent PNG Output.": "Transparante PNG Output.",
    "Transparent PNGs Are a Lifesaver": "Transparante PNG's Zijn een Redder in Nood",
    "Transparent PNGs Created": "Transparante PNG's Gemaakt",
    "Turn ideas into breathtaking visuals—instantly. Whether you need AI-generated art or professional-grade photo edits, our tools deliver stunning results with zero hassle.": "Zet ideeën om in adembenemende visuals—direct. Of je nu AI-gegenereerde kunst nodig hebt of professionele fotobewerkingen, onze tools leveren verbluffende resultaten zonder gedoe.",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Zet je ideeën om in verbluffende video's met alleen woorden. Onze AI-aangedreven tekst-naar-video dienst transformeert geschreven prompts in dynamische, hoogwaardige video's — perfect voor sociale media, advertenties, storytelling en meer. Geen bewerkingsvaardigheden vereist.",
    "UI/UX Designer": "UI/UX Ontwerper",
    "Unbelievable Precision! The AI detects edges better than any human editor. My product photos now look studio-quality without the studio price tag. This is my secret weapon for our e-commerce store!": "Ongelooflijke Precisie! De AI detecteert randen beter dan welke menselijke editor ook. Mijn productfoto's zien er nu uit als studio-kwaliteit zonder het studioprijskaartje. Dit is mijn geheime wapen voor onze e-commerce winkel!",
    "Unbelievable Results! I\\'ve tested countless AI image platforms over the past year, but none compare to this one. The precision and creativity are next-level. I almost don\\'t want to share how good it is—it feels like my secret weapon!": "Ongelooflijke Resultaten! Ik heb het afgelopen jaar talloze AI-beeldplatforms getest, maar geen enkele kan tippen aan deze. De precisie en creativiteit zijn next-level. Ik wil bijna niet delen hoe goed het is—het voelt als mijn geheime wapen!",
    "Unlock the Full Power of AI Image Generation & Editing": "Ontgrendel de Volledige Kracht van AI Beeldgeneratie & Bewerking",
    "Unmatched Speed and Precision in Generative Power.": "Ongeëvenaarde Snelheid en Precisie in Generatieve Kracht.",
    "Update Password": "Wachtwoord Bijwerken",
    "Update your account's profile information and email address.": "Werk de profielinformatie en het e-mailadres van je account bij.",
    "Upload File": "Bestand Uploaden",
    "Upload any image — our AI brings it to life with motion and style.": "Upload elke afbeelding — onze AI brengt het tot leven met beweging en stijl.",
    "User-friendly interface makes background removal a breeze": "Gebruiksvriendelijke interface maakt achtergrondverwijdering een fluitje van een cent",
    "VIRAL CLIPS": "VIRALE CLIPS",
    "Very Solid!!": "Zeer Solide!!",
    "Video is being generated...": "Video wordt gegenereerd...",
    "Wade Warren": "Wade Warren",
    "Watch Images Come Alive.": "Zie Afbeeldingen Tot Leven Komen.",
    "We Offer Cutting-Edge AI Image Services – From Instant Generation to Professional Editing & Enhancement": "Wij Bieden Geavanceerde AI Beelddiensten – Van Directe Generatie tot Professionele Bewerking & Verbetering",
    "We are Here to Answer It!": "Wij Zijn Hier om Het te Beantwoorden!",
    "We blend AI with human creativity.": "Wij combineren AI met menselijke creativiteit.",
    "We onboarded this for client projects, and the results blew us away. Fast edits, brand-consistent generations, and happy clients. It’s now our secret weapon for scaling creative work.": "We hebben dit geïmplementeerd voor klantprojecten en de resultaten bliezen ons omver. Snelle bewerkingen, merkconforme generaties en tevreden klanten. Het is nu ons geheime wapen voor het schalen van creatief werk.",
    "We rely on the upscaling and retouch tools for campaign assets. The results are sharp, clean, and perfectly aligned with our brand quality.": "We vertrouwen op de opschalings- en retoucheertools voor campagne-assets. De resultaten zijn scherp, schoon en perfect afgestemd op onze merkkwaliteit.",
    "We specialize in cutting-edge AI image generation technology that transforms your ideas into stunning visuals, empowering businesses with innovative digital solutions to enhance their brand and accelerate growth.": "Wij zijn gespecialiseerd in geavanceerde AI-beeldgeneratietechnologie die je ideeën transformeert in verbluffende visuals, bedrijven versterkt met innovatieve digitale oplossingen om hun merk te verbeteren en groei te versnellen.",
    "We transform images with AI—creating, enhancing and automating visuals for your business. Generate stunning artwork, perfect photos, and streamline workflows with intelligent algorithms.": "We transformeren afbeeldingen met AI—creëren, verbeteren en automatiseren van visuals voor je bedrijf. Genereer verbluffende kunstwerken, perfecte foto's en stroomlijn workflows met intelligente algoritmen.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "We waarderen je gedachten en vragen. Laat ons weten hoe we je kunnen helpen of onze diensten kunnen verbeteren.",
    "Welcome Back": "Welkom Terug",
    "Welcome back — ready to create?": "Welkom terug — klaar om te creëren?",
    "Well, we've got": "Nou, we hebben",
    "What can I do with Shortsy image editing services?": "Wat kan ik doen met Shortsy beeldbewerkingsdiensten?",
    "What can I do with Shortsy image generation services?": "Wat kan ik doen met Shortsy beeldgeneratiediensten?",
    "What can I do with your AI image generation service?": "Wat kan ik doen met jullie AI-beeldgeneratiedienst?",
    "What can I do with your image editing services?": "Wat kan ik doen met jullie beeldbewerkingsdiensten?",
    "What can I do with your image generation services?": "Wat kan ik doen met jullie beeldgeneratiediensten?",
    "What is Generative Fill used for?": "Waarvoor wordt Generatieve Vulling gebruikt?",
    "What is Text-to-PNG used for?": "Waarvoor wordt Tekst-naar-PNG gebruikt?",
    "What makes your AI image generation different?": "Wat maakt jullie AI-beeldgeneratie anders?",
    "What’s special about the Creative Upscale tool?": "Wat is speciaal aan de Creative Upscale tool?",
    "Who benefits from using image generation tools?": "Wie profiteert van het gebruik van beeldgeneratietools?",
    "Who should use these image editing tools?": "Wie zou deze beeldbewerkingstools moeten gebruiken?",
    "Who uses your editing tools?": "Wie gebruikt jullie bewerkingstools?",
    "Will I get the same image if I use the same prompt again?": "Krijg ik dezelfde afbeelding als ik dezelfde prompt opnieuw gebruik?",
    "Yes! Our AI detects subjects with 99% accuracy, even with complex edges like hair or fur. You get perfect cutouts in seconds, with optional manual refinements.": "Ja! Onze AI detecteert onderwerpen met 99% nauwkeurigheid, zelfs met complexe randen zoals haar of bont. Je krijgt perfecte uitsneden in seconden, met optionele handmatige verfijningen.",
    "Yes, using the same prompt and parameters will yield consistent results. This is useful when you need reliable, repeatable outputs for campaigns or multiple assets.": "Ja, het gebruik van dezelfde prompt en parameters levert consistente resultaten op. Dit is handig wanneer je betrouwbare, herhaalbare uitvoer nodig hebt voor campagnes of meerdere assets.",
    "Yes. You can choose from a variety of styles such as realistic, illustrated, minimal, or artistic. The generator adapts to your prompt and style settings for a unique result.": "Ja. Je kunt kiezen uit verschillende stijlen zoals realistisch, geïllustreerd, minimaal of artistiek. De generator past zich aan je prompt- en stijlinstellingen aan voor een uniek resultaat.",
    "You are about to purchase a <b>:title</b>": "Je staat op het punt om een <b>:title</b> te kopen",
    "You can create high-quality images from text prompts using advanced AI-driven tools. Whether you need tools to generate realistic scenes, abstract visuals, or branded content, the tools allow you to generate visuals tailored to your creative needs.": "Je kunt hoogwaardige afbeeldingen maken uit tekstprompts met behulp van geavanceerde AI-gestuurde tools. Of je nu tools nodig hebt om realistische scènes, abstracte visuals of merkcontent te genereren, de tools stellen je in staat om visuals te genereren die zijn afgestemd op je creatieve behoeften.",
    "You can create stunning visuals directly from text prompts by advanced AI. Whether you need realistic scenes, abstract visuals or even branded content, the tools let you create unique visuals to suit your needs.": "Je kunt direct verbluffende visuals maken vanuit tekstprompts met geavanceerde AI. Of je nu realistische scènes, abstracte visuals of zelfs merkcontent nodig hebt, de tools laten je unieke visuals creëren die passen bij je behoeften.",
    "You can remove backgrounds, upscale images, enhance quality, extend images, and even add or modify parts of an image — all powered by AI. These tools help you achieve clean, high-resolution, professional visuals in just a few clicks.": "Je kunt achtergronden verwijderen, afbeeldingen opschalen, kwaliteit verbeteren, afbeeldingen uitbreiden en zelfs delen van een afbeelding toevoegen of wijzigen — allemaal aangedreven door AI. Deze tools helpen je om schone, hoge-resolutie, professionele visuals te behalen in slechts een paar klikken.",
    "You don't have any deposits yet.": "Je hebt nog geen stortingen.",
    "You don't have any orders yet.": "Je hebt nog geen bestellingen.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Je hebt niet genoeg ART om de aankoop te doen. Doe een storting.",
    "You don't have enough SVT to make the purchase. Please make a deposit.": "Je hebt niet genoeg SVT om de aankoop te doen. Doe een storting.",
    "You need to be logged in.": "Je moet ingelogd zijn.",
    "You will pay": "Je zult betalen",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Je ontvangt een archief met een afbeelding en een prompt, met de geselecteerde grootte en formaat.",
    "YouTube Creator": "YouTube Creator",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Je AI Hub voor Creativiteit, Communicatie en Contracten.",
    "Your Email": "Je E-mail",
    "Your Gateway to AI-powered Business Solutions": "Je Toegang tot AI-aangedreven Bedrijfsoplossingen",
    "Your Message": "Je Bericht",
    "Your Name": "Je Naam",
    "Your Phone": "Je Telefoon",
    "Your Vision": "Je Visie",
    "Your balance": "Je saldo",
    "Your balance:": "Je saldo:",
    "Your blank canvas is waiting... Let AI be your brush!": "Je lege canvas wacht... Laat AI je penseel zijn!",
    "Your email": "Je e-mail",
    "Your email address is unverified.": "Je e-mailadres is niet geverifieerd.",
    "Your email is safe with us. We don't spam.": "Je e-mail is veilig bij ons. We spammen niet.",
    "Your limit for generating 10 images has been reached.": "Je limiet voor het genereren van 10 afbeeldingen is bereikt.",
    "Your message has been sent successfully.": "Je bericht is succesvol verzonden.",
    "Your message has been successfully submitted.": "Je bericht is succesvol ingediend.",
    "Your request": "Je verzoek",
    "Your title": "Je titel",
    "You’re free to use generated images for both personal and commercial projects, including social media, ads, and presentations—as long as the content follows ethical guidelines.": "Je bent vrij om gegenereerde afbeeldingen te gebruiken voor zowel persoonlijke als commerciële projecten, inclusief sociale media, advertenties en presentaties—zolang de inhoud ethische richtlijnen volgt.",
    "amazing?": "geweldig?",
    "answers": "antwoorden",
    "auth.password": "auth.wachtwoord",
    "client": "klant",
    "element": "element",
    "email": "e-mail",
    "enter your email": "voer je e-mail in",
    "image editing services.": "beeldbewerkingsdiensten.",
    "image generation services.": "beeldgeneratiediensten.",
    "password": "wachtwoord",
    "password confirmation": "wachtwoordbevestiging",
    "powerful, high-quality": "krachtig, hoogwaardig",
    "say about us.": "zeggen over ons.",
    "search item here...": "zoek item hier...",
    "smart, high-quality": "slim, hoogwaardig",
    "to Life with AI Creativity": "tot Leven met AI Creativiteit"
}