{
    "\tVoice & video call": "\tSpraak- en videogesprek",
    "© Copyright :year - :name": "© Copyright :year - :name",
    "- Select country -": "- Selecteer land -",
    "1 ART = 1 generation": "1 ART = 1 generatie",
    "3D Render": "3D Render",
    ":amount AET": ":amount AET",
    ":amount SAT": ":amount SAT",
    ":amount VCT": ":amount VCT",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count generaties over",
    "A new verification link has been sent to the email address you provided during registration.": "Een nieuwe verificatielink is verzonden naar het e-mailadres dat je hebt opgegeven tijdens de registratie.",
    "A new verification link has been sent to your email address.": "Een nieuwe verificatielink is verzonden naar je e-mailadres.",
    "AI Agreement Generation": "AI-overeenkomstgeneratie",
    "AI Agreement Generations": "AI-overeenkomstgeneraties",
    "AI BUSINESS TOOLS": "AI ZAKELIJKE HULPMIDDELEN",
    "AI Background": "AI Achtergrond",
    "AI Background Remover": "AI Achtergrondverwijderaar",
    "AI Email Generation": "AI E-mailgeneratie",
    "AI Email Generations": "AI E-mailgeneraties",
    "AI Image Upscale": "AI Beeldopschaling",
    "AI Resize": "AI Formaat wijzigen",
    "AI-Driven Email Generation": "AI-gestuurde e-mailgeneratie",
    "AI-MADE MAGIC": "AI-GEMAAKTE MAGIE",
    "AI-Powered Image Generation": "AI-gestuurde beeldgeneratie",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "AI-gestuurde hulpmiddelen om duidelijke, professionele en effectieve e-mails te schrijven voor elke situatie — direct en moeiteloos.",
    "AUTO-GENERATED VIDEOS": "AUTOMATISCH GEGENEREERDE VIDEO'S",
    "About": "Over",
    "About us": "Over ons",
    "Accept the terms and privacy policy": "Accepteer de algemene voorwaarden en het privacybeleid",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Toegang tot AI-gestuurde prompts ontworpen voor financiële prognoses, bedrijfsplanning en datagedreven besluitvorming. Blijf voorop met intelligente automatisering.",
    "Access Your Purchases": "Toegang tot je aankopen",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Toegang tot een samengestelde collectie van hoogwaardige stockafbeeldingen voor websites, advertenties en presentaties — royaltyvrij en klaar voor gebruik.",
    "Add funds": "Geld toevoegen",
    "Adding balance": "Saldo toevoegen",
    "Address": "Adres",
    "After a thorough review of a client’s circumstances and needs.": "Na een grondige beoordeling van de omstandigheden en behoeften van een klant.",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Na aankoop ontvang je een prompt voor het genereren van afbeeldingen zoals deze. De originele afbeelding is beschikbaar om te downloaden in .jpg, .png of .webp formaten, met een grootte van 1024x1024.",
    "Agreement Generation": "Overeenkomstgeneratie",
    "Agreement generation": "Overeenkomstgeneratie",
    "Agreements": "Overeenkomsten",
    "All": "Alles",
    "All Rights Reserved.": "Alle rechten voorbehouden.",
    "All rights reserved": "Alle rechten voorbehouden",
    "Already have an account?": "Heb je al een account?",
    "Amount": "Bedrag",
    "Amount (min. 5 ART)": "Bedrag (min. 5 ART)",
    "Amount (min. 5 SAT)": "Bedrag (min. 5 SAT)",
    "Amount (min. 5 VCT)": "Bedrag (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Een ongelooflijk levensechte afbeelding met uitzonderlijke aandacht voor detail.",
    "Anime": "Anime",
    "Are you sure you want to delete your account?": "Weet je zeker dat je je account wilt verwijderen?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Als niet-native Engelssprekende helpt dit platform mij om zelfverzekerder en professioneler te klinken in elk bericht.",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "Bij :name zijn we toegewijd aan het stimuleren van creativiteit door innovatieve AI-oplossingen. Opgericht met een passie voor technologie en kunst, is onze missie om een platform te bieden waar gebruikers kunnen verkennen, creëren en omgaan met unieke AI-gegenereerde prompts. Wij geloven in de transformerende kracht van kunstmatige intelligentie en haar vermogen om creatieve projecten te inspireren en te verbeteren. Ga met ons mee op deze reis terwijl we nieuwe mogelijkheden ontsluiten voor kunstenaars, schrijvers en makers overal!",
    "Automated Agreement Generation": "Automatische overeenkomstgeneratie",
    "Available for Anyone": "Beschikbaar voor iedereen",
    "Background Remover": "Achtergrondverwijderaar",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Boost reply rates and save writing time": "Verhoog de responspercentages en bespaar schrijftijd",
    "Boost your productivity with AI-generated legal documents,": "Verhoog je productiviteit met AI-gegenereerde juridische documenten,",
    "Boosting Results with AI-Powered Content": "Resultaten verbeteren met AI-gestuurde inhoud",
    "Bring all team": "Breng het hele team",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Breng statische visuals tot leven met beweging. Onze AI-gestuurde beeld-naar-video-service transformeert je afbeeldingen in vloeiende, boeiende videoclips — ideaal voor reels, advertenties, productpresentaties en meer. Geen animatie- of videobewerkingsvaardigheden nodig.",
    "Bring your ideas to life with next-gen video creation.": "Breng je ideeën tot leven met next-gen videocreatie.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Je verbeelding tot leven brengen in elk levendig frame.",
    "Browse and Buy Prompts": "Blader en koop prompts",
    "Browse by style": "Blader op stijl",
    "Browse powerful video clips generated from single frames.": "Blader door krachtige videoclips gegenereerd uit enkele frames.",
    "Building the Future of Fast and Smart Creation.": "De toekomst van snelle en slimme creatie bouwen.",
    "Business": "Zakelijk",
    "Buy": "Kopen",
    "Buy Now": "Nu kopen",
    "Buy for :amount AET": "Kopen voor :amount AET",
    "COMMUNICATION AI TOOL": "COMMUNICATIE AI-HULPMIDDEL",
    "Call us": "Bel ons",
    "Cancel": "Annuleren",
    "Cartoon": "Cartoon",
    "Cases": "Cases",
    "Categories": "Categorieën",
    "Category": "Categorie",
    "Change to :currency": "Wijzigen naar :currency",
    "Check what’s our": "Bekijk wat onze",
    "Checkout": "Afrekenen",
    "Choose currency: (:amount :currency = 1 VFT)": "Kies valuta: (:amount :currency = 1 VFT)",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Kies uit filmische, vloeiende of dramatische animaties die passen bij je behoeften.",
    "City": "Stad",
    "Click here for more info": "Klik hier voor meer informatie",
    "Click here to re-send the verification email.": "Klik hier om de verificatie-e-mail opnieuw te verzenden.",
    "Client Feedback": "Klantenfeedback",
    "Cloud storage": "Cloudopslag",
    "Comic": "Strip",
    "Compose emails in seconds with AI assistance": "Stel e-mails in seconden op met AI-assistentie",
    "Confirm": "Bevestigen",
    "Confirm Deposit": "Bevestig storting",
    "Confirm Password": "Bevestig wachtwoord",
    "Confirm password": "Bevestig wachtwoord",
    "Connect jano with the": "Verbind jano met de",
    "Consistent, High-Quality Output": "Consistente, hoogwaardige uitvoer",
    "Contact Us": "Neem contact met ons op",
    "Contact us": "Neem contact met ons op",
    "Cookie Policy": "Cookiebeleid",
    "Copyright, :year @": "Copyright, :year @",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Maak duidelijke, gepolijste e-mails voor elke situatie — van zakelijke voorstellen tot klantenondersteuning — met AI-gestuurde toon en structuur.",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Maak overtuigende, gepersonaliseerde e-mails met gemak. Onze AI-gestuurde e-mailgeneratie helpt je om berichten te schrijven, te optimaliseren en te automatiseren voor betere communicatie en betrokkenheid.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Maak AI-gestuurde e-mails op maat voor je zakelijke en communicatieve behoeften. Van koude outreach tot nieuwsbrieven — maak overtuigende berichten in minuten.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Maak AI-gestuurde juridische overeenkomsten op maat voor je zakelijke behoeften. Van NDA’s tot partnerschapscontracten — ontvang juridisch solide documenten in minuten.",
    "Create New Deposit (:currency)": "Maak nieuwe storting (:currency)",
    "Create dynamic videos instantly — no animation or editing required.": "Maak direct dynamische video’s — geen animatie of bewerking vereist.",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Maak professionele, juridisch solide overeenkomsten in seconden — voer gewoon de belangrijkste details in en laat AI de opmaak en clausules afhandelen.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Maak direct verbluffende, hoogwaardige afbeeldingen met onze AI-gestuurde tools. Genereer unieke visuals op maat van je behoeften met gemak.",
    "Create task": "Taak aanmaken",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Maak transparante PNG-afbeeldingen rechtstreeks vanuit tekst — ideaal voor logo’s, digitale assets en naadloze ontwerpintegratie.",
    "Create your": "Maak je",
    "Created": "Gemaakt",
    "Created by AI": "Gemaakt door AI",
    "Creative": "Creatief",
    "Creative Freedom": "Creatieve vrijheid",
    "Creatives": "Creatieven",
    "Current password": "Huidig wachtwoord",
    "Custom": "Aangepast",
    "Customer Support Lead": "Leider klantenondersteuning",
    "Customizable": "Aanpasbaar",
    "DYNAMIC STORIES": "DYNAMISCHE VERHALEN",
    "Dashboard": "Dashboard",
    "Date": "Datum",
    "Delete Account": "Account verwijderen",
    "Delivers high-quality images with great speed.": "Levert hoogwaardige afbeeldingen met grote snelheid.",
    "Deposit": "Storting",
    "Deposit in :currency": "Storting in :currency",
    "Deposits": "Stortingen",
    "Designer": "Ontwerper",
    "Discover": "Ontdek",
    "Discover and Buy Unique AI Prompts.": "Ontdek en koop unieke AI-prompts.",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Ontdek hoe onze AI-tools de productiviteit transformeren. Hoor van professionals die hun werk stroomlijnen met slimme e-mail-, overeenkomst- en beeldoplossingen.",
    "Discover what your content can become — in just seconds.": "Ontdek wat je inhoud kan worden — in slechts enkele seconden.",
    "Do you have any question?": "Heb je een vraag?",
    "Don't have an account yet?": "Heb je nog geen account?",
    "Download": "Downloaden",
    "Download Video": "Video downloaden",
    "Drop us a line": "Stuur ons een bericht",
    "EFFECTIVENESS": "EFFECTIVITEIT",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Krijg eenvoudig toegang tot, bewerk en download je AI-gegenereerde overeenkomsten in één gecentraliseerd dashboard, wat zorgt voor naleving en efficiëntie.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Krijg eenvoudig toegang tot, bewerk en verzend je AI-gegenereerde e-mails vanuit één gecentraliseerd dashboard, wat zorgt voor optimale betrokkenheid en efficiëntie.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Beheer en pas je verkregen AI-gegenereerde financiële en zakelijke inzichten eenvoudig toe in één gecentraliseerd dashboard, wat zorgt voor optimale efficiëntie en strategie-uitvoering.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Vervang eenvoudig achtergronden in elke afbeelding met AI-precisie — ideaal voor het wijzigen van instellingen, stijlen of het creëren van aangepaste scènes.",
    "Easy to Use": "Gebruiksvriendelijk",
    "Edit Profile": "Profiel bewerken",
    "Effectiveness": "Effectiviteit",
    "Effortless Creation of": "Moeiteloze creatie van",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Genereer moeiteloos juridisch conforme overeenkomsten in seconden. Ons platform vereenvoudigt het maken van documenten, wat je tijd en moeite bespaart.",
    "Email": "E-mail",
    "Email Generation": "E-mailgeneratie",
    "Email Password Reset Link": "E-mail wachtwoordresetlink",
    "Email Writing": "E-mails schrijven",
    "Email generation": "E-mailgeneratie",
    "Emails": "E-mails",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Verbeter de beeldkwaliteit met één klik. Schaal je visuals direct op naar een hogere resolutie — perfect voor prints, producten en professionele inhoud.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Verbeter resolutie en scherpte zonder kwaliteitsverlies. Schaal kleine of lage-resolutie afbeeldingen op naar hoge definitie in seconden.",
    "Ensure your account is using a long, random password to stay secure.": "Zorg ervoor dat je account een lang, willekeurig wachtwoord gebruikt om veilig te blijven.",
    "Enter Password": "Voer wachtwoord in",
    "Enter custom tokens amount": "Voer een aangepast aantal tokens in",
    "Enter key details for your agreement...": "Voer belangrijke details in voor je overeenkomst...",
    "Enter key details for your email...": "Voer belangrijke details in voor je e-mail...",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Verwijder afbeeldingachtergronden in seconden. Slechts één klik voor een schoon, transparant resultaat - perfect voor producten, portretten en creatieven.",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Zelfs zonder ontwerpervaring kon ik al mijn productfoto’s opschonen en verbeteren. Eenvoudig en effectief.",
    "Everything you need to create, in one place.": "Alles wat je nodig hebt om te creëren, op één plek.",
    "Expereinced": "Ervaren",
    "Explore": "Verken",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Verken AI-gestuurde prompts op maat voor zakelijke, financiële en investeringsstrategieën. Elke gekochte kunstwerk kan worden gebruikt naar je gewenste behoeften.",
    "Explore Creatives": "Verken creatieven",
    "FEATURES": "KENMERKEN",
    "Fast Generation": "Snelle generatie",
    "Features": "Kenmerken",
    "Features and Functionalities": "Kenmerken en functionaliteiten",
    "File sharing": "Bestandsdeling",
    "First Name": "Voornaam",
    "First name": "Voornaam",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Follow Us": "Volg ons",
    "Forgot your password?": "Wachtwoord vergeten?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Wachtwoord vergeten? Geen probleem. Laat ons je e-mailadres weten en we sturen je een wachtwoordresetlink waarmee je een nieuwe kunt kiezen.",
    "Format": "Formaat",
    "Free Now": "Nu gratis",
    "Freelance Consultant": "Freelance consultant",
    "Freelance Designer": "Freelance ontwerper",
    "Generate": "Genereren",
    "Generate Agreement": "Overeenkomst genereren",
    "Generate Agreements": "Overeenkomsten genereren",
    "Generate Email": "E-mail genereren",
    "Generate Emails": "E-mails genereren",
    "Generate Your Video Now": "Genereer nu je video",
    "Generate and Customize Agreements": "Genereer en pas overeenkomsten aan",
    "Generate and Customize Emails": "Genereer en pas e-mails aan",
    "Generate another one": "Genereer nog een",
    "Generate legal agreements in just a few clicks": "Genereer juridische overeenkomsten met slechts een paar klikken",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Genereer verbluffende beeldprompts, overtuigende e-mails en juridisch solide overeenkomsten met AI. Veilig, origineel en ontworpen voor jouw succes.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Genereer verbluffende, hoogwaardige visuals vanuit eenvoudige tekstprompts — perfect voor creatieve projecten, marketing en conceptontwerp.",
    "Generated": "Gegenereerd",
    "Get Start": "Begin",
    "Get in touch with us": "Neem contact met ons op",
    "Get started": "Aan de slag",
    "Get task complated": "Taak voltooid",
    "Great Interface": "Geweldige interface",
    "Great Support": "Geweldige ondersteuning",
    "HIGHLIGHTS": "HOOGTEPUNTEN",
    "Have an account?": "Heb je een account?",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Een thuisbedrijf hebben is een prachtig bezit voor je leven. Het probleem blijft bestaan wanneer het tijd is om je bedrijf goedkoop te adverteren. Ik weet dat je overal naar antwoorden hebt gezocht.",
    "Hear from our users": "Hoor van onze gebruikers",
    "Hello": "Hallo",
    "High-Quality": "Hoge kwaliteit",
    "Highest quality Generative AI models": "Hoogwaardige generatieve AI-modellen",
    "Highlights": "Hoogtepunten",
    "Home": "Home",
    "Hours": "Uren",
    "I agree to the": "Ik ga akkoord met de",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Ik ga akkoord met het <a href=\":privacyPolicyUrl\" target=\"_blank\">privacybeleid</a> en de <a href=\":termsConditionsUrl\">algemene voorwaarden</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Ik heb meerdere prompts getest en was onder de indruk van hoe betrouwbaar de resultaten waren. Geweldige controle over stijl en formaat.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Ik typte een eenvoudige beschrijving en kreeg een verbluffende visual. De tekst-naar-beeld-tool is ongelooflijk goed — het voelt als magie.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Ik gebruik de generator om concepten voor landingspagina’s en advertenties te visualiseren. Het bespaart tijd en maakt direct indruk op klanten.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Ik gebruikte de opschaling- en retoucheertools om visuals voor een last-minute advertentie voor te bereiden — de resultaten zagen eruit alsof een professional ze had gemaakt.",
    "INSANE VISUALS": "GEKKE VISUALS",
    "INSTANT PROMO": "DIRECTE PROMO",
    "Ideal for freelancers, startups, and businesses": "Ideaal voor freelancers, startups en bedrijven",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Ideaal voor sociale media, productpresentaties, campagnes en storytelling.",
    "Illustration": "Illustratie",
    "Image Editing": "Beeldbewerking",
    "Image Generation": "Beeldgeneratie",
    "Image Stock": "Stockafbeeldingen",
    "Image Upscale": "Beeldopschaling",
    "Image generation": "Beeldgeneratie",
    "Image is being generated...": "Afbeelding wordt gegenereerd...",
    "Image to Video": "Beeld naar video",
    "Images": "Afbeeldingen",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Onder de indruk van de kwaliteit",
    "In Seconds, With AI": "In seconden, met AI",
    "Incredible Creativity!": "Ongelooflijke creativiteit!",
    "Information": "Informatie",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Verwijder direct achtergronden van elke afbeelding met AI-precisie — perfect voor e-commerce, productfoto’s en creatieve projecten.",
    "Insufficient balance.": "Onvoldoende saldo.",
    "Integrates your tools": "Integreert je tools",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Ik ben geen ontwerper, maar ik creëerde geweldige visuals door gewoon te typen wat ik nodig had. De interface is schoon en intuïtief.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Ik heb een paar beeldbewerkingsplatforms geprobeerd, maar deze leverde de beste resultaten, vooral in opschalingshelderheid en kleurcorrectie.",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu is je online teammanagementtool die eenvoudig en effectief is",
    "Janu tools.": "Janu tools.",
    "Japanese": "Japans",
    "Just upload and generate — your image becomes a video in moments.": "Upload en genereer — je afbeelding wordt in enkele ogenblikken een video.",
    "LEGAL AI SOLUTION": "JURIDISCHE AI-OPLOSSING",
    "Languages": "Talen",
    "Last Name": "Achternaam",
    "Last name": "Achternaam",
    "Legal Documents": "Juridische documenten",
    "Legal Use": "Juridisch gebruik",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Laat ons het zware werk doen - tekst & beeld naar video, volledig geautomatiseerd.",
    "Let’s": "Laten we",
    "List of deposits": "Lijst van stortingen",
    "Loading... Please wait while your files are being prepared.": "Laden... Wacht even terwijl je bestanden worden voorbereid.",
    "Location": "Locatie",
    "Log In": "Inloggen",
    "Log Out": "Uitloggen",
    "Log in": "Inloggen",
    "Login": "Inloggen",
    "Login Here": "Hier inloggen",
    "Login using an existing account or create a new account <a href=\":url\">here": "Log in met een bestaand account of maak een nieuw account aan <a href=\":url\">hier",
    "Logout": "Uitloggen",
    "Looks Like Magic": "Lijkt op magie",
    "Low Price": "Lage prijs",
    "Mail address": "E-mailadres",
    "Mail us": "Mail ons",
    "Make a deposit": "Maak een storting",
    "Make timeframe": "Tijdframe instellen",
    "Manage Your Agreements": "Beheer je overeenkomsten",
    "Manage Your Emails": "Beheer je e-mails",
    "Marketing Strategist": "Marketingstrateeg",
    "Marketplace": "Marktplaats",
    "Model": "Model",
    "More": "Meer",
    "Multiple Styles": "Meerdere stijlen",
    "My Deposits": "Mijn stortingen",
    "My creatives": "Mijn creatieven",
    "My profile": "Mijn profiel",
    "New password": "Nieuw wachtwoord",
    "New prompts": "Nieuwe prompts",
    "Next": "Volgende",
    "Office address": "Kantooradres",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Zodra je account is verwijderd, worden al zijn bronnen en gegevens permanent verwijderd. Download voordat je je account verwijdert alle gegevens of informatie die je wilt behouden.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Zodra je account is verwijderd, worden al zijn bronnen en gegevens permanent verwijderd. Voer je wachtwoord in om te bevestigen dat je je account permanent wilt verwijderen.",
    "Orders": "Bestellingen",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Onze diepgaande kennis van project- en programmamanagement heeft het succes van onze klanten mogelijk gemaakt.",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Onze beeldbewerkingsdiensten worden ondersteund door top-talent en AI-tools — leveren snelle, hoogwaardige visuele verbeteringen voor elk project.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Onze beeldgeneratiediensten combineren geavanceerde AI met creatieve flexibiliteit — produceren unieke, hoogwaardige visuals uit tekst in seconden.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Onze marketing-e-mails klinken nu scherp, duidelijk en on-brand — met nul moeite. Een echte game-changer.",
    "Our office": "Ons kantoor",
    "Our partners": "Onze partners",
    "Our trusted partners": "Onze vertrouwde partners",
    "Over": "Over",
    "Over 27k Emails Generated": "Meer dan 27k e-mails gegenereerd",
    "Password": "Wachtwoord",
    "Password confirmation": "Wachtwoordbevestiging",
    "Perfect for Content": "Perfect voor inhoud",
    "Perfect for Fast Prototypes": "Perfect voor snelle prototypes",
    "Perfect for outreach, support, and daily communication": "Perfect voor outreach, ondersteuning en dagelijkse communicatie",
    "Personal data": "Persoonlijke gegevens",
    "Phone": "Telefoon",
    "Phone Number": "Telefoonnummer",
    "Photo Tools": "Fototools",
    "Policies": "Beleid",
    "Post code": "Postcode",
    "Powerful Tools at Your Fingertips": "Krachtige tools binnen handbereik",
    "Powerful Tools at Your Fingertips.": "Krachtige tools binnen handbereik.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Creativiteit stimuleren met door experts geleide latente diffusie.",
    "Prepare for download": "Voorbereiden voor download",
    "Previous": "Vorige",
    "Price": "Prijs",
    "Price :amount": "Prijs :amount",
    "Privacy Policy": "Privacybeleid",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Professionals en teams over de hele wereld vertrouwen op VisioForge.me voor slimme, AI-gestuurde e-mailschrijven, contractcreatie en toegang tot verbluffende stockafbeeldingen — allemaal op één plek.",
    "Profile Information": "Profielinformatie",
    "Prompt": "Prompt",
    "Prompt marketplace": "Prompt-marktplaats",
    "Purchase": "Aankoop",
    "Purchase for :amount VFT": "Aankoop voor :amount VFT",
    "Quick Menu": "Snelmenu",
    "REELS THAT SELL": "REELS DIE VERKOPEN",
    "Rashed kabir": "Rashed Kabir",
    "Realistic": "Realistisch",
    "Reason to choose us": "Reden om voor ons te kiezen",
    "Register": "Registreren",
    "Registration": "Registratie",
    "Remember me": "Onthoud mij",
    "Remove Background Now": "Verwijder nu achtergrond",
    "Replenishment amount (:amount :currency = 1 ART)": "Aanvulbedrag (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Aanvulbedrag (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Verificatie-e-mail opnieuw verzenden",
    "Reset Password": "Wachtwoord resetten",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Pas je afbeeldingen aan voor elk formaat of platform zonder vervorming — slim bijsnijden en schalen aangedreven door AI.",
    "Reviews": "Recensies",
    "SCROLL-STOPPERS": "SCROLL-STOPPERS",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "SNACKABLE INHOUD",
    "SOCIAL-READY": "SOCIAAL-KLAAR",
    "Safe": "Veilig",
    "Sales Manager": "Verkoopmanager",
    "Samantha R.": "Samantha R.",
    "Save": "Opslaan",
    "Save hours on drafting and reviewing documents": "Bespaar uren op het opstellen en beoordelen van documenten",
    "Saved": "Opgeslagen",
    "Saved My Instagram Campaign": "Redde mijn Instagram-campagne",
    "Saved.": "Opgeslagen.",
    "Search": "Zoeken",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Vul je portemonnee veilig aan om premium AI-gestuurde zakelijke inzichten, financiële modellen en investeringsstrategieën te ontgrendelen.",
    "Select Tokens Amount": "Selecteer aantal tokens",
    "Services": "Diensten",
    "Share": "Delen",
    "Sign In": "Inloggen",
    "Sign Up": "Aanmelden",
    "Sign up": "Aanmelden",
    "Sign up for free": "Gratis aanmelden",
    "Similar products in same category": "Vergelijkbare producten in dezelfde categorie",
    "Size": "Grootte",
    "Smart Agreements": "Slimme overeenkomsten",
    "Smart Solutions": "Slimme oplossingen",
    "So Easy to Use": "Zo gemakkelijk te gebruiken",
    "Socials": "Sociale media",
    "Sorry, error occured this time sending your message.": "Sorry, er is een fout opgetreden bij het verzenden van je bericht.",
    "Start Upscaling": "Begin met opschalen",
    "Start editing Images": "Begin met het bewerken van afbeeldingen",
    "Start generate Images": "Begin met het genereren van afbeeldingen",
    "Start now": "Nu beginnen",
    "Status": "Status",
    "Still don't have an account?": "Heb je nog steeds geen account?",
    "Stock Image Library": "Stockafbeeldingenbibliotheek",
    "Style": "Stijl",
    "Styles": "Stijlen",
    "Submit": "Verzenden",
    "Submit Form": "Formulier verzenden",
    "Super Intuitive Tools": "Super intuïtieve tools",
    "Support Lead": "Ondersteuningsleider",
    "Team Managment": "Teambeheer",
    "Templates": "Sjablonen",
    "Terms & Condition": "Algemene voorwaarden",
    "Terms & Conditions": "Algemene voorwaarden",
    "Terms and Conditions": "Algemene voorwaarden",
    "Text to Image": "Tekst naar afbeelding",
    "Text to PNG": "Tekst naar PNG",
    "Text to Video": "Tekst naar video",
    "Thank you!": "Dank je!",
    "Thank you! Your message has been received.": "Dank je! Je bericht is ontvangen.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Bedankt voor het aanmelden! Voordat je begint, kun je je e-mailadres verifiëren door op de link te klikken die we je zojuist hebben gemaild? Als je de e-mail niet hebt ontvangen, sturen we graag een nieuwe.",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It\\'s accurate, fast, and professional.": "De AI-overeenkomstgenerator hielp me om in minder dan 5 minuten een solide freelancecontract te maken. Het is nauwkeurig, snel en professioneel.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "De uitrol van EMV was onhandig, duur en hield geen rekening met.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "De Engelse prompt wordt automatisch samen met de afbeelding gedownload in een .txt-formaat.",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "De tekst-naar-PNG-tool gaf me kant-en-klare grafieken voor mijn Shopify-winkel — geen bewerking nodig. Gewoon slepen en neerzetten!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "De achtergrondverwijderaar is ongelooflijk nauwkeurig. Ik gebruikte het voor productfoto’s en het bespaarde me uren aan bewerking. Sterk aanbevolen!",
    "The core of our service is based on the objective investment advice we seek to provide support.": "De kern van onze dienst is gebaseerd op het objectieve investeringsadvies dat we proberen te bieden.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "De generatieve vul-tool is geweldig. Ik heb een achtergrond uitgebreid en ontbrekende delen toegevoegd — en niemand kon zien dat het AI was!",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dit is een beveiligd gedeelte van de toepassing. Bevestig je wachtwoord voordat je verdergaat.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Deze tool heeft volledig veranderd hoe ik omga met klantenondersteuning. Het bespaart tijd en houdt onze toon consistent.",
    "Time Tracking": "Tijdregistratie",
    "Tokens": "Tokens",
    "Top Sellers": "Topverkopers",
    "Top Up Your Wallet": "Vul je portemonnee aan",
    "Top-Up Balance": "Saldo aanvullen",
    "Top-up Balance": "Saldo aanvullen",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Transformeer statische afbeeldingen in vloeiende, AI-gegenereerde videoclips in seconden.",
    "Transparent PNGs Are a Lifesaver": "Transparante PNG’s zijn een lifesaver",
    "Trusted": "Vertrouwd",
    "Trusted by 145+ Teams Worldwide": "Vertrouwd door 145+ teams wereldwijd",
    "Trusted by Freelancers, Startups & Businesses Alike": "Vertrouwd door freelancers, startups en bedrijven",
    "Try free now": "Probeer nu gratis",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Zet je ideeën om in verbluffende video’s met alleen woorden. Onze AI-gestuurde tekst-naar-video-service transformeert geschreven prompts in dynamische, hoogwaardige video’s — perfect voor sociale media, advertenties, storytelling en meer. Geen bewerkingsvaardigheden vereist.",
    "Unmatched Speed and Precision in Generative Power.": "Ongeëvenaarde snelheid en precisie in generatieve kracht.",
    "Update Password": "Wachtwoord bijwerken",
    "Update your account's profile information and email address.": "Werk de profielinformatie en het e-mailadres van je account bij.",
    "Upload any image — our AI brings it to life with motion and style.": "Upload een afbeelding — onze AI brengt het tot leven met beweging en stijl.",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Gebruik AI om contracten, overeenkomsten en juridische formulieren eenvoudig te genereren — nauwkeurig, aanpasbaar en klaar in seconden.",
    "Used in 1.4k Business Scenarios": "Gebruikt in 1.4k zakelijke scenario’s",
    "Usefull Links": "Nuttige links",
    "User": "Gebruiker",
    "Users": "Gebruikers",
    "VIRAL CLIPS": "VIRALE CLIPS",
    "Very Solid!!": "Heel solide!!",
    "Video is being generated...": "Video wordt gegenereerd...",
    "Watch": "Bekijk",
    "Watch Images Come Alive.": "Zie afbeeldingen tot leven komen.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "We waarderen je gedachten en vragen. Laat ons weten hoe we je kunnen helpen of onze diensten kunnen verbeteren.",
    "Welcome back — ready to create?": "Welkom terug — klaar om te creëren?",
    "Welcome to the Future of": "Welkom in de toekomst van",
    "What Our Users Say": "Wat onze gebruikers zeggen",
    "Why you": "Waarom jij",
    "Write Better Emails": "Schrijf betere e-mails",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Het schrijven van e-mails aan klanten kostte me vroeger een eeuwigheid. Nu voer ik gewoon een paar belangrijke punten in en de AI stelt direct een professioneel bericht op!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Het schrijven van koude e-mails kostte me vroeger een eeuwigheid. Nu voer ik gewoon een paar details in en krijg ik een gepolijste e-mail klaar om te verzenden.",
    "You are about to purchase a <b>:title</b>": "Je staat op het punt om een <b>:title</b> te kopen",
    "You can make deposit": "Je kunt een storting doen",
    "You don't have any deposits yet.": "Je hebt nog geen stortingen.",
    "You don't have any orders yet.": "Je hebt nog geen bestellingen.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Je hebt niet genoeg ART om de aankoop te doen. Maak een storting.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Je hebt niet genoeg VFT om de aankoop te doen. Maak een storting.",
    "You need to be <a href=' . route('login": "Je moet ingelogd zijn <a href=' . route('login",
    "You need to be logged in.": "Je moet ingelogd zijn.",
    "You will pay": "Je zult betalen",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Je ontvangt een archief met een afbeelding en een prompt, met de geselecteerde grootte en formaat.",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Jouw AI-hub voor creativiteit, communicatie en contracten.",
    "Your Email": "Jouw e-mail",
    "Your Gateway to AI-powered Business Solutions": "Jouw toegang tot AI-gestuurde zakelijke oplossingen",
    "Your Message": "Jouw bericht",
    "Your Name": "Jouw naam",
    "Your Phone": "Jouw telefoon",
    "Your balance": "Jouw saldo",
    "Your balance:": "Jouw saldo:",
    "Your email": "Jouw e-mail",
    "Your email address is unverified.": "Jouw e-mailadres is niet geverifieerd.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Jouw e-mailadres wordt niet gebruikt voor marketingdoeleinden. Verplichte velden zijn gemarkeerd.",
    "Your limit for generating 10 images has been reached.": "Je limiet voor het genereren van 10 afbeeldingen is bereikt.",
    "Your message has been sent successfully.": "Je bericht is succesvol verzonden.",
    "Your message has been successfully submitted.": "Je bericht is succesvol ingediend.",
    "Your request": "Jouw verzoek",
    "Your title": "Jouw titel",
    "and": "en",
    "auth.password": "auth.wachtwoord",
    "by your member": "door je lid",
    "choose": "kiezen",
    "client": "klant",
    "email": "e-mail",
    "for Agreements, Emails & Images": "voor overeenkomsten, e-mails & afbeeldingen",
    "for Your Projects": "voor jouw projecten",
    "for any team person": "voor elk teamlid",
    "for do the task": "voor het uitvoeren van de taak",
    "make life easier.": "maakt het leven eenvoudiger.",
    "managment": "beheer",
    "more…": "meer…",
    "our all features": "al onze functies",
    "password": "wachtwoord",
    "password confirmation": "wachtwoordbevestiging",
    "professional emails, and ready-to-use stock images — all in one platform.": "professionele e-mails en kant-en-klare stockafbeeldingen — allemaal op één platform.",
    "say about us.": "zeggen over ons.",
    "software": "software",
    "support": "ondersteuning",
    "task togather": "samenwerken aan taken",
    "us always": "ons altijd",
    "video": "video",
    "workspace": "werkruimte",
    "you use.": "jij gebruikt.",
	"Enter key details for your contract...": "Voer de belangrijkste details voor je contract in...",
	"Enter key details for your email...": "Voer de belangrijkste details voor je e-mail in...",
	"Enter your email here": "Voer je e-mailadres hier in",
	"Over 9k Agreements Created": "Meer dan 9k overeenkomsten gemaakt",
	"1.2k Ready-to-Sign Use Cases": "1.2k gereed om te ondertekenen",
	"150+ Business Professionals Trust Us": "150+ zakelijke professionals vertrouwen ons",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Ik had een freelancecontract nodig — de AI genereerde een volledig, professioneel document in minuten. Hielp me een ton tijd te besparen.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Als startup-founder was het opstellen van NDAs en serviceovereenkomsten vroeger een probleem. Nu kan ik ze direct maken zonder juridische kosten.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "We gebruiken de platform voor klantcontracten en interne overeenkomsten. De AI doet het zware werk, en we bekijken en ondertekenen alleen.",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "We hebben geen binnenhuisadvocaat, dus deze tool helpt ons om conform te blijven en professioneel te blijven zonder kosten.",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Ons HR-team gebruikt het voor arbeidscontracten en aanbodbriefjes. Het is intuïtief, snel en bespaart uren administratieve werk.",
	"Freelance Graphic Designer": "Freelance-grafisch ontwerper",
	"Startup Founder": "Startup-founder",
	"Operations Manager": "Operationsmanager",
	"E-commerce Store Owner": "E-commerce-winkelhouder",
	"HR Coordinator": "HR-coördinator",
	"Subscribe Now": "Abonneer nu",
	"The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "De AI-overeenkomstgenerator hielp me om in minder dan 5 minuten een solide freelancecontract te maken. Het is nauwkeurig, snel en professioneel.",
	"Enter your name*": "Voer je naam in*",
	"Enter Email Address*": "Voer je e-mailadres in*",
	"Enter your Message here": "Voer je bericht hier in"
}