{
    "\tVoice & video call": "\tSprach- & Videoanruf",
    "1. Modifications": "1. Änderungen",
    "1.1 We may modify any aspect of the Platform without notice. Regular review of these Terms is your responsibility. Continued use after changes constitutes acceptance. The \"Last Updated\" date reflects revisions. Disagreeing with changes requires immediate discontinuation of service.": "1.1 Wir können jeden Aspekt der Plattform ohne Vorankündigung ändern. Die regelmäßige Überprüfung dieser Bedingungen liegt in Ihrer Verantwortung. Die fortgesetzte Nutzung nach Änderungen gilt als Akzeptanz. Das Datum „Zuletzt aktualisiert“ zeigt die Überarbeitungen an. Bei Nichtzustimmung zu Änderungen müssen Sie die Nutzung des Dienstes unverzüglich einstellen.",
    "1.2k Ready-to-Sign Use Cases": "1.2k Bereit-zum-Unterschreiben Anwendungsfälle",
    "10. Intellectual Property Rights": "10. Rechte am geistigen Eigentum",
    "10.1 All Platform content (text, graphics, images, code, etc.) belongs to the Company or licensors, protected by copyright and trademark laws.": "10.1 Alle Inhalte der Plattform (Texte, Grafiken, Bilder, Code usw.) gehören dem Unternehmen oder Lizenzgebern und sind durch Urheber- und Markenrechte geschützt.",
    "10.2 Unauthorized use of trademarks displayed on the Platform is prohibited.": "10.2 Die unbefugte Nutzung der auf der Plattform angezeigten Marken ist verboten.",
    "11. Indemnification": "11. Freistellung",
    "11.1 You agree to defend and indemnify the Company against all claims arising from: (i) your Platform use; (ii) Terms violations; (iii) third-party rights infringement.": "11.1 Sie verpflichten sich, das Unternehmen gegen alle Ansprüche freizustellen, die sich ergeben aus: (i) Ihrer Nutzung der Plattform; (ii) Verstößen gegen diese Bedingungen; (iii) Verletzung von Rechten Dritter.",
    "12. Disclaimer": "12. Haftungsausschluss",
    "12.1 The Platform is provided \"as is\" without warranties of accuracy, reliability, or availability. We disclaim all implied warranties to the fullest extent permitted by law.": "12.1 Die Plattform wird „wie besehen“ bereitgestellt, ohne Garantien für Genauigkeit, Zuverlässigkeit oder Verfügbarkeit. Wir schließen alle stillschweigenden Garantien im gesetzlich zulässigen Umfang aus.",
    "13. Limitation of Liability": "13. Haftungsbeschränkung",
    "13.1 We\\'re not liable for indirect, incidental, special, or consequential damages from Platform use.": "13.1 Wir haften nicht für indirekte, zufällige, besondere oder Folgeschäden aus der Nutzung der Plattform.",
    "13.2 Platform use is at your own risk, including third-party content interactions.": "13.2 Die Nutzung der Plattform erfolgt auf eigenes Risiko, einschließlich Interaktionen mit Inhalten Dritter.",
    "13.3 Our maximum liability is limited to amounts paid by you in the preceding 6 months.": "13.3 Unsere maximale Haftung ist auf die von Ihnen in den vorangegangenen 6 Monaten gezahlten Beträge beschränkt.",
    "14. Governing Law and Dispute Resolution": "14. Anwendbares Recht und Streitbeilegung",
    "14.1 These Terms are governed by Polish law, with disputes resolved in Polish courts. This doesn\\'t affect your consumer rights under local laws.": "14.1 Diese Bedingungen unterliegen polnischem Recht, Streitigkeiten werden vor polnischen Gerichten beigelegt. Dies beeinträchtigt nicht Ihre Verbraucherrechte nach lokalem Recht.",
    "14.2 EEA/Swiss users may utilize the EU ODR platform": "14.2 Nutzer aus dem EWR/Schweiz können die EU-Online-Streitbeilegungsplattform nutzen",
    "15. Miscellaneous": "15. Sonstiges",
    "15.1 Not enforcing Terms provisions doesn\\'t waive our rights. Waivers require written form.": "15.1 Die Nichtdurchsetzung von Bestimmungen dieser Bedingungen stellt keinen Verzicht auf Rechte dar. Verzichte bedürfen der Schriftform.",
    "15.2 No employment or partnership relationship is created by these Terms.": "15.2 Durch diese Bedingungen entsteht kein Arbeits- oder Partnerschaftsverhältnis.",
    "15.3 These Terms represent the complete agreement, superseding all prior communications.": "15.3 Diese Bedingungen stellen die vollständige Vereinbarung dar und ersetzen alle vorherigen Kommunikationen.",
    "15.4 The Agreement continues until terminated by either party. Termination doesn\\'t affect pre-existing rights. Surviving provisions remain effective.": "15.4 Die Vereinbarung gilt bis zur Kündigung durch eine der Parteien. Die Kündigung beeinträchtigt nicht bereits bestehende Rechte. Überlebende Bestimmungen bleiben wirksam.",
    "150+ Business Professionals Trust Us": "Über 150 Geschäftsfachleute vertrauen uns",
    "2. Services": "2. Dienste",
    "2.1 Account termination results in permanent deletion of all AI-generated content without possibility of restoration or refund.": "2.1 Bei Kündigung des Kontos werden alle KI-generierten Inhalte dauerhaft gelöscht, ohne Möglichkeit der Wiederherstellung oder Rückerstattung.",
    "3. Eligibility Criteria": "3. Berechtigungskriterien",
    "3.1 You must use our AI services lawfully in compliance with all regulations. Minimum age requirement is 18 years or your jurisdiction\\'s age of majority.": "3.1 Sie müssen unsere KI-Dienste gesetzeskonform und im Einklang mit allen Vorschriften nutzen. Das Mindestalter beträgt 18 Jahre oder das Volljährigkeitsalter Ihrer Jurisdiktion.",
    "3.2 Using our Platform confirms your legal capacity to form binding contracts.": "3.2 Die Nutzung unserer Plattform bestätigt Ihre Rechtsfähigkeit zum Abschluss verbindlicher Verträge.",
    "3.3 Service is unavailable in restricted regions including: Afghanistan, Cuba, Iran, North Korea, Syria, Russia, Belarus, Crimea, Donetsk, Luhansk, Myanmar, Central African Republic, China, DR Congo, Lebanon, Libya, Mali, Nicaragua, Somalia, Sudan, Venezuela, Yemen, and Zimbabwe. This list may be updated.": "3.3 Der Dienst ist in eingeschränkten Regionen nicht verfügbar, einschließlich: Afghanistan, Kuba, Iran, Nordkorea, Syrien, Russland, Belarus, Krim, Donezk, Luhansk, Myanmar, Zentralafrikanische Republik, China, DR Kongo, Libanon, Libyen, Mali, Nicaragua, Somalia, Sudan, Venezuela, Jemen und Simbabwe. Diese Liste kann aktualisiert werden.",
    "3D Render": "3D-Rendering",
    "3D Rendering": "3D-Rendering",
    "4. Your Account": "4. Ihr Konto",
    "4.1 The agreement commences upon account registration, requiring submission of personal data for storage in our systems.": "4.1 Die Vereinbarung beginnt mit der Kontoerstellung, wobei personenbezogene Daten zur Speicherung in unseren Systemen angegeben werden müssen.",
    "4.2 We may refuse registration for violations, fraud concerns, unverifiable identity, or duplicate accounts.": "4.2 Wir können die Registrierung bei Verstößen, Betrugsverdacht, nicht überprüfbarer Identität oder Mehrfachkonten ablehnen.",
    "4.3 One account per user permitted. Previous banned accounts must be resolved before creating new ones.": "4.3 Pro Nutzer ist nur ein Konto erlaubt. Zuvor gesperrte Konten müssen geklärt werden, bevor neue erstellt werden.",
    "4.4 You bear full responsibility for all account activities. Credential sharing is prohibited. Report unauthorized access immediately.": "4.4 Sie tragen die volle Verantwortung für alle Kontoaktivitäten. Das Teilen von Zugangsdaten ist verboten. Unbefugten Zugriff unverzüglich melden.",
    "4.5 We may suspend accounts for suspected inaccuracies or Terms violations.": "4.5 Wir können Konten bei Verdacht auf Ungenauigkeiten oder Verstöße gegen die Bedingungen sperren.",
    "4.6 We\\'re not liable for damages from unauthorized account use.": "4.6 Wir haften nicht für Schäden aus unbefugter Kontonutzung.",
    "4.7 We may suspend access without notice for threats to service, rights violations, or legal breaches.": "4.7 Wir können den Zugriff ohne Vorankündigung sperren bei Bedrohungen des Dienstes, Rechtsverletzungen oder Gesetzesverstößen.",
    "4.8 Inactive accounts (30+ days) may be deactivated with data deletion.": "4.8 Inaktive Konten (30+ Tage) können deaktiviert und Daten gelöscht werden.",
    "5. User Conduct": "5. Nutzerverhalten",
    "5.1 Service use must comply with these Terms and laws. Prohibited activities include:": "5.1 Die Nutzung des Dienstes muss diesen Bedingungen und Gesetzen entsprechen. Verbotene Aktivitäten umfassen:",
    "5.2 We may remove content or disable access for violations without notice.": "5.2 Wir können Inhalte entfernen oder den Zugriff bei Verstößen ohne Vorankündigung sperren.",
    "6. Compliance Procedures": "6. Verfahren zur Einhaltung",
    "6.1 You agree to comply with all Terms and policies. Report violations to": "6.1 Sie verpflichten sich zur Einhaltung aller Bedingungen und Richtlinien. Verstöße melden an",
    "6.2 Enforcement may include warnings, content removal, restrictions, or bans.": "6.2 Durchsetzung kann Warnungen, Inhaltsentfernung, Einschränkungen oder Sperrungen umfassen.",
    "7. Transactions": "7. Transaktionen",
    "7.1 All transactions process in EUR (converted from other currencies at current rates).": "7.1 Alle Transaktionen erfolgen in EUR (Umrechnung aus anderen Währungen zu aktuellen Kursen).",
    "7.2 Purchases require payment details including card information and addresses.": "7.2 Käufe erfordern Zahlungsdetails einschließlich Kartendaten und Adressen.",
    "7.3 Prices are displayed in EUR unless specified otherwise.": "7.3 Preise werden in EUR angezeigt, sofern nicht anders angegeben.",
    "7.4 Use only approved payment methods. Purchases confirm authorization and accuracy.": "7.4 Nur zugelassene Zahlungsmethoden verwenden. Käufe bestätigen Autorisierung und Richtigkeit.",
    "7.5 We may reject orders for availability issues, pricing errors, or payment problems.": "7.5 Wir können Bestellungen bei Verfügbarkeitsproblemen, Preisfehlern oder Zahlungsproblemen ablehnen.",
    "7.6 Delivery information emails sent to your registered address. Allow 14 days for delivery. Unfulfillable orders will be refunded.": "7.6 Lieferinformationen per E-Mail an Ihre registrierte Adresse. Bis zu 14 Tage für Lieferung einplanen. Nicht erfüllbare Bestellungen werden erstattet.",
    "8. Virtual Financial Token (VFT)": "8. Virtuelles Finanz-Token (VFT)",
    "8.1 Definition and Purpose.": "8.1 Definition und Zweck.",
    "8.1.1 The Platform utilizes an internal virtual accounting unit called the Virtual Financial Token (“VFT”).": "8.1.1 Die Plattform verwendet eine interne virtuelle Abrechnungseinheit namens Virtual Financial Token („VFT“).",
    "8.1.2 VFT is not a cryptocurrency, digital asset, security token, or financial instrument as defined under applicable law. It is a non-transferable, non-tradable unit of account, used solely for internal transactional and operational purposes within the Platform.": "8.1.2 VFT ist keine Kryptowährung, digitales Asset, Security-Token oder Finanzinstrument im Sinne geltenden Rechts. Es handelt sich um eine nicht übertragbare, nicht handelbare Abrechnungseinheit, die ausschließlich für interne Transaktions- und Betriebszwecke innerhalb der Plattform verwendet wird.",
    "8.1.3 The use of VFT allows for efficient internal accounting, balance management, service consumption and user interaction with Platform features.": "8.1.3 Die Nutzung von VFT ermöglicht effiziente interne Buchhaltung, Guthabenverwaltung, Dienstnutzung und Nutzerinteraktion mit Plattformfunktionen.",
    "8.2 Valuation and Exchange Rate.": "8.2 Bewertung und Wechselkurs.",
    "8.2.1 VFT is pegged to the euro (EUR) at a fixed exchange rate of 1 VFT = 1 EUR.": "8.2.1 VFT ist an den Euro (EUR) mit einem festen Wechselkurs von 1 VFT = 1 EUR gebunden.",
    "8.2.2 This fixed rate is used exclusively within the Platform to determine user balances and transactional amounts.": "8.2.2 Dieser feste Kurs wird ausschließlich innerhalb der Plattform zur Bestimmung von Nutzerguthaben und Transaktionsbeträgen verwendet.",
    "8.2.3 Deposits made by a user are automatically converted to VFT on a 1:1 basis. Users can view their balance in VFT, which reflects the corresponding EUR value.": "8.2.3 Von Nutzern getätigte Einzahlungen werden automatisch im Verhältnis 1:1 in VFT umgewandelt. Nutzer können ihr Guthaben in VFT einsehen, das dem entsprechenden EUR-Wert entspricht.",
    "8.3 Legal Status of VFT.": "8.3 Rechtlicher Status von VFT.",
    "8.3.1 VFT is not legal tender, electronic money, or a payment instrument under EU Directive 2009/110/EC or any other applicable regulatory framework.": "8.3.1 VFT ist kein gesetzliches Zahlungsmittel, elektronisches Geld oder Zahlungsinstrument gemäß EU-Richtlinie 2009/110/EG oder anderen anwendbaren regulatorischen Rahmenbedingungen.",
    "8.3.2 VFT does not grant ownership rights, voting rights, dividends, or any form of participation in the governance or equity of the Platform or its parent company.": "8.3.2 VFT gewährt keine Eigentumsrechte, Stimmrechte, Dividenden oder irgendeine Form der Beteiligung an der Unternehmensführung oder dem Eigenkapital der Plattform oder ihres Mutterunternehmens.",
    "8.3.3 VFT cannot be sold, transferred, exchanged, pledged, or used outside the scope of the Platform.": "8.3.3 VFT können nicht verkauft, übertragen, umgetauscht, verpfändet oder außerhalb des Rahmens der Plattform verwendet werden.",
    "8.3.4 The existence and use of VFT do not imply any speculative, investment, or financial activity.": "8.3.4 Das Vorhandensein und die Nutzung von VFT implizieren keine spekulativen, investitionsbezogenen oder finanziellen Aktivitäten.",
    "8.4 Use of VFT Within the Platform.": "8.4 Nutzung von VFT innerhalb der Plattform.",
    "8.4.1 Users may use their VFT balance for any permitted activities or services available on the Platform, including but not limited to:": "8.4.1 Nutzer können ihr VFT-Guthaben für alle erlaubten Aktivitäten oder Dienste auf der Plattform verwenden, einschließlich, aber nicht beschränkt auf:",
    "9. Refunds": "9. Rückerstattungen",
    "9.1 Refund eligibility includes:": "9.1 Rückerstattungsberechtigung umfasst:",
    "9.2 EEA/UK/Swiss consumers may cancel digital purchases within 14 days.": "9.2 Verbraucher aus EWR/UK/Schweiz können digitale Käufe innerhalb von 14 Tagen widerrufen.",
    "9.3 Cancellation rights waived if content access begins during this period.": "9.3 Widerrufsrechte erlöschen, wenn der Inhaltszugriff während dieser Frist beginnt.",
    "9.4 Submit cancellation requests to": "9.4 Widerrufsanträge einreichen an",
    "9.5 Valid cancellations receive full refunds within 14 days (may extend to 30 days). Refunds issued via original payment method without fees.": "9.5 Gültige Widerrufe erhalten volle Rückerstattung innerhalb von 14 Tagen (kann bis 30 Tage verlängert werden). Rückerstattungen erfolgen über die ursprüngliche Zahlungsmethode ohne Gebühren.",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count Generationen übrig",
    "AI Agreement Generation": "KI-Vertragsgenerierung",
    "AI Agreement Generations": "KI-Vertragsgenerierungen",
    "AI BUSINESS TOOLS": "KI-BUSINESS-TOOLS",
    "AI Background": "KI-Hintergrund",
    "AI Email Generation": "KI-E-Mail-Generierung",
    "AI Email Generations": "KI-E-Mail-Generierungen",
    "AI Resize": "KI-Größenänderung",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "KI-gestützte Tools, die Ihnen helfen, klare, professionelle und effektive E-Mails für jede Situation zu schreiben — sofort und mühelos.",
    "About us": "Über uns",
    "Abstract": "Abstrakt",
    "Abstract & Fine Art": "Abstrakt & Bildende Kunst",
    "Accept the terms and privacy policy": "Ich akzeptiere die Nutzungsbedingungen und Datenschutzrichtlinie",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Zugriff auf eine kuratierte Sammlung hochwertiger Stockbilder für Websites, Werbung und Präsentationen — lizenzfrei und einsatzbereit.",
    "Accessing digital services or products": "Zugriff auf digitale Dienste oder Produkte",
    "Accessing services from prohibited jurisdictions;": "Zugriff auf Dienste aus verbotenen Jurisdiktionen;",
    "Adam P.": "Adam P.",
    "Advertising Cookies:": "Werbe-Cookies:",
    "After a thorough review of a client’s circumstances and needs.": "Nach einer gründlichen Prüfung der Umstände und Bedürfnisse eines Kunden.",
    "Agreement": "Vereinbarung",
    "Agreement Generation": "Vertragsgenerierung",
    "Agreements": "Vereinbarungen",
    "All": "Alle",
    "All Rights Reserved.": "Alle Rechte vorbehalten.",
    "All rights reserved": "Alle Rechte vorbehalten",
    "Already have an account?": "Haben Sie bereits ein Konto?",
    "Analytics Cookies:": "Analyse-Cookies:",
    "Animals & Pets": "Tiere & Haustiere",
    "Architecture & Urban": "Architektur & Urban",
    "Are you sure?": "Sind Sie sicher?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Als nicht-muttersprachlicher Englischsprecher hilft mir diese Plattform, in jeder Nachricht selbstbewusster und professioneller zu klingen.",
    "As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Als Startup-Gründer war das Erstellen von NDAs und Dienstleistungsvereinbarungen früher eine Qual. Jetzt kann ich sie sofort ohne Anwaltskosten erstellen.",
    "At :company_name (\"we\", \"us\", \"our\"), we are committed to protecting the privacy of our users (\"you\", \"your\"). This Privacy Policy explains how we collect, use, share, and safeguard your personal information when you use our AI image generation platform at visioforge.me (the \"Website\"). By accessing our services, you consent to the data practices described in this policy.": "Bei :company_name („wir“, „uns“, „unser“) legen wir großen Wert auf den Schutz der Privatsphäre unserer Nutzer („Sie“, „Ihr“). Diese Datenschutzrichtlinie erklärt, wie wir Ihre personenbezogenen Daten erheben, verwenden, weitergeben und schützen, wenn Sie unsere KI-Bildgenerierungsplattform unter visioforge.me (die „Website“) nutzen. Durch den Zugriff auf unsere Dienste stimmen Sie den in dieser Richtlinie beschriebenen Datenpraktiken zu.",
    "Available for Anyone": "Für jeden verfügbar",
    "Background Removal": "Hintergrundentfernung",
    "Background Remover": "Hintergrundentferner",
    "Balance": "Guthaben",
    "Boost reply rates and save writing time": "Antwortraten steigern und Schreibzeit sparen",
    "Boost your productivity with AI-generated legal documents,": "Steigern Sie Ihre Produktivität mit KI-generierten Rechtsdokumenten,",
    "Bring all team": "Bringen Sie das gesamte Team zusammen",
    "Business": "Geschäftlich",
    "Business & Operations": "Geschäft & Betrieb",
    "Business & Technology": "Geschäft & Technologie",
    "Buy": "Kaufen",
    "By accessing or purchasing through our Website, you agree to be bound by these Terms, our Privacy Policy, and all incorporated policies (collectively, the \"Terms of Use\"). Review our Privacy Policy to understand our data practices. We disclaim responsibility for third-party websites linked from our Platform.": "Durch Zugriff oder Käufe über unsere Website stimmen Sie diesen Bedingungen, unserer Datenschutzrichtlinie und allen einbezogenen Richtlinien (zusammen die „Nutzungsbedingungen“) zu. Prüfen Sie unsere Datenschutzrichtlinie, um unsere Datenpraktiken zu verstehen. Wir übernehmen keine Verantwortung für von unserer Plattform verlinkte Websites Dritter.",
    "COMMUNICATION AI TOOL": "KOMMUNIKATIONS-KI-TOOL",
    "Cartoon": "Cartoon",
    "Cases": "Fälle",
    "Categories": "Kategorien",
    "Category": "Kategorie",
    "Check what’s our": "Erfahren Sie, was unsere",
    "Choose currency: (:amount :currency = 1 VFT)": "Währung wählen: (:amount :currency = 1 VFT)",
    "Click here": "Hier klicken",
    "Click here for more info": "Hier klicken für weitere Infos",
    "Cloud storage": "Cloud-Speicher",
    "Cold Outreach to Potential Client": "Kaltakquise an potenziellen Kunden",
    "Comic": "Comic",
    "Comics": "Comics",
    "Commercial/political use without permission;": "Kommerzielle/politische Nutzung ohne Erlaubnis;",
    "Compose emails in seconds with AI assistance": "E-Mails in Sekunden mit KI-Unterstützung verfassen",
    "Confirm Password": "Passwort bestätigen",
    "Confirm password": "Passwort bestätigen",
    "Confirmed unauthorized charges;": "Bestätigte unbefugte Belastungen;",
    "Connect jano with the": "Verbinden Sie jano mit dem",
    "Consulting Agreement": "Beratungsvertrag",
    "Contact Us": "Kontaktieren Sie uns",
    "Content location (URL);": "Inhaltsort (URL);",
    "Contractor Agreement": "Auftragnehmervertrag",
    "Control cookies through your browser settings:": "Cookies über Ihre Browser-Einstellungen steuern:",
    "Cookie Policy": "Cookie-Richtlinie",
    "Cookie Retention Period": "Cookie-Speicherdauer",
    "Cookie policy": "Cookie-Richtlinie",
    "Cookies &amp; Your Personal Data": "Cookies & Ihre personenbezogenen Daten",
    "Cookies are small text files stored on your device when you use our platform. They help remember your preferences (like login details and AI tool settings) and optimize your creative workflow.": "Cookies sind kleine Textdateien, die auf Ihrem Gerät gespeichert werden, wenn Sie unsere Plattform nutzen. Sie helfen, Ihre Einstellungen (wie Anmeldedaten und KI-Tool-Einstellungen) zu merken und Ihren kreativen Workflow zu optimieren.",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Verfassen Sie klare, polierte E-Mails für jede Situation — von Geschäftsangeboten bis Kundensupport — mit KI-gestütztem Ton und Struktur.",
    "Create New Deposit (:currency)": "Neue Einzahlung erstellen (:currency)",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Erstellen Sie professionelle, rechtssichere Vereinbarungen in Sekunden — geben Sie nur die wichtigsten Details ein, und lassen Sie die KI Formatierung und Klauseln übernehmen.",
    "Create task": "Aufgabe erstellen",
    "Create your": "Erstellen Sie Ihr",
    "Created": "Erstellt",
    "Creative": "Kreativ",
    "Current": "Aktuell",
    "Custom": "Benutzerdefiniert",
    "Customer & Support": "Kunde & Support",
    "Customer Support Lead": "Leiter Kundensupport",
    "Customizable": "Anpassbar",
    "Dashboard": "Dashboard",
    "Data Security": "Datensicherheit",
    "Date": "Datum",
    "Deposits": "Einzahlungen",
    "Description": "Beschreibung",
    "Designer": "Designer",
    "Detailed violation explanation;": "Detaillierte Erklärung des Verstoßes;",
    "Discover": "Entdecken",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Entdecken Sie, wie unsere KI-Tools die Produktivität verändern. Hören Sie von Fachleuten, die ihre Arbeit mit intelligenten E-Mail-, Vertrags- und Bildlösungen optimieren.",
    "Disrupting service operations;": "Störung des Dienstbetriebs;",
    "Don't have an account yet?": "Noch kein Konto?",
    "Don't take our word for it.": "Glauben Sie uns nicht einfach aufs Wort.",
    "Don\\'t find your answer here? just send us a message for any question.": "Antwort nicht gefunden? Schicken Sie uns einfach eine Nachricht zu jeder Frage.",
    "Don\\'t just take our word for it—here\\'s what creators like you are saying about our AI image generation and editing tools.": "Glauben Sie uns nicht nur – hier ist, was Kreative wie Sie über unsere KI-Bildgenerierungs- und Bearbeitungstools sagen.",
    "Download": "Herunterladen",
    "Download Video": "Video herunterladen",
    "Drop us a line": "Schreiben Sie uns",
    "E-commerce Store Owner": "E-Commerce-Shop-Betreiber",
    "Effortless Creation of": "Mühelose Erstellung von",
    "Email": "E-Mail",
    "Email Generation": "E-Mail-Generierung",
    "Email Writing": "E-Mail-Schreiben",
    "Email:": "E-Mail:",
    "Emails": "E-Mails",
    "Employment Agreement": "Arbeitsvertrag",
    "Enhance your experience and include:": "Verbessern Sie Ihre Erfahrung und umfassen:",
    "Enter Email Address*": "E-Mail-Adresse eingeben*",
    "Enter Password": "Passwort eingeben",
    "Enter custom tokens amount": "Benutzerdefinierten Token-Betrag eingeben",
    "Enter key details for your agreement...": "Wichtige Details für Ihre Vereinbarung eingeben...",
    "Enter key details for your contract...": "Wichtige Details für Ihren Vertrag eingeben...",
    "Enter key details for your email...": "Wichtige Details für Ihre E-Mail eingeben...",
    "Enter your Message here": "Geben Sie hier Ihre Nachricht ein",
    "Enter your email here": "Geben Sie hier Ihre E-Mail ein",
    "Enter your name*": "Geben Sie Ihren Namen ein*",
    "Essential Cookies:": "Wesentliche Cookies:",
    "Expereinced": "Erfahren",
    "Explore": "Entdecken",
    "Fashion & Beauty": "Mode & Schönheit",
    "File sharing": "Dateifreigabe",
    "Follow Us": "Folgen Sie uns",
    "Follow-Up After Sales Call": "Nachfass nach Verkaufsgespräch",
    "Food & Drink": "Essen & Trinken",
    "For any privacy-related inquiries or requests regarding your personal data, please contact our team at": "Bei Datenschutzfragen oder Anfragen zu Ihren personenbezogenen Daten kontaktieren Sie bitte unser Team unter",
    "For cookie-related inquiries:": "Bei Fragen zu Cookies:",
    "For inquiries regarding these Terms, contact us at": "Bei Fragen zu diesen Bedingungen kontaktieren Sie uns unter",
    "Format": "Format",
    "Fraudulent activity.": "Betrügerische Aktivität.",
    "Free Now": "Jetzt kostenlos",
    "Freelance & Services": "Freelance & Dienstleistungen",
    "Freelance Consultant": "Freelance-Berater",
    "Freelance Designer": "Freelance-Designer",
    "Freelance Graphic Designer": "Freelance-Grafikdesigner",
    "Freelance Work Agreement": "Freelance-Arbeitsvereinbarung",
    "Generate": "Generieren",
    "Generate Agreement": "Vereinbarung generieren",
    "Generate Agreements": "Vereinbarungen generieren",
    "Generate Email": "E-Mail generieren",
    "Generate Emails": "E-Mails generieren",
    "Generate another one": "Noch eines generieren",
    "Generate legal agreements in just a few clicks": "Rechtsverbindliche Vereinbarungen in wenigen Klicks generieren",
    "Generated": "Generiert",
    "Generative Fill": "Generative Füllung",
    "Get Start": "Loslegen",
    "Get task complated": "Aufgabe erledigt bekommen",
    "Go to Dashboard": "Zum Dashboard gehen",
    "Good faith statement.": "Erklärung in gutem Glauben.",
    "Great Interface": "Tolle Benutzeroberfläche",
    "Great Support": "Großartiger Support",
    "HR & Employment": "Personalwesen & Beschäftigung",
    "HR Coordinator": "Personalwesen-Koordinator",
    "Harassment or discriminatory behavior;": "Belästigung oder diskriminierendes Verhalten;",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Ein Home-Based-Geschäft ist ein wunderbares Gut für Ihr Leben. Das Problem bleibt bestehen, wenn es darum geht, Ihr Geschäft zu einem günstigen Preis zu bewerben. Ich weiß, Sie haben überall nach Antworten gesucht.",
    "Hear from our users": "Hören Sie von unseren Nutzern",
    "Hello": "Hallo",
    "Help us understand feature usage to improve our AI models.": "Helfen Sie uns, die Nutzung von Funktionen zu verstehen, um unsere KI-Modelle zu verbessern.",
    "High-Quality": "Hochwertig",
    "Home": "Startseite",
    "Hours": "Stunden",
    "I agree to the": "Ich stimme zu",
    "I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Ich brauchte dringend einen Freelance-Vertrag — die KI generierte ein vollständiges, professionelles Dokument in Minuten. Hat mir eine Menge Zeit gespart.",
    "Ideal for freelancers, startups, and businesses": "Ideal für Freelancer, Startups und Unternehmen",
    "Illustration": "Illustration",
    "Image": "Bild",
    "Image Stock": "Bildbestand",
    "Image Upscale": "Bild hochskalieren",
    "Image is being generated...": "Bild wird generiert...",
    "Images": "Bilder",
    "Impressionist": "Impressionistisch",
    "In Seconds, With AI": "In Sekunden, mit KI",
    "Information We Collect": "Von uns erfasste Informationen",
    "Integrates your tools": "Integriert Ihre Tools",
    "Interfering with others\\' use.": "Beeinträchtigung der Nutzung durch andere.",
    "Internal & HR": "Intern & Personalwesen",
    "Internal Policy Update Notice": "Interne Richtlinienaktualisierungsmitteilung",
    "Internship Agreement": "Praktikumsvereinbarung",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu ist Ihr Online-Team-Management-Tool, das einfach und fördernd ist",
    "Janu tools.": "Janu-Tools.",
    "Japanese": "Japanisch",
    "LEGAL AI SOLUTION": "RECHTLICHE KI-LÖSUNG",
    "Languages": "Sprachen",
    "Last Updated: January 08, 2026": "Zuletzt aktualisiert: 8. Januar 2026",
    "Laura M.": "Laura M.",
    "Learn more at": "Erfahren Sie mehr unter",
    "Legal Address:": "Rechtliche Adresse:",
    "Legal Documents": "Rechtsdokumente",
    "Legal Use": "Rechtliche Nutzung",
    "Let’s": "Lassen Sie uns",
    "Loading... Please wait while your files are being prepared.": "Laden... Bitte warten Sie, während Ihre Dateien vorbereitet werden.",
    "Log In": "Anmelden",
    "Log in": "Anmelden",
    "Login": "Anmelden",
    "Logout": "Abmelden",
    "Low Price": "Niedriger Preis",
    "Mail address": "E-Mail-Adresse",
    "Make Another Deposit": "Weitere Einzahlung vornehmen",
    "Make a deposit": "Einzahlung vornehmen",
    "Make timeframe": "Zeitrahmen festlegen",
    "Making internal purchases": "Interne Käufe tätigen",
    "Managing Your Cookie Preferences": "Verwaltung Ihrer Cookie-Einstellungen",
    "Marketing Strategist": "Marketing-Stratege",
    "Message:": "Nachricht:",
    "Michelle T.": "Michelle T.",
    "Minimalist": "Minimalistisch",
    "Minimum 1 token required": "Mindestens 1 Token erforderlich",
    "Model": "Modell",
    "More": "Mehr",
    "My Deposits": "Meine Einzahlungen",
    "Name:": "Name:",
    "Nature & Landscapes": "Natur & Landschaften",
    "New Contact Form Submission from :site": "Neue Kontaktanfrage von :site",
    "New Employee Welcome Email": "Willkommens-E-Mail für neuen Mitarbeiter",
    "Nina K.": "Nina K.",
    "Non-Disclosure Agreement (NDA)": "Geheimhaltungsvereinbarung (NDA)",
    "Office address": "Büroadresse",
    "Operations Manager": "Betriebsleiter",
    "Optional Cookies:": "Optionale Cookies:",
    "Order Confirmation Email": "Bestellbestätigungs-E-Mail",
    "Orders": "Bestellungen",
    "Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Unser Personalteam nutzt es für Arbeitsverträge und Angebotsschreiben. Es ist intuitiv, schnell und spart Stunden Verwaltungsarbeit.",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Unser tiefes Verständnis von Projekt- und Programmmanagement hat den Erfolg unserer Kunden ermöglicht.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Unsere Marketing-E-Mails klingen jetzt scharf, klar und markengerecht — ohne Aufwand. Absoluter Game-Changer.",
    "Our partners": "Unsere Partner",
    "Our platform uses these cookie categories:": "Unsere Plattform verwendet diese Cookie-Kategorien:",
    "Our trusted partners": "Unsere vertrauenswürdigen Partner",
    "Over": "Über",
    "Over 27k Emails Generated": "Über 27.000 E-Mails generiert",
    "Over 9k Agreements Created": "Über 9.000 Vereinbarungen erstellt",
    "Partnership Agreement": "Partnerschaftsvereinbarung",
    "Password": "Passwort",
    "Pay": "Bezahlen",
    "Payment Completed Successfully!": "Zahlung erfolgreich abgeschlossen!",
    "People & Portraits": "Menschen & Porträts",
    "Perfect for outreach, support, and daily communication": "Perfekt für Outreach, Support und tägliche Kommunikation",
    "Performance Review Request": "Leistungsbeurteilungsanfrage",
    "Phone: +48 123 456 789": "Telefon: +48 123 456 789",
    "Photo Realism": "Fotorealismus",
    "Pop Art": "Pop-Art",
    "Preference Cookies:": "Präferenz-Cookies:",
    "Prepare for download": "Zum Download vorbereiten",
    "Price": "Preis",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Privacy Policy Updates": "Aktualisierungen der Datenschutzrichtlinie",
    "Privacy policy": "Datenschutzrichtlinie",
    "Priya K.": "Priya K.",
    "Produce clear-background PNG images from any text - excellent for branding assets, digital media, and smooth visual integration.": "Klare PNG-Bilder mit transparentem Hintergrund aus Text erstellen – hervorragend für Branding-Assets, digitale Medien und nahtlose visuelle Integration.",
    "Product Demo Invitation": "Produkt-Demo-Einladung",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Fachleute und Teams weltweit vertrauen auf VisioForge.me für intelligente, KI-gestützte E-Mail-Schreibung, Vertragserstellung und Zugriff auf beeindruckende Stockbilder — alles an einem Ort.",
    "Project Manager": "Projektmanager",
    "Promotional Offer Announcement": "Ankündigung eines Sonderangebots",
    "Prompt": "Prompt",
    "Purchase for :amount VFT": "Kaufen für :amount VFT",
    "Rahul S.": "Rahul S.",
    "Rashed kabir": "Rashed kabir",
    "Reason to choose us": "Grund, uns zu wählen",
    "Refund Process Update": "Aktualisierung des Rückerstattungsprozesses",
    "Register": "Registrieren",
    "Remember me": "Angemeldet bleiben",
    "Remember your AI settings (e.g., style preferences, output formats).": "Merken Sie sich Ihre KI-Einstellungen (z. B. Stilpräferenzen, Ausgabeformate).",
    "Remote Work Approval Email": "E-Mail zur Genehmigung von Home-Office",
    "Required for core functions like account security, payment processing, and AI image generation. These cannot be disabled.": "Erforderlich für Kernfunktionen wie Kontosicherheit, Zahlungsabwicklung und KI-Bildgenerierung. Diese können nicht deaktiviert werden.",
    "Retouch": "Retusche",
    "Reverse engineering or modifying our AI technology;": "Reverse Engineering oder Modifizierung unserer KI-Technologie;",
    "Reviews": "Bewertungen",
    "Safe": "Sicher",
    "Sales & Marketing": "Verkauf & Marketing",
    "Sales Agreement": "Verkaufsvereinbarung",
    "Sales Manager": "Verkaufsleiter",
    "Samantha R.": "Samantha R.",
    "Satisfaction Survey Request": "Zufriedenheitsumfrage-Anfrage",
    "Save hours on drafting and reviewing documents": "Stunden beim Entwerfen und Überprüfen von Dokumenten sparen",
    "Saved": "Gespeichert",
    "Select Tokens Amount": "Token-Betrag auswählen",
    "Service Agreement for Client": "Dienstleistungsvereinbarung für Kunden",
    "Services": "Dienste",
    "Session cookies expire when you close your browser. Persistent cookies remain for up to 24 months unless deleted manually.": "Sitzungs-Cookies laufen ab, wenn Sie den Browser schließen. Persistente Cookies bleiben bis zu 24 Monate bestehen, sofern sie nicht manuell gelöscht werden.",
    "Sharing of Your Information": "Weitergabe Ihrer Informationen",
    "Shipping Delay Notification": "Benachrichtigung über Versandverzögerung",
    "Show relevant promotions for our premium features (opt-out available below).": "Relevante Werbeaktionen für unsere Premium-Funktionen anzeigen (Abmeldung unten möglich).",
    "Sign Up": "Registrieren",
    "Sign up for free": "Kostenlos registrieren",
    "Size": "Größe",
    "Smart Agreements": "Intelligente Vereinbarungen",
    "Smart Solutions": "Intelligente Lösungen",
    "Some cookies may process technical data (like IP addresses) to personalize your AI experience. We comply with GDPR and other privacy regulations. See our": "Einige Cookies können technische Daten (wie IP-Adressen) verarbeiten, um Ihre KI-Erfahrung zu personalisieren. Wir halten uns an DSGVO und andere Datenschutzvorschriften. Siehe unsere",
    "Sorry, there was an error sending your message. Please try again later.": "Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.",
    "Sports & Fitness": "Sport & Fitness",
    "Start now": "Jetzt starten",
    "Startup Founder": "Startup-Gründer",
    "Status": "Status",
    "Stock Image Library": "Stockbild-Bibliothek",
    "Style": "Stil",
    "Style Customization": "Stilanpassung",
    "Submit": "Absenden",
    "Submitting harmful or illegal content;": "Einreichen schädlicher oder illegaler Inhalte;",
    "Successful Edit Accuracy Rate": "Erfolgsquote bei Bearbeitungen",
    "Support": "Support",
    "Support Lead": "Support-Leiter",
    "Surrealism": "Surrealismus",
    "Tag": "Tag",
    "Team Managment": "Team-Management",
    "Team Meeting Agenda Email": "E-Mail zur Team-Meeting-Agenda",
    "Templates": "Vorlagen",
    "Termination of Employment Letter": "Kündigungsschreiben",
    "Terms & Conditions": "Allgemeine Geschäftsbedingungen",
    "Terms and Conditions": "Allgemeine Geschäftsbedingungen",
    "Terms and conditions": "Allgemeine Geschäftsbedingungen",
    "Text to Image": "Text zu Bild",
    "Text to PNG": "Text zu PNG",
    "Thank you for subscribing!": "Vielen Dank für Ihr Abonnement!",
    "Thank you for your payment. Your transaction has been completed successfully.": "Vielen Dank für Ihre Zahlung. Ihre Transaktion wurde erfolgreich abgeschlossen.",
    "Thank you! Your message has been received.": "Vielen Dank! Ihre Nachricht wurde empfangen.",
    "Thank you! Your message has been sent successfully!": "Vielen Dank! Ihre Nachricht wurde erfolgreich gesendet!",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Der KI-Vereinbarungsgenerator half mir, einen soliden Freelance-Vertrag in unter 5 Minuten zu erstellen. Er ist genau, schnell und professionell.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Der EMV-Rollout war ungeschickt, teuer und hat nicht berücksichtigt.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Der englische Prompt wird automatisch zusammen mit dem Bild im .txt-Format heruntergeladen.",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Der Kern unseres Dienstes basiert auf der objektiven Anlageberatung, die wir zur Unterstützung anbieten.",
    "The Opinions of Our Clients": "Die Meinungen unserer Kunden",
    "The views expressed by our existing clients": "Die Ansichten unserer bestehenden Kunden",
    "There is no generated images...": "Es gibt keine generierten Bilder...",
    "Third-Party Service Providers": "Drittanbieter-Dienstleister",
    "This message was sent from your website\\'s contact form.": "Diese Nachricht wurde über das Kontaktformular Ihrer Website gesendet.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "Dieses Tool hat komplett verändert, wie ich Kundensupport handhabe. Es spart Zeit und hält unseren Ton konsistent.",
    "Time Tracking": "Zeiterfassung",
    "To opt out of Google Analytics:": "Google Analytics deaktivieren:",
    "Tokens": "Tokens",
    "Top-Up Balance": "Guthaben aufladen",
    "Top-up Balance": "Guthaben aufladen",
    "Travel & Adventure": "Reisen & Abenteuer",
    "Troubleshooting Response Email": "Fehlerbehebungs-Antwort-E-Mail",
    "Trusted": "Vertrauenswürdig",
    "Trusted by 145+ Teams Worldwide": "Vertraut von über 145 Teams weltweit",
    "Trusted by Freelancers, Startups & Businesses Alike": "Vertraut von Freelancern, Startups & Unternehmen gleichermaßen",
    "Try free now": "Jetzt kostenlos ausprobieren",
    "Types of Cookies We Use": "Von uns verwendete Cookie-Arten",
    "Unauthorized distribution or commercialization;": "Unbefugte Verbreitung oder Kommerzialisierung;",
    "Unresolved technical issues after 5 business days;": "Ungelöste technische Probleme nach 5 Werktagen;",
    "Updates to This Policy": "Aktualisierungen dieser Richtlinie",
    "Uploading harmful or illegal content;": "Hochladen schädlicher oder illegaler Inhalte;",
    "Upsell Email to Existing Customer": "Upsell-E-Mail an bestehenden Kunden",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Nutzen Sie KI, um Verträge, Vereinbarungen und Rechtsformulare mühelos zu generieren — genau, anpassbar und in Sekunden fertig.",
    "Use of Your Information": "Nutzung Ihrer Informationen",
    "Used in 1.4k Business Scenarios": "In 1.4k Geschäftsszenarien verwendet",
    "Usefull Links": "Nützliche Links",
    "User": "Nutzer",
    "Users": "Nutzer",
    "Using automated data collection tools;": "Verwendung automatisierter Datenerfassungstools;",
    "Vendor Contract": "Lieferantenvertrag",
    "Verified billing errors;": "Verifizierte Abrechnungsfehler;",
    "Video from Image": "Video aus Bild",
    "Video from Text": "Video aus Text",
    "Video is being generated...": "Video wird generiert...",
    "Vintage/Retro": "Vintage/Retro",
    "Watch": "Ansehen",
    "We Offer Cutting-Edge AI Image Services – From Instant Generation to Professional Editing & Enhancement": "Wir bieten modernste KI-Bilddienste – von sofortiger Generierung bis professioneller Bearbeitung & Verbesserung",
    "We are Here to Answer It!": "Wir sind hier, um sie zu beantworten!",
    "We collect information you provide directly, such as your email address during account registration or when subscribing to updates. Our system also automatically gathers technical data including your IP address, device information, and usage patterns through cookies and analytics tools like Google Analytics to improve our services.": "Wir erfassen Informationen, die Sie direkt angeben, wie Ihre E-Mail-Adresse bei der Kontoerstellung oder beim Abonnieren von Updates. Unser System erfasst automatisch technische Daten wie Ihre IP-Adresse, Geräteinformationen und Nutzungsmuster durch Cookies und Analysetools wie Google Analytics, um unsere Dienste zu verbessern.",
    "We do not sell your personal data to marketers. Your information may be shared with: (1) essential service providers (e.g., payment processors, analytics platforms); (2) legal authorities when required by law; or (3) to protect the rights and safety of our platform and users. Any shared data is limited to what\\'s necessary for the specific purpose.": "Wir verkaufen Ihre personenbezogenen Daten nicht an Werbetreibende. Ihre Informationen können weitergegeben werden an: (1) wesentliche Dienstleister (z. B. Zahlungsabwickler, Analyseplattformen); (2) Behörden bei gesetzlicher Verpflichtung; oder (3) zum Schutz der Rechte und Sicherheit unserer Plattform und Nutzer. Weitergegebene Daten sind auf das für den jeweiligen Zweck Notwendige beschränkt.",
    "We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Wir haben keinen internen Anwalt, daher hilft uns dieses Tool, konform und professionell zu bleiben, ohne die Kosten.",
    "We implement industry-standard security measures including encryption and access controls to protect your information. While we strive to protect your data, no online transmission is 100% secure. You are responsible for keeping your login credentials confidential.": "Wir setzen branchenübliche Sicherheitsmaßnahmen einschließlich Verschlüsselung und Zugriffskontrollen ein, um Ihre Daten zu schützen. Obwohl wir uns bemühen, Ihre Daten zu schützen, ist keine Online-Übertragung 100 % sicher. Sie sind für die Vertraulichkeit Ihrer Zugangsdaten verantwortlich.",
    "We may update this Policy as our AI services evolve. Significant changes will be announced on our platform.": "Wir können diese Richtlinie bei Weiterentwicklung unserer KI-Dienste aktualisieren. Wesentliche Änderungen werden auf unserer Plattform angekündigt.",
    "We may update this policy periodically to reflect changes in our practices or legal requirements. The updated version will be posted here with a new \"Last Updated\" date. We recommend reviewing this policy regularly to stay informed.": "Wir können diese Richtlinie regelmäßig aktualisieren, um Änderungen in unseren Praktiken oder rechtlichen Anforderungen widerzuspiegeln. Die aktualisierte Version wird hier mit neuem „Zuletzt aktualisiert“-Datum veröffentlicht. Wir empfehlen, diese Richtlinie regelmäßig zu prüfen, um informiert zu bleiben.",
    "We partner with trusted third-party payment processors to handle transactions securely. When making purchases, you\\'ll be directed to their platforms to complete payments. These providers manage your payment details according to their own privacy policies - we never store credit card information on our servers.": "Wir arbeiten mit vertrauenswürdigen Drittanbietern für Zahlungsabwicklung zusammen, um Transaktionen sicher zu handhaben. Bei Käufen werden Sie zu deren Plattformen weitergeleitet, um Zahlungen abzuschließen. Diese Anbieter verwalten Ihre Zahlungsdetails gemäß ihren eigenen Datenschutzrichtlinien – wir speichern niemals Kreditkarteninformationen auf unseren Servern.",
    "We use both first-party cookies (placed by us) and third-party cookies (from services like analytics providers) to improve functionality and understand how users interact with our AI features.": "Wir verwenden sowohl First-Party-Cookies (von uns gesetzt) als auch Third-Party-Cookies (von Diensten wie Analyseanbietern), um die Funktionalität zu verbessern und zu verstehen, wie Nutzer mit unseren KI-Funktionen interagieren.",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Wir nutzen es teamweit für interne Updates und externe Kommunikation. Es spart uns wöchentlich Stunden.",
    "We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Wir nutzen die Plattform für Kundenverträge und interne Vereinbarungen. Die KI übernimmt die Hauptarbeit, und wir prüfen und unterschreiben nur.",
    "We\\'re committed to addressing your concerns promptly and transparently.": "Wir setzen uns dafür ein, Ihre Anliegen schnell und transparent zu bearbeiten.",
    "Welcome to Visio Forge! We utilize cookies and similar technologies to enhance your experience with our AI image generation platform. This Cookie Policy (\"Policy\") explains how we use cookies and how you can manage them. By continuing to use our site, you accept these terms. For questions, contact us:": "Willkommen bei Visio Forge! Wir verwenden Cookies und ähnliche Technologien, um Ihre Erfahrung mit unserer KI-Bildgenerierungsplattform zu verbessern. Diese Cookie-Richtlinie („Richtlinie“) erklärt, wie wir Cookies verwenden und wie Sie sie verwalten können. Durch die fortgesetzte Nutzung unserer Website akzeptieren Sie diese Bedingungen. Bei Fragen kontaktieren Sie uns:",
    "Welcome to https://visioforge.me (the \"Website\"), operated by :company_name, a company incorporated in Poland under NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, with its registered office at :company_address (\"we\", \"us\", \"our\", the \"Company\"). These Terms and Conditions (the \"Terms\", the \"Agreement\") govern your access to and use of our AI image generation and editing services (the \"Platform\"), forming a binding contract between you (\"you\", \"your\", \"user\", \"customer\") and the Company. For any inquiries, please contact us at :company_email.": "Willkommen auf https://visioforge.me (die „Website“), betrieben von :company_name, einem in Polen eingetragenen Unternehmen mit NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, mit Sitz in :company_address („wir“, „uns“, „unser“, das „Unternehmen“). Diese Allgemeinen Geschäftsbedingungen (die „Bedingungen“, die „Vereinbarung“) regeln Ihren Zugriff auf und die Nutzung unserer KI-Bildgenerierungs- und Bearbeitungsdienste (die „Plattform“) und bilden einen verbindlichen Vertrag zwischen Ihnen („Sie“, „Ihr“, „Nutzer“, „Kunde“) und dem Unternehmen. Bei Fragen kontaktieren Sie uns bitte unter :company_email.",
    "Welcome to the Future of": "Willkommen in der Zukunft von",
    "What Are Cookies?": "Was sind Cookies?",
    "What Our Users Say": "Was unsere Nutzer sagen",
    "Why you": "Warum Sie",
    "Write Better Emails": "Bessere E-Mails schreiben",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Das Schreiben von Kunden-E-Mails dauerte früher ewig. Jetzt gebe ich nur ein paar Schlüsselpunkte ein, und die KI erstellt sofort eine professionelle Nachricht!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Das Schreiben von Cold-E-Mails dauerte früher ewig. Jetzt gebe ich nur ein paar Details ein und bekomme eine polierte E-Mail, die sofort versandbereit ist.",
    "You can make deposit": "Sie können eine Einzahlung vornehmen",
    "You can reply directly to this email to respond to :name.": "Sie können direkt auf diese E-Mail antworten, um :name zu antworten.",
    "You don't have any deposits yet.": "Sie haben noch keine Einzahlungen.",
    "You don't have any orders yet.": "Sie haben noch keine Bestellungen.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Sie haben nicht genug ART für den Kauf. Bitte führen Sie eine Einzahlung durch.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Sie haben nicht genug VFT für den Kauf. Bitte führen Sie eine Einzahlung durch.",
    "You have received a new message from your website\\'s contact form.": "Sie haben eine neue Nachricht über das Kontaktformular Ihrer Website erhalten.",
    "You need to be": "Sie müssen",
    "Your contact information;": "Ihre Kontaktdaten;",
    "Your email": "Ihre E-Mail",
    "Your email address is used for account management, service notifications, and product updates. We analyze technical data to enhance platform security, optimize AI performance, and improve user experience. Analytics help us understand feature usage and identify areas for improvement.": "Ihre E-Mail-Adresse wird für Kontoverwaltung, Dienstbenachrichtigungen und Produktaktualisierungen verwendet. Wir analysieren technische Daten, um Plattformsicherheit zu verbessern, KI-Leistung zu optimieren und die Nutzererfahrung zu steigern. Analysen helfen uns, die Funktionsnutzung zu verstehen und Verbesserungsbereiche zu identifizieren.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Ihre E-Mail-Adresse wird nicht für Marketingzwecke verwendet. Pflichtfelder sind markiert.",
    "Your limit for generating 10 images has been reached.": "Ihr Limit für die Generierung von 10 Bildern ist erreicht.",
    "Your request": "Ihre Anfrage",
    "Your title": "Ihr Titel",
    "and": "und",
    "auth.password": "auth.password",
    "by your member": "von Ihrem Mitglied",
    "choose": "wählen",
    "client": "Kunde",
    "for Agreements, Emails & Images": "für Vereinbarungen, E-Mails & Bilder",
    "for Your Projects": "für Ihre Projekte",
    "for any team person": "für jede Team-Person",
    "for details.": "für Details.",
    "for do the task": "um die Aufgabe zu erledigen",
    "including:": "einschließlich:",
    "logged in": "angemeldet",
    "make life easier.": "das Leben einfacher machen.",
    "managment": "Management",
    "more…": "mehr…",
    "or": "oder",
    "our all features": "alle unsere Funktionen",
    "professional emails, and ready-to-use stock images — all in one platform.": "professionelle E-Mails und einsatzbereite Stockbilder — alles auf einer Plattform.",
    "say about us.": "über uns sagen.",
    "software": "Software",
    "support": "Support",
    "task togather": "Aufgabe zusammen",
    "tokens": "Tokens",
    "us always": "uns immer",
    "video": "Video",
    "workspace": "Arbeitsbereich",
    "you use.": "die Sie nutzen.",
    "© :year Powered by": "© :year Powered by"
}