{
    "© Copyright :year - :name": "© Copyright :year - :name",
    "- Select country -": "- Wybierz kraj -",
    "1 ART = 1 generation": "1 ART = 1 generacja",
    "3D Render": "Render 3D",
    ":amount AET": ":amount AET",
    ":amount SVT": ":amount SVT",
    ":amount VCT": ":amount VCT",
    ":count generations left": ":count generacji pozostało",
    "A new verification link has been sent to the email address you provided during registration.": "Nowy link weryfikacyjny został wysłany na adres e-mail podany podczas rejestracji.",
    "A new verification link has been sent to your email address.": "Nowy link weryfikacyjny został wysłany na Twój adres e-mail.",
    "AI Background": "Tło AI",
    "AI Background Remover": "Usuwanie tła AI",
    "AI Image Editing": "Edycja obrazów AI",
    "AI Image Generation": "Generowanie obrazów AI",
    "AI Image Upscale": "Skalowanie obrazów AI",
    "AI Resize": "Zmiana rozmiaru AI",
    "AI Tools & Features Available": "Dostępne narzędzia i funkcje AI",
    "AI-Driven Email Generation": "Generowanie e-maili z użyciem AI",
    "AI-Generated Images Delivered": "Dostarczone obrazy wygenerowane przez AI",
    "AI-MADE MAGIC": "Magia stworzona przez AI",
    "AI-Powered Image Generation": "Generowanie obrazów z użyciem AI",
    "AI-Powered Image Generation & Editing – Create Stunning Visuals in Seconds.": "Generowanie i edycja obrazów z użyciem AI – twórz oszałamiające wizualizacje w kilka sekund.",
    "AI-Powered Image Upscaling.": "Skalowanie obrazów z użyciem AI.",
    "AI-generated creatives.": "Kreacje wygenerowane przez AI.",
    "AUTO-GENERATED VIDEOS": "AUTOMATYCZNIE GENEROWANE FILMY",
    "About": "O nas",
    "About us": "O nas",
    "Absolutely. You can refine your prompts, adjust styles, and tweak details to get exactly the look you want. The AI adapts to your creative vision.": "Oczywiście. Możesz dopracować swoje podpowiedzi, dostosować style i zmieniać szczegóły, aby uzyskać dokładnie taki wygląd, jaki chcesz. AI dostosowuje się do Twojej wizji twórczej.",
    "Abstergo Industries": "Abstergo Industries",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Uzyskaj dostęp do podpowiedzi opartych na AI, przeznaczonych do prognozowania finansowego, planowania biznesowego i podejmowania decyzji opartych na danych. Bądź o krok przed innymi dzięki inteligentnej automatyzacji.",
    "Access Your Purchases": "Dostęp do Twoich zakupów",
    "Achieve clean and transparent results for professional designs": "Osiągnij czyste i przezroczyste wyniki dla profesjonalnych projektów",
    "Achieve exceptionally sharp and high-resolution outputs with every single upscale": "Osiągnij wyjątkowo ostre i wysokiej rozdzielczości wyniki przy każdym skalowaniu",
    "Add funds": "Dodaj środki",
    "Adding balance": "Dodawanie salda",
    "Address": "Adres",
    "Adjust images with fully customizable output resolutions": "Dostosuj obrazy z w pełni konfigurowalnymi rozdzielczościami wyjściowymi",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Po zakupie otrzymasz podpowiedź do generowania takich obrazów. Oryginalny obraz będzie dostępny do pobrania w formatach .jpg, .png lub .webp, w rozmiarze 1024x1024.",
    "After wasting months with complex software, I wish I\\'d discovered this service earlier. The one-click enhancements are unmatched, and the batch processing saves me hours weekly!": "Po zmarnowaniu miesięcy na skomplikowane oprogramowanie, żałuję, że nie odkryłem tej usługi wcześniej. Jednoklikowe ulepszenia są niezrównane, a przetwarzanie wsadowe oszczędza mi godziny co tydzień!",
    "Agreement generation": "Generowanie umów",
    "All Rights Reserved.": "Wszystkie prawa zastrzeżone.",
    "Already a member?": "Już jesteś członkiem?",
    "Already have an account?": "Masz już konto?",
    "Amount": "Kwota",
    "Amount (min. 5 ART)": "Kwota (min. 5 ART)",
    "Amount (min. 5 SAT)": "Kwota (min. 5 SAT)",
    "Amount (min. 5 SVT)": "Kwota (min. 5 SVT)",
    "Amount (min. 5 VCT)": "Kwota (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Niesamowicie realistyczny obraz z wyjątkową dbałością o szczegóły.",
    "Anime": "Anime",
    "Any Questions? Find here.": "Masz pytania? Znajdź odpowiedzi tutaj.",
    "App UI Designer": "Projektant interfejsu aplikacji",
    "Are there any limits on how I can use the images?": "Czy są jakieś ograniczenia w korzystaniu z obrazów?",
    "Are you sure you want to delete your account?": "Czy na pewno chcesz usunąć swoje konto?",
    "As an illustrator, I use this tool daily for concept art. The AI understands my prompts perfectly, and the editing features let me refine details in seconds. It’s like having an assistant who never sleeps!": "Jako ilustrator używam tego narzędzia codziennie do tworzenia szkiców koncepcyjnych. AI doskonale rozumie moje podpowiedzi, a funkcje edycji pozwalają mi dopracować szczegóły w kilka sekund. To jak mieć asystenta, który nigdy nie śpi!",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "W :name jesteśmy oddani wspieraniu kreatywności poprzez innowacyjne rozwiązania AI. Założeni z pasją do technologii i sztuki, naszą misją jest zapewnienie platformy, na której użytkownicy mogą odkrywać, tworzyć i angażować się w unikalne podpowiedzi generowane przez AI. Wierzymy w transformacyjną moc sztucznej inteligencji i jej zdolność do inspirowania i ulepszania projektów twórczych. Dołącz do nas w tej podróży, gdy otwieramy nowe możliwości dla artystów, pisarzy i twórców na całym świecie!",
    "Automated Agreement Generation": "Automatyczne generowanie umów",
    "Background Editing": "Edycja tła",
    "Background Removal in Seconds.": "Usuwanie tła w kilka sekund.",
    "Background Remover": "Usuwanie tła",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Balance: :balance SVT": "Saldo: :balance SVT",
    "Barone LLC.": "Barone LLC.",
    "Biffco Ltd.": "Biffco Ltd.",
    "Big Kahuna Ltd.": "Big Kahuna Ltd.",
    "Binford Ltd.": "Binford Ltd.",
    "Boost image clarity and resolution without sacrificing quality.": "Zwiększ klarowność i rozdzielczość obrazu bez utraty jakości.",
    "Boosting Results with AI-Powered Content": "Zwiększanie wyników dzięki treściom opartym na AI",
    "Brand Strategist": "Strateg marki",
    "Bring": "Przynieś",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Ożyw statyczne wizualizacje dzięki ruchowi. Nasza usługa przekształcania obrazów w wideo oparta na AI zamienia Twoje obrazy w płynne, angażujące klipy wideo — idealne do rolek, reklam, prezentacji produktów i nie tylko. Nie wymaga umiejętności animacji ani edycji wideo.",
    "Bring your ideas to life with next-gen video creation.": "Ożyw swoje pomysły dzięki tworzeniu wideo nowej generacji.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Ożywianie Twojej wyobraźni w każdej żywej klatce.",
    "Browse and Buy Prompts": "Przeglądaj i kupuj podpowiedzi",
    "Browse by style": "Przeglądaj według stylu",
    "Browse powerful video clips generated from single frames.": "Przeglądaj potężne klipy wideo generowane z pojedynczych klatek.",
    "Browse the": "Przeglądaj",
    "Build the future with Smart AI": "Buduj przyszłość z inteligentnym AI",
    "Building the Future of Fast and Smart Creation.": "Budowanie przyszłości szybkiego i inteligentnego tworzenia.",
    "Buy AI Creatives": "Kupuj kreacje AI",
    "Buy Now": "Kup teraz",
    "Buy for :amount AET": "Kup za :amount AET",
    "Buy for :amount SVT": "Kup za :amount SVT",
    "Call us": "Zadzwoń do nas",
    "Can I customize the generated images?": "Czy mogę dostosować generowane obrazy?",
    "Can I customize the style of the generated image?": "Czy mogę dostosować styl generowanego obrazu?",
    "Cancel": "Anuluj",
    "Cartoon": "Kreskówka",
    "Categories": "Kategorie",
    "Category": "Kategoria",
    "Change To": "Zmień na",
    "Change to :currency": "Zmień na :currency",
    "Check out the latest arts we have on AI-powered image generation and editing tools.": "Sprawdź najnowsze dzieła, które mamy w narzędziach do generowania i edycji obrazów opartych na AI.",
    "Check what's our": "Sprawdź, co nasi",
    "Check what's our client say about us.": "Sprawdź, co nasi klienci mówią o nas.",
    "Checkout": "Kasa",
    "Choose from a wide range of multiple style options available": "Wybierz spośród szerokiej gamy dostępnych opcji stylów",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Wybierz spośród kinowych, płynnych lub dramatycznych animacji, aby dopasować je do swoich potrzeb.",
    "Choose option:": "Wybierz opcję:",
    "City": "Miasto",
    "Clean, Transparent PNG Exports.": "Czyste, przezroczyste eksporty PNG.",
    "Click here to re-send the verification email.": "Kliknij tutaj, aby ponownie wysłać e-mail weryfikacyjny.",
    "Client Feedback": "Opinie klientów",
    "Comic": "Komiks",
    "Company Details": "Szczegóły firmy",
    "Confirm": "Potwierdź",
    "Confirm Password": "Potwierdź hasło",
    "Consistent & Predictable Results.": "Spójne i przewidywalne wyniki.",
    "Consistent, High-Quality Output": "Spójne, wysokiej jakości wyniki",
    "Consistently Impressed! After testing over five different image generators, I’ve finally discovered ‘the perfect one.’ The incredible attention to detail and advanced customization options blow me away. My only regret? Not stumbling upon this absolute gem years earlier!": "Nieustannie pod wrażeniem! Po przetestowaniu ponad pięciu różnych generatorów obrazów, w końcu odkryłem „ten idealny”. Niesamowita dbałość o szczegóły i zaawansowane opcje dostosowania powalają mnie na kolana. Jedyny żal? Że nie natknąłem się na tę absolutną perełkę lata wcześniej!",
    "Consistently Impressed! As a professional retoucher, I\\'m picky about tools. This AI handles 80% of my basic edits now, letting me focus on creative work. The skin retouching alone is worth the subscription!": "Nieustannie pod wrażeniem! Jako profesjonalny retuszer jestem wybredny co do narzędzi. To AI obsługuje teraz 80% moich podstawowych edycji, pozwalając mi skupić się na kreatywnej pracy. Sam retusz skóry jest wart subskrypcji!",
    "Contact Info": "Informacje kontaktowe",
    "Contact Us": "Skontaktuj się z nami",
    "Contact us": "Skontaktuj się z nami",
    "Contact us!": "Skontaktuj się z nami!",
    "Contacts": "Kontakty",
    "Content Creator": "Twórca treści",
    "Content Marketing Manager": "Manager ds. marketingu treści",
    "Conversion is in progress...": "Trwa konwersja...",
    "Convert any image to a high-quality PNG format effortlessly": "Konwertuj dowolny obraz na format PNG wysokiej jakości bez wysiłku",
    "Convert to PNG": "Konwertuj na PNG",
    "Cookie Policy": "Polityka cookies",
    "Copyright": "Prawa autorskie",
    "Copyright, :year @": "Prawa autorskie, :year @",
    "Covent Garden, London": "Covent Garden, Londyn",
    "Craft breathtaking visuals using state-of-the-art AI technology in just a few seconds": "Twórz zapierające dech w piersiach wizualizacje za pomocą najnowocześniejszej technologii AI w kilka sekund",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Twórz przekonujące, spersonalizowane e-maile z łatwością. Nasze generowanie e-maili oparte na AI pomaga pisać, optymalizować i automatyzować wiadomości dla lepszej komunikacji i zaangażowania.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Twórz e-maile oparte na AI dostosowane do Twoich potrzeb biznesowych i komunikacyjnych. Od zimnych kontaktów po newslettery — twórz przekonujące wiadomości w kilka minut.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Twórz umowy prawne oparte na AI dostosowane do Twoich potrzeb biznesowych. Od NDA po kontrakty partnerskie — uzyskaj prawnie poprawne dokumenty w kilka minut.",
    "Create Deposit": "Utwórz depozyt",
    "Create dynamic videos instantly — no animation or editing required.": "Twórz dynamiczne filmy natychmiast — bez potrzeby animacji czy edycji.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Twórz oszałamiające, wysokiej jakości obrazy natychmiast za pomocą naszych narzędzi opartych na AI. Generuj unikalne wizualizacje dostosowane do Twoich potrzeb z łatwością.",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Twórz obrazy PNG z przezroczystym tłem bezpośrednio z tekstu — idealne do logotypów, zasobów cyfrowych i płynnej integracji projektowej.",
    "Create. Enhance. Transform.": "Twórz. Ulepszaj. Przekształcaj.",
    "Created by AI": "Stworzone przez AI",
    "Creative": "Kreatywny",
    "Creative Director": "Dyrektor kreatywny",
    "Creative Freedom": "Wolność twórcza",
    "Creative Upscale not only enlarges your image but also enhances textures, sharpness, and color richness. It produces high-resolution results that look sharper and more visually impressive than standard resizing tools.": "Kreatywne skalowanie nie tylko powiększa obraz, ale także poprawia tekstury, ostrość i bogactwo kolorów. Tworzy wyniki w wysokiej rozdzielczości, które wyglądają ostrzej i bardziej imponująco wizualnie niż standardowe narzędzia zmiany rozmiaru.",
    "Creatives": "Kreacje",
    "Currency:": "Waluta:",
    "Current password": "Aktualne hasło",
    "Custom": "Niestandardowy",
    "Customizable Styles & Formats.": "Konfigurowalne style i formaty.",
    "Customize your images with an extensive array of artistic styles and design elements": "Dostosuj swoje obrazy za pomocą szerokiej gamy stylów artystycznych i elementów projektowych",
    "DYNAMIC STORIES": "DYNAMICZNE HISTORIE",
    "Daniel T.": "Daniel T.",
    "Dashboard": "Panel",
    "Dashboard.": "Panel.",
    "Date": "Data",
    "Delete Account": "Usuń konto",
    "Deliver professional results with no watermarks included": "Dostarcz profesjonalne wyniki bez znaków wodnych",
    "Delivering": "Dostarczanie",
    "Delivers high-quality images with great speed.": "Dostarcza wysokiej jakości obrazy z dużą szybkością.",
    "Deposit": "Depozyt",
    "Deposit in": "Depozyt w",
    "Deposit in :currency": "Depozyt w :currency",
    "Deposits": "Depozyty",
    "Discover and Buy Unique AI Prompts.": "Odkrywaj i kupuj unikalne podpowiedzi AI.",
    "Discover what your content can become — in just seconds.": "Odkryj, czym może stać się Twoja treść — w zaledwie kilka sekund.",
    "Discover, Buy, and Own Unique AI Prompts.": "Odkrywaj, kupuj i posiadaj unikalne podpowiedzi AI.",
    "Do I need Photoshop experience?": "Czy potrzebuję doświadczenia z Photoshopem?",
    "Do I need any design or technical skills?": "Czy potrzebuję jakichkolwiek umiejętności projektowych lub technicznych?",
    "Do I need design skills to use these services?": "Czy potrzebuję umiejętności projektowych, aby korzystać z tych usług?",
    "Do you have any question?": "Masz jakieś pytanie?",
    "Don't have an account?": "Nie masz konta?",
    "Don't take our word for it.": "Nie wierz nam na słowo.",
    "Don't find your answer here? just send us a message for any question.": "Nie znalazłeś odpowiedzi? Wyślij nam wiadomość z dowolnym pytaniem.",
    "Don't just take our word for it—here's what creators like you are saying about our AI image generation and editing tools.": "Nie wierz nam na słowo — oto, co twórcy tacy jak Ty mówią o naszych narzędziach do generowania i edycji obrazów AI.",
    "Don't take our word for it.": "Nie wierz nam na słowo.",
    "Download": "Pobierz",
    "Download Video": "Pobierz wideo",
    "E-Commerce Store Owner": "Właściciel sklepu e-commerce",
    "E-commerce Manager": "Manager e-commerce",
    "E-commerce Photographer": "Fotograf e-commerce",
    "E-commerce Seller": "Sprzedawca e-commerce",
    "EFFECTIVENESS": "SKUTECZNOŚĆ",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Łatwo uzyskuj dostęp, edytuj i pobieraj swoje umowy generowane przez AI w jednym scentralizowanym panelu, zapewniając zgodność i efektywność.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Łatwo uzyskuj dostęp, edytuj i wysyłaj swoje e-maile generowane przez AI z jednego scentralizowanego panelu, optymalizując zaangażowanie i efektywność.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Łatwo zarządzaj i stosuj swoje uzyskane wglądy finansowe i biznesowe generowane przez AI w jednym scentralizowanym panelu, optymalizując efektywność i realizację strategii.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Łatwo zastępuj tła w dowolnym obrazie z precyzją AI — idealne do zmiany ustawień, stylów lub tworzenia niestandardowych scen.",
    "Easy to Use": "Łatwy w użyciu",
    "Edit Profile": "Edytuj profil",
    "Edit profile": "Edytuj profil",
    "Editing": "Edycja",
    "Effectiveness": "Skuteczność",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Bez wysiłku generuj prawnie zgodne umowy w kilka sekund. Nasza platforma upraszcza tworzenie dokumentów, oszczędzając Twój czas i wysiłek.",
    "Effortlessly remove image backgrounds with unparalleled precision": "Bez wysiłku usuwaj tła obrazów z niezrównaną precyzją",
    "Elevate your images using state-of-the-art upscaling technology for stunning results": "Podnieś jakość swoich obrazów dzięki najnowocześniejszej technologii skalowania dla oszałamiających wyników",
    "Email": "E-mail",
    "Email Password Reset Link": "Wyślij link do resetowania hasła e-mailem",
    "Email address": "Adres e-mail",
    "Email generation": "Generowanie e-maili",
    "Emily R.": "Emily R.",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Popraw jakość obrazu jednym kliknięciem. Natychmiast skaluj swoje wizualizacje do wyższej rozdzielczości — idealne do wydruków, produktów i profesjonalnych treści.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Zwiększ rozdzielczość i ostrość bez utraty jakości. Skaluj małe lub niskiej rozdzielczości obrazy do wysokiej rozdzielczości w kilka sekund.",
    "Enhance, transform, and refine your visuals with precision AI tools.": "Ulepszaj, przekształcaj i dopracowuj swoje wizualizacje za pomocą precyzyjnych narzędzi AI.",
    "Enjoy a user-friendly interface for quick conversions": "Ciesz się przyjaznym dla użytkownika interfejsem do szybkich konwersji",
    "Enjoy lightning-fast background removal in just seconds": "Ciesz się błyskawicznym usuwaniem tła w zaledwie kilka sekund",
    "Ensure your account is using a long, random password to stay secure.": "Upewnij się, że Twoje konto używa długiego, losowego hasła, aby zapewnić bezpieczeństwo.",
    "Enter Email": "Wpisz e-mail",
    "Enter Password": "Wpisz hasło",
    "Enter your email address": "Wpisz swój adres e-mail",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Usuwaj tła obrazów w kilka sekund. Jedno kliknięcie, aby uzyskać czysty, przezroczysty wynik — idealny dla produktów, portretów i kreatywnych projektów.",
    "Esther Howard": "Esther Howard",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Nawet bez doświadczenia w projektowaniu byłem w stanie oczyścić i ulepszyć wszystkie moje zdjęcia produktów. Łatwe i skuteczne.",
    "Everything you need to create, in one place.": "Wszystko, czego potrzebujesz do tworzenia, w jednym miejscu.",
    "Experience a user-friendly interface designed to make image upscaling effortless": "Poznaj przyjazny dla użytkownika interfejs zaprojektowany, aby skalowanie obrazów było bezwysiłkowe",
    "Experience an intuitive, highly efficient interface for seamless and innovative image generation": "Poznaj intuicyjny, wysoce wydajny interfejs do płynnego i innowacyjnego generowania obrazów",
    "Experience fast and reliable conversion in seconds": "Poznaj szybką i niezawodną konwersję w kilka sekund",
    "Experience seamless integration into your design workflow": "Poznaj płynną integrację z Twoim procesem projektowania",
    "Experience ultra-fast image generation in just a few seconds": "Poznaj ultraszybkie generowanie obrazów w zaledwie kilka sekund",
    "Explore": "Eksploruj",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Eksploruj podpowiedzi oparte na AI dostosowane do strategii biznesowych, finansowych i inwestycyjnych. Każde zakupione dzieło sztuki może być używane zgodnie z Twoimi potrzebami.",
    "Explore Creatives": "Eksploruj kreacje",
    "Explore by category": "Eksploruj według kategorii",
    "Explore by style": "Eksploruj według stylu",
    "Extremely easy—just type a description of what you want, and the AI handles the rest. No design skills or technical knowledge is required to get professional-looking results in seconds.": "Niezwykle łatwe — wystarczy wpisać opis tego, czego chcesz, a AI zajmie się resztą. Nie wymaga umiejętności projektowych ani wiedzy technicznej, aby uzyskać profesjonalnie wyglądające wyniki w kilka sekund.",
    "FAQ Image": "Obraz FAQ",
    "FEATURES": "FUNKCJE",
    "Fast Generation": "Szybkie generowanie",
    "Features": "Funkcje",
    "Features and Functionalities": "Funkcje i możliwości",
    "First Name": "Imię",
    "First name": "Imię",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Forgot your password?": "Zapomniałeś hasła?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zapomniałeś hasła? Żaden problem. Podaj nam swój adres e-mail, a my wyślemy Ci link do resetowania hasła, który pozwoli Ci wybrać nowe.",
    "Format": "Format",
    "Freelance Artist": "Artysta freelancer",
    "From words to visuals — powerful tools for unique creations.": "Od słów do wizualizacji — potężne narzędzia do unikalnych kreacji.",
    "Full description of your idea": "Pełny opis Twojego pomysłu",
    "Game-Changing AI Tool! After wasting months trying different image generators, I wish I\\'d discovered this service earlier. The quality is unmatched, and the team\\'s responsiveness is incredible. This is now my only go-to for all my design needs!": "Rewolucyjne narzędzie AI! Po zmarnowaniu miesięcy na próbowanie różnych generatorów obrazów, żałuję, że nie odkryłem tej usługi wcześniej. Jakość jest niezrównana, a responsywność zespołu jest niesamowita. To teraz moje jedyne miejsce dla wszystkich potrzeb projektowych!",
    "General Frequently Asked Questions": "Ogólne najczęściej zadawane pytania",
    "Generate": "Generuj",
    "Generate Your Video Now": "Wygeneruj swoje wideo teraz",
    "Generate and Customize Agreements": "Generuj i dostosowuj umowy",
    "Generate and Customize Emails": "Generuj i dostosowuj e-maile",
    "Generate another one": "Wygeneruj kolejny",
    "Generate high-quality images directly from your text prompts": "Generuj wysokiej jakości obrazy bezpośrednio z Twoich podpowiedzi tekstowych",
    "Generate image": "Generuj obraz",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Generuj oszałamiające podpowiedzi obrazowe, przekonujące e-maile i prawnie poprawne umowy za pomocą AI. Bezpieczne, oryginalne i zaprojektowane dla Twojego sukcesu.",
    "Generate stunning visuals from text, enhance your own images with powerful editing tools, or simply browse and buy ready-made AI art — all in one place.": "Generuj oszałamiające wizualizacje z tekstu, ulepszaj własne obrazy za pomocą potężnych narzędzi edycji lub po prostu przeglądaj i kupuj gotowe dzieła sztuki AI — wszystko w jednym miejscu.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Generuj oszałamiające, wysokiej jakości wizualizacje z prostych podpowiedzi tekstowych — idealne dla kreatywnych projektów, marketingu i projektowania koncepcyjnego.",
    "Generation": "Generowanie",
    "Generative Fill & Smart Retouching.": "Generatywne wypełnianie i inteligentny retusz.",
    "Generative Fill lets you add or replace elements in your image using AI. For example, you can remove an object or add new ones, and the tool will blend everything naturally to match the original style.": "Generatywne wypełnianie pozwala dodawać lub zastępować elementy w Twoim obrazie za pomocą AI. Na przykład możesz usunąć obiekt lub dodać nowe, a narzędzie naturalnie je wkomponuje, aby pasowały do oryginalnego stylu.",
    "Get in touch with us": "Skontaktuj się z nami",
    "Get our all info and also can message us directly from here": "Uzyskaj wszystkie nasze informacje i możesz również wysłać nam wiadomość bezpośrednio stąd",
    "Get started": "Rozpocznij",
    "Getting Started": "Rozpoczynanie",
    "Getting started": "Rozpoczynanie",
    "Got a Question?": "Masz pytanie?",
    "Got questions?": "Masz pytania?",
    "Graphic Designer": "Projektant graficzny",
    "HIGHLIGHTS": "NAJWAŻNIEJSZE",
    "Have an account?": "Masz konto?",
    "Here are just a few of our customer feedbacks. Have no trust in what we have to say. Have a look at what some of our prior clients have said about us.": "Oto tylko kilka opinii naszych klientów. Nie wierz nam na słowo. Sprawdź, co niektórzy z naszych wcześniejszych klientów powiedzieli o nas.",
    "High-Resolution Outputs.": "Wyniki w wysokiej rozdzielczości.",
    "Highest quality Generative AI models": "Najwyższej jakości modele generatywne AI",
    "Highlights": "Najważniejsze",
    "Home": "Strona główna",
    "How does AI photo enhancement work?": "Jak działa ulepszanie zdjęć AI?",
    "How does Image Upscale help me?": "Jak skalowanie obrazu mi pomaga?",
    "How does Text-to-Image work?": "Jak działa tekst na obraz?",
    "How does the Background Remover work?": "Jak działa usuwanie tła?",
    "How easy is it to generate images with your tool?": "Jak łatwo jest generować obrazy za pomocą waszego narzędzia?",
    "I agree to": "Zgadzam się na",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Zgadzam się z <a href=\":privacyPolicyUrl\" target=\"_blank\">polityką prywatności</a> oraz <a href=\":termsConditionsUrl\">warunkami użytkowania</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Przetestowałem wiele podpowiedzi i byłem pod wrażeniem, jak niezawodne były wyniki. Świetna kontrola nad stylem i formatem.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Wpisałem prosty opis i otrzymałem oszałamiającą wizualizację. Narzędzie tekst na obraz jest niewiarygodnie dobre — to jak magia.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Używam generatora do wizualizacji koncepcji stron docelowych i reklam. Oszczędza czas i natychmiast robi wrażenie na klientach.",
    "I use the image generation service to quickly test visual ideas during the design phase — it’s like having a creative assistant on demand.": "Używam usługi generowania obrazów, aby szybko testować pomysły wizualne na etapie projektowania — to jak mieć kreatywnego asystenta na żądanie.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Użyłem narzędzi do skalowania i retuszu, aby przygotować wizualizacje do reklamy w ostatniej chwili — wyniki wyglądały, jakby zrobił je profesjonalista.",
    "I used to waste hours editing thumbnails—now I generate eye-catching images in one click. The AI even suggests improvements! My subscribers keep asking who my designer is… little do they know it’s AI!": "Kiedyś marnowałem godziny na edytowanie miniatur — teraz generuję przyciągające wzrok obrazy jednym kliknięciem. AI nawet sugeruje ulepszenia! Moi subskrybenci ciągle pytają, kto jest moim projektantem… nie wiedzą, że to AI!",
    "I went from struggling with visuals to posting stunning, on-brand graphics every day. The background removal and style transfer tools are lifesavers. Now, our engagement is through the roof!": "Przeszedłem od problemów z wizualizacjami do publikowania oszałamiających, zgodnych z marką grafik każdego dnia. Narzędzia do usuwania tła i transferu stylu to prawdziwe wybawienie. Teraz nasze zaangażowanie jest na najwyższym poziomie!",
    "INSANE VISUALS": "SZALONE WIZUALIZACJE",
    "INSTANT PROMO": "NATYCHMIASTOWA PROMOCJA",
    "Ideal for design projects needing transparency features": "Idealny dla projektów projektowych wymagających funkcji przezroczystości",
    "Ideal for enhancing photography and design projects with superior upscaled visuals": "Idealny do ulepszania projektów fotograficznych i projektowych dzięki doskonałym skalowanym wizualizacjom",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Idealny dla mediów społecznościowych, prezentacji produktów, kampanii i opowiadania historii.",
    "If you want to ask us a question, contact us!": "Jeśli chcesz zadać nam pytanie, skontaktuj się z nami!",
    "Illustration": "Ilustracja",
    "Image Editing": "Edycja obrazów",
    "Image Generation": "Generowanie obrazów",
    "Image Upscale": "Skalowanie obrazu",
    "Image Upscale increases the canvas of your image — great for making it fit new formats or layouts. It generates matching surroundings so the extended parts blend seamlessly with the rest of the image.": "Skalowanie obrazu zwiększa płótno Twojego obrazu — świetne do dostosowania do nowych formatów lub układów. Generuje pasujące otoczenie, dzięki czemu rozszerzone części płynnie łączą się z resztą obrazu.",
    "Image generation": "Generowanie obrazów",
    "Image is being generated...": "Obraz jest generowany...",
    "Image is being processed...": "Obraz jest przetwarzany...",
    "Image to Video": "Obraz na wideo",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Pod wrażeniem jakości",
    "Incredible Creativity!": "Niesamowita kreatywność!",
    "Information": "Informacje",
    "Instant Delivery & Full Usage Rights.": "Natychmiastowa dostawa i pełne prawa użytkowania.",
    "Instant Image Generation": "Natychmiastowe generowanie obrazów",
    "Instantly generate premium transparent visuals from text descriptions — the ultimate tool for ad campaigns, social media, and brand assets.": "Natychmiast generuj wysokiej jakości przezroczyste wizualizacje z opisów tekstowych — ostateczne narzędzie dla kampanii reklamowych, mediów społecznościowych i zasobów marki.",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Natychmiast usuwaj tła z dowolnego obrazu z precyzją AI — idealne dla e-commerce, zdjęć produktów i kreatywnych projektów.",
    "Insufficient balance.": "Niewystarczające saldo.",
    "Is background removal really automatic?": "Czy usuwanie tła jest naprawdę automatyczne?",
    "It creates images with transparent backgrounds (.PNG format)—perfect for logos, product mockups, social media graphics, and designs requiring seamless overlays.": "Tworzy obrazy z przezroczystymi tłami (format .PNG) — idealne dla logotypów, makiet produktów, grafik w mediach społecznościowych i projektów wymagających płynnych nakładek.",
    "Itsolutio - Your AI Helper": "Itsolutio - Twój pomocnik AI",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Nie jestem projektantem, ale stworzyłem niesamowite wizualizacje, po prostu wpisując, czego potrzebuję. Interfejs jest czysty i intuicyjny.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Próbowałem kilku platform do edycji obrazów, ale ta dostarczyła najlepsze wyniki, szczególnie w klarowności skalowania i korekcji kolorów.",
    "Jake L.": "Jake L.",
    "Japanese": "Japoński",
    "Jenny Wilson": "Jenny Wilson",
    "Jessica H.": "Jessica H.",
    "Just upload and generate — your image becomes a video in moments.": "Wystarczy przesłać i wygenerować — Twój obraz staje się wideo w chwilę.",
    "Languages": "Języki",
    "Last Name": "Nazwisko",
    "Last name": "Nazwisko",
    "Let these metrics highlight our power and seamless workflow.": "Niech te metryki podkreślą naszą moc i płynny przepływ pracy.",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Pozwól nam zająć się ciężką pracą — tekst i obraz na wideo, w pełni zautomatyzowane.",
    "Links": "Linki",
    "List of deposits": "Lista depozytów",
    "Loading... Please wait while your files are being prepared.": "Ładowanie... Proszę czekać, aż Twoje pliki zostaną przygotowane.",
    "Location": "Lokalizacja",
    "Log Out": "Wyloguj się",
    "Login": "Zaloguj się",
    "Login Here": "Zaloguj się tutaj",
    "Login here": "Zaloguj się tutaj",
    "Login using an existing account or create a new account <a href=\":url\">here": "Zaloguj się za pomocą istniejącego konta lub utwórz nowe konto <a href=\":url\">tutaj",
    "Logout": "Wyloguj się",
    "Look at our clients feedback": "Spójrz na opinie naszych klientów",
    "Looks Like Magic": "Wygląda jak magia",
    "Mail us": "Napisz do nas",
    "Maintain exceptional image clarity during conversion": "Zachowaj wyjątkową klarowność obrazu podczas konwersji",
    "Make Deposit": "Dokonaj depozytu",
    "Make a deposit": "Dokonaj depozytu",
    "Manage Your Agreements": "Zarządzaj swoimi umowami",
    "Manage Your Emails": "Zarządzaj swoimi e-mailami",
    "Marketers, designers, entrepreneurs, content creators, and developers who need fast, affordable, and royalty-free visuals.": "Marketerzy, projektanci, przedsiębiorcy, twórcy treści i programiści, którzy potrzebują szybkich, przystępnych cenowo i wolnych od tantiem wizualizacji.",
    "Marketing Strategist": "Strateg marketingowy",
    "Marketplace": "Rynek",
    "Marvin McKey": "Marvin McKey",
    "Message us to": "Napisz do nas, aby",
    "Model": "Model",
    "More than just images": "Więcej niż tylko obrazy",
    "Multiple Styles": "Wiele stylów",
    "My Deposits": "Moje depozyty",
    "My creatives": "Moje kreacje",
    "My profile": "Mój profil",
    "New password": "Nowe hasło",
    "New prompts": "Nowe podpowiedzi",
    "Newsletter": "Newsletter",
    "Next": "Dalej",
    "Next fully": "Dalej w pełni",
    "Next page": "Następna strona",
    "No Category": "Brak kategorii",
    "No design skills are required. Just describe your idea in plain language — the AI handles the rest. It’s made for creators of all experience levels.": "Nie wymaga umiejętności projektowych. Wystarczy opisać swój pomysł prostym językiem — AI zajmie się resztą. Zaprojektowane dla twórców na każdym poziomie doświadczenia.",
    "No. The AI handles everything—just type what you imagine in plain language. No Photoshop or design experience required.": "Nie. AI zajmuje się wszystkim — wystarczy wpisać, co sobie wyobrażasz, prostym językiem. Nie wymaga doświadczenia z Photoshopem ani projektowania.",
    "Not at all. All tools are designed to be user-friendly. You simply upload an image, make your selection, and let the AI handle the editing. No technical or design experience needed.": "Wcale nie. Wszystkie narzędzia są zaprojektowane tak, aby były przyjazne dla użytkownika. Wystarczy przesłać obraz, dokonać wyboru, a AI zajmie się edycją. Nie wymaga doświadczenia technicznego ani projektowego.",
    "Not at all. Our interface is designed for beginners, with one-click enhancements and intuitive sliders for advanced users. Professional results require zero technical skills.": "Wcale nie. Nasz interfejs jest zaprojektowany dla początkujących, z jednoklikowymi ulepszeniami i intuicyjnymi suwakami dla zaawansowanych użytkowników. Profesjonalne wyniki nie wymagają żadnych umiejętności technicznych.",
    "Nova Creative Team": "Zespół kreatywny Nova",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem konta pobierz wszelkie dane lub informacje, które chcesz zachować.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Wpisz swoje hasło, aby potwierdzić, że chcesz trwale usunąć swoje konto.",
    "Online Store Owner": "Właściciel sklepu internetowego",
    "Open a chat or give us call at": "Otwórz czat lub zadzwoń do nas pod numer",
    "Orders": "Zamówienia",
    "Our AI analyzes each image to automatically adjust exposure, colors, and sharpness while preserving important details - delivering studio-quality results in one click.": "Nasze AI analizuje każdy obraz, aby automatycznie dostosować ekspozycję, kolory i ostrość, zachowując ważne szczegóły — dostarczając wyniki studyjnej jakości jednym kliknięciem.",
    "Our AI transforms text prompts into high-quality visuals. Generate anything from photorealistic scenes to abstract art and branded content—tailored to your creative vision.": "Nasze AI przekształca podpowiedzi tekstowe w wysokiej jakości wizualizacje. Generuj wszystko, od fotorealistycznych scen po abstrakcyjną sztukę i treści markowe — dostosowane do Twojej wizji twórczej.",
    "Our Address": "Nasz adres",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Nasze usługi edycji obrazów są wspierane przez najwyższej klasy talenty i narzędzia AI — dostarczając szybkie, wysokiej jakości ulepszenia wizualne dla każdego projektu.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Nasze usługi generowania obrazów łączą zaawansowane AI z kreatywną elastycznością — tworząc unikalne, wysokiej jakości wizualizacje z tekstu w kilka sekund.",
    "Our office": "Nasze biuro",
    "Our service prioritizes quality, speed, and versatility, ensuring you get visually impressive results tailored to your needs—without compromising on creativity or control.": "Nasza usługa stawia na jakość, szybkość i wszechstronność, zapewniając wizualnie imponujące wyniki dostosowane do Twoich potrzeb — bez kompromisów w kwestii kreatywności czy kontroli.",
    "Our tools offer professional-grade photo enhancement, background removal, color correction, and batch processing - perfect for photographers, e-commerce, and marketers.": "Nasze narzędzia oferują profesjonalne ulepszanie zdjęć, usuwanie tła, korekcję kolorów i przetwarzanie wsadowe — idealne dla fotografów, e-commerce i marketerów.",
    "Password": "Hasło",
    "Password confirmation": "Potwierdzenie hasła",
    "Perfect for Content": "Idealny dla treści",
    "Perfect for Fast Prototypes": "Idealny dla szybkich prototypów",
    "Perfect for Non-Designers! I\\'m a writer with zero design skills, but this tool makes me look like a pro. The intuitive interface and stunning outputs have transformed my content. I’m honestly hesitant to recommend it—I want to keep the advantage!": "Idealny dla nieprojektantów! Jestem pisarzem bez żadnych umiejętności projektowych, ale to narzędzie sprawia, że wyglądam jak profesjonalista. Intuicyjny interfejs i oszałamiające wyniki zmieniły moje treści. Szczerze mówiąc, waham się, czy to polecić — chcę zachować przewagę!",
    "Perfect for Social Media Managers! I edit hundreds of images weekly - this tool cut my work time in half. The batch processing and preset styles are game-changers for our agency\\'s workflow.": "Idealny dla menedżerów mediów społecznościowych! Edytuję setki obrazów tygodniowo — to narzędzie skróciło mój czas pracy o połowę. Przetwarzanie wsadowe i gotowe style to przełom dla przepływu pracy naszej agencji.",
    "Perfect for design, marketing, or product visuals.": "Idealny dla projektowania, marketingu lub wizualizacji produktów.",
    "Perfect for e-commerce, content, or digital design.": "Idealny dla e-commerce, treści lub projektowania cyfrowego.",
    "Perfectly suited for seamless integration into design projects": "Doskonale nadaje się do płynnej integracji z projektami projektowymi",
    "Personal data": "Dane osobowe",
    "Peter Cooper": "Peter Cooper",
    "Phone": "Telefon",
    "Photo Tools": "Narzędzia fotograficzne",
    "Photographer": "Fotograf",
    "Photographers, e-commerce businesses, marketing agencies, social media managers, and anyone needing professional-looking images without the complexity of traditional software.": "Fotografowie, firmy e-commerce, agencje marketingowe, menedżerowie mediów społecznościowych i każdy, kto potrzebuje profesjonalnie wyglądających obrazów bez skomplikowania tradycyjnego oprogramowania.",
    "Please create your account": "Proszę, utwórz swoje konto",
    "Please login to your account": "Proszę, zaloguj się na swoje konto",
    "Please send us information about your project. One of our project managers shall evaluate your project requirements and give you a formal proposal. Detailed information will help us evaluate your project accurately.": "Proszę, prześlij nam informacje o swoim projekcie. Jeden z naszych menedżerów projektu oceni wymagania Twojego projektu i przedstawi formalną propozycję. Szczegółowe informacje pomogą nam dokładnie ocenić Twój projekt.",
    "Policies": "Polityki",
    "Post code": "Kod pocztowy",
    "Powerful Tools at Your Fingertips": "Potężne narzędzia na wyciągnięcie ręki",
    "Powerful Tools at Your Fingertips.": "Potężne narzędzia na wyciągnięcie ręki.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Wspieranie kreatywności dzięki dyfuzji latentnej prowadzonej przez ekspertów.",
    "Preserve intricate details to ensure professional-grade quality in all your visuals": "Zachowaj skomplikowane szczegóły, aby zapewnić profesjonalną jakość we wszystkich Twoich wizualizacjach",
    "Previous": "Poprzedni",
    "Previous page": "Poprzednia strona",
    "Price": "Cena",
    "Price :amount": "Cena :amount",
    "Privacy Policy": "Polityka prywatności",
    "Priya K.": "Priya K.",
    "Produce clear-background PNG images from any text - excellent for branding assets, digital media, and smooth visual integration.": "Twórz obrazy PNG z przezroczystym tłem z dowolnego tekstu — doskonałe dla zasobów marki, mediów cyfrowych i płynnej integracji wizualnej.",
    "Produce professional-grade, high-resolution results perfect for marketing and creative projects": "Twórz profesjonalne, wysokiej rozdzielczości wyniki idealne dla projektów marketingowych i kreatywnych",
    "Product not found": "Produkt nie znaleziony",
    "Professional Photo Editing": "Profesjonalna edycja zdjęć",
    "Professional-Grade Quality Enhancements.": "Ulepszenia jakości na poziomie profesjonalnym.",
    "Profile": "Profil",
    "Profile Information": "Informacje o profilu",
    "Prompt": "Podpowiedź",
    "Prompt marketplace": "Rynek podpowiedzi",
    "Providing": "Dostarczanie",
    "Purchase": "Zakup",
    "Questions & Answers": "Pytania i odpowiedzi",
    "Questions and Answers": "Pytania i odpowiedzi",
    "Quick Menu": "Szybkie menu",
    "Quickly eliminate image backgrounds with AI-powered precision.": "Szybko usuwaj tła obrazów z precyzją opartą na AI.",
    "REELS THAT SELL": "ROLKI, KTÓRE SPRZEDAJĄ",
    "Ready to create something": "Gotowy, aby coś stworzyć",
    "Realistic": "Realistyczny",
    "Register": "Zarejestruj się",
    "Registration": "Rejestracja",
    "Remove Background Now": "Usuń tło teraz",
    "Replenishment amount (:amount :currency = 1 ART)": "Kwota doładowania (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Kwota doładowania (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Wyślij ponownie e-mail weryfikacyjny",
    "Reset Password": "Resetuj hasło",
    "Resize & Expand with Visual Consistency.": "Zmiana rozmiaru i rozszerzanie z zachowaniem spójności wizualnej.",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Zmieniaj rozmiar swoich obrazów dla dowolnego formatu lub platformy bez zniekształceń — inteligentne kadrowanie i skalowanie wspierane przez AI.",
    "Resources": "Zasoby",
    "SCROLL-STOPPERS": "ZATRZYMACZE PRZEWIJANIA",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "TREŚCI ŁATWE DO PRZYSWOJENIA",
    "SOCIAL-READY": "GOTOWE NA MEDIA SPOŁECZNOŚCIOWE",
    "Save": "Zapisz",
    "Saved My Business Time & Money! As a marketer, I struggled with expensive designers until I found this service. The AI-generated images are so professional, my clients think I hired a full-time artist. Why didn't I switch sooner?": "Zaoszczędziłem czas i pieniądze mojej firmy! Jako marketer zmagałem się z drogimi projektantami, dopóki nie znalazłem tej usługi. Obrazy generowane przez AI są tak profesjonalne, że moi klienci myślą, że zatrudniłem artystę na pełen etat. Dlaczego nie przeszedłem na to wcześniej?",
    "Saved My Instagram Campaign": "Uratowało moją kampanię na Instagramie",
    "Saved My Photography Business! The automatic color correction alone is worth ten times the price. Clients now think I've upgraded all my equipment when I just upgraded my editing software!": "Uratowało mój biznes fotograficzny! Sama automatyczna korekcja kolorów jest warta dziesięciokrotność ceny. Klienci teraz myślą, że ulepszyłem cały mój sprzęt, a ja tylko uaktualniłem oprogramowanie do edycji!",
    "Saved.": "Zapisano.",
    "Seamlessly replace image backgrounds using AI.": "Płynnie zastępuj tła obrazów za pomocą AI.",
    "Search": "Szukaj",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Bezpiecznie zasil swoje konto, aby odblokować premium wglądy biznesowe oparte na AI, modele finansowe i strategie inwestycyjne.",
    "Services": "Usługi",
    "Share": "Udostępnij",
    "Shortsy text-to-image tool has completely transformed our content creation process. It saves us so much time, and the quality is consistently outstanding.": "Narzędzie Shortsy tekst na obraz całkowicie zmieniło nasz proces tworzenia treści. Oszczędza nam mnóstwo czasu, a jakość jest niezmiennie znakomita.",
    "Shortsy.art offers advanced AI-powered tools that simplify and elevate your creative workflow — fast, accurate, and built for creators.": "Shortsy.art oferuje zaawansowane narzędzia oparte na AI, które upraszczają i podnoszą Twój kreatywny przepływ pracy — szybkie, dokładne i stworzone dla twórców.",
    "Shortsy.art provides cutting-edge AI tools that turn your ideas into stunning visuals — fast, flexible, and built for creators.": "Shortsy.art dostarcza najnowocześniejsze narzędzia AI, które przekształcają Twoje pomysły w oszałamiające wizualizacje — szybkie, elastyczne i stworzone dla twórców.",
    "Sign In": "Zaloguj się",
    "Sign Up": "Zarejestruj się",
    "Sign in": "Zaloguj się",
    "Sign in.": "Zaloguj się.",
    "Sign out": "Wyloguj się",
    "Sign up": "Zarejestruj się",
    "Significantly improve image clarity with a fast, efficient, and highly reliable process": "Znacząco popraw klarowność obrazu dzięki szybkiemu, wydajnemu i wysoce niezawodnemu procesowi",
    "Signup for our newsletter to get the latest news in your inbox.": "Zapisz się na nasz newsletter, aby otrzymywać najnowsze wiadomości na swoją skrzynkę odbiorczą.",
    "Similar products in same category": "Podobne produkty w tej samej kategorii",
    "Simply enter a descriptive text prompt, and the AI will generate an image based on your input. You can guide the output using optional parameters like style, aspect ratio, or composition preferences.": "Wystarczy wpisać opisową podpowiedź tekstową, a AI wygeneruje obraz na podstawie Twoich danych. Możesz kierować wynikiem, używając opcjonalnych parametrów, takich jak styl, proporcje lub preferencje kompozycji.",
    "Size": "Rozmiar",
    "So Easy to Use": "Tak łatwy w użyciu",
    "Social Media Director": "Dyrektor ds. mediów społecznościowych",
    "Socials": "Media społecznościowe",
    "Sorry, error occured this time sending your message.": "Przepraszamy, wystąpił błąd podczas wysyłania Twojej wiadomości.",
    "Start Upscaling": "Rozpocznij skalowanie",
    "Start editing Images": "Rozpocznij edytowanie obrazów",
    "Start generate Images": "Rozpocznij generowanie obrazów",
    "Start now!": "Zacznij teraz!",
    "Start your creative journey — it only takes a moment.": "Rozpocznij swoją kreatywną podróż — to zajmuje tylko chwilę.",
    "Startup Founder": "Założyciel startupu",
    "Status": "Status",
    "Still don't have an account?": "Nadal nie masz konta?",
    "Style": "Styl",
    "Style Customization": "Dostosowanie stylu",
    "Styles": "Style",
    "Submit": "Wyślij",
    "Submit Form": "Wyślij formularz",
    "Successful Edit Accuracy Rate": "Wysoki wskaźnik dokładności edycji",
    "Super Intuitive Tools": "Super intuicyjne narzędzia",
    "Support": "Wsparcie",
    "Support transparent backgrounds with remarkable ease": "Wspieraj przezroczyste tła z niezwykłą łatwością",
    "Terms & Condition": "Warunki użytkowania",
    "Terms & Conditions": "Warunki użytkowania",
    "Terms and Conditions": "Warunki użytkowania",
    "Text to Image": "Tekst na obraz",
    "Text to PNG": "Tekst na PNG",
    "Text to Video": "Tekst na wideo",
    "Text-to-Image AI analyzes your text prompt and generates a unique visual representation using deep learning algorithms. Just describe what you want, and the system creates it pixel by pixel.": "AI tekst na obraz analizuje Twoją podpowiedź tekstową i generuje unikalną reprezentację wizualną za pomocą algorytmów głębokiego uczenia. Po prostu opisz, czego chcesz, a system stworzy to piksel po pikselu.",
    "Text-to-Image Creation.": "Tworzenie tekst na obraz.",
    "Text-to-PNG allows you to create images with transparent backgrounds, making them perfect for digital assets, marketing visuals, or overlays in designs. The output is instantly ready for use.": "Tekst na PNG pozwala tworzyć obrazy z przezroczystymi tłami, co czyni je idealnymi dla zasobów cyfrowych, wizualizacji marketingowych lub nakładek w projektach. Wynik jest natychmiast gotowy do użycia.",
    "Thank you!": "Dziękujemy!",
    "Thank you! Form has been submitted.": "Dziękujemy! Formularz został wysłany.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Dziękujemy za rejestrację! Zanim zaczniesz, czy możesz zweryfikować swój adres e-mail, klikając w link, który właśnie wysłaliśmy? Jeśli nie otrzymałeś e-maila, chętnie wyślemy kolejny.",
    "The AI-generated product images saved us thousands on photoshoots! The quality is so realistic, and we can create hundreds of variations in minutes. Our conversion rates jumped by 30%—absolutely worth it!": "Obrazy produktów generowane przez AI zaoszczędziły nam tysiące na sesjach zdjęciowych! Jakość jest tak realistyczna, że możemy stworzyć setki wariantów w kilka minut. Nasze współczynniki konwersji wzrosły o 30% — absolutnie warto!",
    "The Background Remover isolates the main subject in your image by erasing the background automatically. It’s perfect for product photos, profile pictures, or any image where you need a clean cutout.": "Usuwanie tła izoluje główny obiekt na Twoim obrazie, automatycznie usuwając tło. To idealne dla zdjęć produktów, zdjęć profilowych lub dowolnego obrazu, gdzie potrzebujesz czystego wycięcia.",
    "The Opinions of Our Clients": "Opinie naszych klientów",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "Narzędzie tekst na PNG dostarczyło mi gotowych grafik dla mojego sklepu Shopify — bez potrzeby edycji. Wystarczy przeciągnąć i upuścić!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Usuwanie tła jest niezwykle dokładne. Użyłem go do zdjęć produktów i zaoszczędziło mi to godziny edycji. Gorąco polecam!",
    "The background remover is incredibly precise. What used to take 20 minutes per image now takes just a few seconds — and looks better.": "Usuwanie tła jest niezwykle precyzyjne. To, co kiedyś zajmowało 20 minut na obraz, teraz zajmuje kilka sekund — i wygląda lepiej.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "Narzędzie generatywnego wypełniania jest niesamowite. Rozszerzyłem tło i dodałem brakujące części — i nikt nie mógłby powiedzieć, że to AI!",
    "The views expressed by our existing clients": "Poglądy wyrażone przez naszych obecnych klientów",
    "There is no generated images...": "Nie ma wygenerowanych obrazów...",
    "These services are ideal for e-commerce sellers, designers, marketers, content creators, and anyone who needs polished visuals — fast. Whether you're prepping product images or creating social media content, these tools save time and boost quality.": "Te usługi są idealne dla sprzedawców e-commerce, projektantów, marketerów, twórców treści i każdego, kto potrzebuje dopracowanych wizualizacji — szybko. Niezależnie od tego, czy przygotowujesz obrazy produktów, czy tworzysz treści dla mediów społecznościowych, te narzędzia oszczędzają czas i podnoszą jakość.",
    "These tools are perfect for marketers, designers, developers, entrepreneurs, and content creators who need fast, high-quality visuals without hiring a designer or spending hours in editing software.": "Te narzędzia są idealne dla marketerów, projektantów, programistów, przedsiębiorców i twórców treści, którzy potrzebują szybkich, wysokiej jakości wizualizacji bez zatrudniania projektanta lub spędzania godzin w oprogramowaniu do edycji.",
    "This is a secure area of the application. Please confirm your password before continuing.": "To bezpieczny obszar aplikacji. Proszę potwierdzić swoje hasło przed kontynuowaniem.",
    "Top Sellers": "Najlepiej sprzedające się",
    "Top Up Your Wallet": "Doładuj swój portfel",
    "Transform Ideas Into Visuals – Instantly.": "Przekształcaj pomysły w wizualizacje — natychmiast.",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Przekształcaj statyczne obrazy w płynne klipy wideo generowane przez AI w kilka sekund.",
    "Transform your detailed text descriptions into vibrant, lifelike images with stunning clarity": "Przekształcaj swoje szczegółowe opisy tekstowe w żywe, realistyczne obrazy z oszałamiającą klarownością",
    "Transparent PNG Output.": "Wynik PNG z przezroczystym tłem.",
    "Transparent PNGs Are a Lifesaver": "Przezroczyste PNG to wybawienie",
    "Transparent PNGs Created": "Utworzone przezroczyste PNG",
    "Turn ideas into breathtaking visuals—instantly. Whether you need AI-generated art or professional-grade photo edits, our tools deliver stunning results with zero hassle.": "Przekształcaj pomysły w zapierające dech w piersiach wizualizacje — natychmiast. Niezależnie od tego, czy potrzebujesz sztuki generowanej przez AI, czy profesjonalnej edycji zdjęć, nasze narzędzia dostarczają oszałamiające wyniki bez żadnego problemu.",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Przekształcaj swoje pomysły w oszałamiające filmy, używając tylko słów. Nasza usługa tekst na wideo oparta na AI przekształca pisemne podpowiedzi w dynamiczne, wysokiej jakości filmy — idealne dla mediów społecznościowych, reklam, opowiadania historii i nie tylko. Nie wymaga umiejętności edycji.",
    "UI/UX Designer": "Projektant UI/UX",
    "Unbelievable Precision! The AI detects edges better than any human editor. My product photos now look studio-quality without the studio price tag. This is my secret weapon for our e-commerce store!": "Niewiarygodna precyzja! AI wykrywa krawędzie lepiej niż jakikolwiek ludzki edytor. Moje zdjęcia produktów teraz wyglądają jak studyjne bez ceny studia. To moja sekretna broń dla naszego sklepu e-commerce!",
    "Unbelievable Results! I\\'ve tested countless AI image platforms over the past year, but none compare to this one. The precision and creativity are next-level. I almost don\\'t want to share how good it is—it feels like my secret weapon!": "Niewiarygodne wyniki! Przetestowałem niezliczone platformy obrazów AI w ciągu ostatniego roku, ale żadna nie dorównuje tej. Precyzja i kreatywność są na najwyższym poziomie. Prawie nie chcę się dzielić, jak dobre to jest — czuję, że to moja sekretna broń!",
    "Unlock the Full Power of AI Image Generation & Editing": "Odblokuj pełną moc generowania i edycji obrazów AI",
    "Unmatched Speed and Precision in Generative Power.": "Niezrównana szybkość i precyzja w mocy generatywnej.",
    "Update Password": "Zaktualizuj hasło",
    "Update your account's profile information and email address.": "Zaktualizuj informacje o profilu swojego konta i adres e-mail.",
    "Upload File": "Prześlij plik",
    "Upload any image — our AI brings it to life with motion and style.": "Prześlij dowolny obraz — nasze AI ożywia go dzięki ruchowi i stylowi.",
    "User-friendly interface makes background removal a breeze": "Przyjazny dla użytkownika interfejs sprawia, że usuwanie tła to bułka z masłem",
    "VIRAL CLIPS": "WIRUSOWE KLIPY",
    "Very Solid!!": "Bardzo solidne!!",
    "Video is being generated...": "Wideo jest generowane...",
    "Wade Warren": "Wade Warren",
    "Watch Images Come Alive.": "Obserwuj, jak obrazy ożywają.",
    "We Offer Cutting-Edge AI Image Services – From Instant Generation to Professional Editing & Enhancement": "Oferujemy najnowocześniejsze usługi obrazów AI — od natychmiastowego generowania po profesjonalną edycję i ulepszanie",
    "We are Here to Answer It!": "Jesteśmy tutaj, aby odpowiedzieć!",
    "We blend AI with human creativity.": "Łączymy AI z ludzką kreatywnością.",
    "We onboarded this for client projects, and the results blew us away. Fast edits, brand-consistent generations, and happy clients. It’s now our secret weapon for scaling creative work.": "Wdrożyliśmy to dla projektów klientów, a wyniki nas powaliły. Szybkie edycje, generacje zgodne z marką i zadowoleni klienci. To teraz nasza sekretna broń do skalowania kreatywnej pracy.",
    "We rely on the upscaling and retouch tools for campaign assets. The results are sharp, clean, and perfectly aligned with our brand quality.": "Polegamy na narzędziach do skalowania i retuszu dla zasobów kampanii. Wyniki są ostre, czyste i doskonale zgodne z jakością naszej marki.",
    "We specialize in cutting-edge AI image generation technology that transforms your ideas into stunning visuals, empowering businesses with innovative digital solutions to enhance their brand and accelerate growth.": "Specjalizujemy się w najnowocześniejszej technologii generowania obrazów AI, która przekształca Twoje pomysły w oszałamiające wizualizacje, umożliwiając firmom innowacyjne rozwiązania cyfrowe w celu wzmocnienia marki i przyspieszenia wzrostu.",
    "We transform images with AI—creating, enhancing and automating visuals for your business. Generate stunning artwork, perfect photos, and streamline workflows with intelligent algorithms.": "Przekształcamy obrazy za pomocą AI — tworząc, ulepszając i automatyzując wizualizacje dla Twojej firmy. Generuj oszałamiające dzieła sztuki, doskonałe zdjęcia i usprawniaj przepływy pracy dzięki inteligentnym algorytmom.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Cenimy Twoje myśli i pytania. Daj nam znać, jak możemy Ci pomóc lub ulepszyć nasze usługi.",
    "Welcome Back": "Witaj ponownie",
    "Welcome back — ready to create?": "Witaj ponownie — gotowy do tworzenia?",
    "Well, we've got": "Cóż, mamy",
    "What can I do with Shortsy image editing services?": "Co mogę zrobić z usługami edycji obrazów Shortsy?",
    "What can I do with Shortsy image generation services?": "Co mogę zrobić z usługami generowania obrazów Shortsy?",
    "What can I do with your AI image generation service?": "Co mogę zrobić z waszą usługą generowania obrazów AI?",
    "What can I do with your image editing services?": "Co mogę zrobić z waszymi usługami edycji obrazów?",
    "What can I do with your image generation services?": "Co mogę zrobić z waszymi usługami generowania obrazów?",
    "What is Generative Fill used for?": "Do czego służy generatywne wypełnianie?",
    "What is Text-to-PNG used for?": "Do czego służy tekst na PNG?",
    "What makes your AI image generation different?": "Co wyróżnia wasze generowanie obrazów AI?",
    "What’s special about the Creative Upscale tool?": "Co jest szczególnego w narzędziu kreatywnego skalowania?",
    "Who benefits from using image generation tools?": "Kto korzysta z używania narzędzi do generowania obrazów?",
    "Who should use these image editing tools?": "Kto powinien używać tych narzędzi do edycji obrazów?",
    "Who uses your editing tools?": "Kto używa waszych narzędzi do edycji?",
    "Will I get the same image if I use the same prompt again?": "Czy otrzymam ten sam obraz, jeśli użyję tej samej podpowiedzi ponownie?",
    "Yes! Our AI detects subjects with 99% accuracy, even with complex edges like hair or fur. You get perfect cutouts in seconds, with optional manual refinements.": "Tak! Nasze AI wykrywa obiekty z 99% dokładnością, nawet przy skomplikowanych krawędziach, takich jak włosy czy futro. Otrzymujesz idealne wycięcia w kilka sekund, z opcjonalnymi ręcznymi poprawkami.",
    "Yes, using the same prompt and parameters will yield consistent results. This is useful when you need reliable, repeatable outputs for campaigns or multiple assets.": "Tak, użycie tej samej podpowiedzi i parametrów da spójne wyniki. Jest to przydatne, gdy potrzebujesz niezawodnych, powtarzalnych wyników dla kampanii lub wielu zasobów.",
    "Yes. You can choose from a variety of styles such as realistic, illustrated, minimal, or artistic. The generator adapts to your prompt and style settings for a unique result.": "Tak. Możesz wybierać spośród różnych stylów, takich jak realistyczny, ilustrowany, minimalistyczny lub artystyczny. Generator dostosowuje się do Twoich ustawień podpowiedzi i stylu, aby uzyskać unikalny wynik.",
    "You are about to purchase a <b>:title</b>": "Zamierzasz zakupić <b>:title</b>",
    "You can create high-quality images from text prompts using advanced AI. Whether you need realistic scenes, abstract visuals, or branded content, the tools allow you to generate visuals tailored to your creative needs.": "Możesz tworzyć wysokiej jakości obrazy z podpowiedzi tekstowych za pomocą zaawansowanego AI. Niezależnie od tego, czy potrzebujesz realistycznych scen, abstrakcyjnych wizualizacji czy treści markowych, narzędzia pozwalają generować wizualizacje dostosowane do Twoich potrzeb twórczych.",
    "You can create stunning, high-quality images simply by describing what you want. The AI transforms your text prompts into unique visuals for any purpose—whether for personal projects, marketing, or creative exploration.": "Możesz tworzyć oszałamiające, wysokiej jakości obrazy, po prostu opisując, czego chcesz. AI przekształca Twoje podpowiedzi tekstowe w unikalne wizualizacje dla dowolnego celu — czy to dla projektów osobistych, marketingu, czy eksploracji kreatywnej.",
    "You can remove backgrounds, upscale image quality, extend images, and even add or change parts of an image — all powered by AI. These tools help you achieve clean, high-resolution, and professional visuals in just a few clicks.": "Możesz usuwać tła, zwiększać jakość obrazu, rozszerzać obrazy, a nawet dodawać lub zmieniać części obrazu — wszystko wspierane przez AI. Te narzędzia pomagają osiągnąć czyste, wysokiej rozdzielczości i profesjonalne wizualizacje w zaledwie kilka kliknięć.",
    "You don't have any deposits yet.": "Nie masz jeszcze żadnych depozytów.",
    "You don't have any orders yet.": "Nie masz jeszcze żadnych zamówień.",
	"You don't have enough ART to make the purchase. Please make a deposit.": "Nie masz wystarczającej ilości ART, aby dokonać zakupu. Proszę dokonaj wpłaty.",
	"You don't have enough SVT to make the purchase. Please make a deposit.": "Nie masz wystarczającej ilości SVT, aby dokonać zakupu. Proszę dokonaj wpłaty.",
	"You need to be logged in.": "Musisz być zalogowany.",
	"You will pay": "Zapłacisz",
	"You will receive an archive containing an image and a prompt, with the selected size and format.": "Otrzymasz archiwum zawierające obraz i prompt, w wybranym rozmiarze i formacie.",
	"YouTube Creator": "Twórca YouTube",
	"Your AI Hub for Creativity, Communication, and Contracts.": "Twoje centrum AI dla kreatywności, komunikacji i kontraktów.",
	"Your Email": "Twój email",
	"Your Gateway to AI-powered Business Solutions": "Twoja brama do rozwiązań biznesowych opartych na AI",
	"Your Message": "Twoja wiadomość",
	"Your Name": "Twoje imię",
	"Your Phone": "Twój telefon",
	"Your Vision": "Twoja wizja",
	"Your balance": "Twoje saldo",
	"Your balance:": "Twoje saldo:",
	"Your blank canvas is waiting... Let AI be your brush!": "Twoje puste płótno czeka... Niech AI będzie twoim pędzlem!",
	"Your email": "Twój email",
	"Your email address is unverified.": "Twój adres email nie został zweryfikowany.",
	"Your email is safe with us. We don't spam.": "Twój email jest u nas bezpieczny. Nie wysyłamy spamu.",
	"Your limit for generating images has been reached.": "Osiągnąłeś limit generowania obrazów.",
	"Your message has been sent successfully.": "Twoja wiadomość została pomyślnie wysłana.",
	"Your message has been successfully submitted.": "Twoja wiadomość została pomyślnie przesłana.",
	"Your request": "Twoje żądanie",
	"Your title": "Twój tytuł",
	"You’re free to use an image generation service for fun or work! Create unique images for social media, ads, presentations, or personal projects—as long as the content follows ethical guidelines.": "Możesz swobodnie korzystać z usługi generowania obrazów dla zabawy lub pracy! Twórz unikalne obrazy dla mediów społecznościowych, reklam, prezentacji lub projektów osobistych – pod warunkiem, że treści są zgodne z wytycznymi etycznymi.",
	"amazing?": "niesamowite?",
	"answers": "odpowiedzi",
	"auth.password": "auth.hasło",
	"client": "klient",
	"element": "element",
	"email": "email",
	"enter your email": "wprowadź swój email",
	"image editing services.": "usługi edycji obrazów.",
	"image generation services.": "usługi generowania obrazów.",
	"password": "hasło",
	"password confirmation": "potwierdzenie hasła",
	"powerful, high-quality": "potężny, wysokiej jakości",
	"say about us.": "mówią o nas.",
	"search item here...": "szukaj przedmiotu tutaj...",
	"smart, tools": "inteligentne narzędzia",
	"to Life with AI": "do życia z AI"
}