{
    "\tVoice & video call": "\tRozmowa głosowa i wideo",
    "© Copyright :year - :name": "© Prawa autorskie :year - :name",
    "- Select country -": "- Wybierz kraj -",
    "1 ART = 1 generation": "1 ART = 1 generacja",
    "3D Render": "Renderowanie 3D",
    ":amount AET": ":amount AET",
    ":amount SAT": ":amount SAT",
    ":amount VCT": ":amount VCT",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count generacji pozostało",
    "A new verification link has been sent to the email address you provided during registration.": "Nowy link weryfikacyjny został wysłany na adres e-mail podany podczas rejestracji.",
    "A new verification link has been sent to your email address.": "Nowy link weryfikacyjny został wysłany na Twój adres e-mail.",
    "AI Agreement Generation": "Generowanie umów AI",
    "AI Agreement Generations": "Generacje umów AI",
    "AI BUSINESS TOOLS": "NARZĘDZIA BIZNESOWE AI",
    "AI Background": "Tło AI",
    "AI Background Remover": "Usuwanie tła AI",
    "AI Email Generation": "Generowanie e-maili AI",
    "AI Email Generations": "Generacje e-maili AI",
    "AI Image Upscale": "Skalowanie obrazu AI",
    "AI Resize": "Zmiana rozmiaru AI",
    "AI-Driven Email Generation": "Generowanie e-maili oparte na AI",
    "AI-MADE MAGIC": "MAGIA STWORZONA PRZEZ AI",
    "AI-Powered Image Generation": "Generowanie obrazów oparte na AI",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Narzędzia oparte na AI, które pomagają pisać jasne, profesjonalne i skuteczne e-maile w każdej sytuacji — błyskawicznie i bez wysiłku.",
    "AUTO-GENERATED VIDEOS": "AUTOMATYCZNIE GENEROWANE FILMY",
    "About": "O nas",
    "About us": "O nas",
    "Accept the terms and privacy policy": "Zaakceptuj warunki użytkowania i politykę prywatności",
    "Access AI-powered prompts designed for financial forecasting, business planning, and data-driven decision-making. Stay ahead with intelligent automation.": "Uzyskaj dostęp do podpowiedzi opartych na AI, zaprojektowanych dla prognoz finansowych, planowania biznesowego i podejmowania decyzji opartych na danych. Wyprzedzaj dzięki inteligentnej automatyzacji.",
    "Access Your Purchases": "Uzyskaj dostęp do swoich zakupów",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Uzyskaj dostęp do wyselekcjonowanej kolekcji wysokiej jakości obrazów stockowych dla stron internetowych, reklam i prezentacji — wolnych od opłat licencyjnych i gotowych do użycia.",
    "Add funds": "Dodaj środki",
    "Adding balance": "Dodawanie salda",
    "Address": "Adres",
    "After a thorough review of a client’s circumstances and needs.": "Po dokładnym przeanalizowaniu sytuacji i potrzeb klienta.",
    "After purchase, you will receive a prompt for generating images like this. The original image will be available for download in .jpg, .png, or .webp formats, with a size of 1024x1024.": "Po zakupie otrzymasz podpowiedź do generowania takich obrazów. Oryginalny obraz będzie dostępny do pobrania w formatach .jpg, .png lub .webp, w rozmiarze 1024x1024.",
    "Agreement Generation": "Generowanie umów",
    "Agreement generation": "Generowanie umów",
    "Agreements": "Umowy",
    "All": "Wszystkie",
    "All Rights Reserved.": "Wszystkie prawa zastrzeżone.",
    "All rights reserved": "Wszystkie prawa zastrzeżone",
    "Already have an account?": "Masz już konto?",
    "Amount": "Kwota",
    "Amount (min. 5 ART)": "Kwota (min. 5 ART)",
    "Amount (min. 5 SAT)": "Kwota (min. 5 SAT)",
    "Amount (min. 5 VCT)": "Kwota (min. 5 VCT)",
    "An incredibly lifelike image with exceptional attention to detail.": "Niesamowicie realistyczny obraz z wyjątkową dbałością o szczegóły.",
    "Anime": "Anime",
    "Are you sure you want to delete your account?": "Czy na pewno chcesz usunąć swoje konto?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Jako osoba, dla której angielski nie jest językiem ojczystym, ta platforma pomaga mi brzmieć bardziej pewnie i profesjonalnie w każdej wiadomości.",
    "At :name, we are dedicated to empowering creativity through innovative AI solutions. Founded with a passion for technology and artistry, our mission is to provide a platform where users can explore, create, and engage with unique AI-generated prompts. We believe in the transformative power of artificial intelligence and its ability to inspire and enhance creative projects. Join us on this journey as we unlock new possibilities for artists, writers, and creators everywhere!": "W :name jesteśmy zaangażowani w wspieranie kreatywności poprzez innowacyjne rozwiązania AI. Założeni z pasją do technologii i sztuki, naszą misją jest zapewnienie platformy, na której użytkownicy mogą eksplorować, tworzyć i angażować się w unikalne podpowiedzi generowane przez AI. Wierzymy w transformacyjną moc sztucznej inteligencji i jej zdolność do inspirowania i ulepszania projektów kreatywnych. Dołącz do nas w tej podróży, gdy otwieramy nowe możliwości dla artystów, pisarzy i twórców na całym świecie!",
    "Automated Agreement Generation": "Automatyczne generowanie umów",
    "Available for Anyone": "Dostępne dla każdego",
    "Background Remover": "Usuwanie tła",
    "Balance": "Saldo",
    "Balance: :balance AET": "Saldo: :balance AET",
    "Boost reply rates and save writing time": "Zwiększ wskaźniki odpowiedzi i oszczędzaj czas na pisanie",
    "Boost your productivity with AI-generated legal documents,": "Zwiększ swoją produktywność dzięki dokumentom prawnym generowanym przez AI,",
    "Boosting Results with AI-Powered Content": "Zwiększanie wyników dzięki treściom opartym na AI",
    "Bring all team": "Zbierz cały zespół",
    "Bring static visuals to life with motion. Our AI-powered image-to-video service transforms your images into smooth, engaging video clips — ideal for reels, ads, product showcases, and more. No animation or video editing skills needed.": "Ożyw statyczne wizualizacje dzięki ruchowi. Nasza usługa przekształcania obrazu w wideo oparta na AI zamienia Twoje obrazy w płynne, angażujące klipy wideo — idealne do rolek, reklam, prezentacji produktów i nie tylko. Nie wymaga umiejętności animacji ani edycji wideo.",
    "Bring your ideas to life with next-gen video creation.": "Ożyw swoje pomysły dzięki tworzeniu wideo nowej generacji.",
    "Bringing Your Imagination to Life in Every Vibrant Frame.": "Ożywianie Twojej wyobraźni w każdym żywym kadrze.",
    "Browse and Buy Prompts": "Przeglądaj i kupuj podpowiedzi",
    "Browse by style": "Przeglądaj według stylu",
    "Browse powerful video clips generated from single frames.": "Przeglądaj potężne klipy wideo generowane z pojedynczych klatek.",
    "Building the Future of Fast and Smart Creation.": "Budowanie przyszłości szybkiego i inteligentnego tworzenia.",
    "Business": "Biznes",
    "Buy": "Kup",
    "Buy Now": "Kup teraz",
    "Buy for :amount AET": "Kup za :amount AET",
    "COMMUNICATION AI TOOL": "NARZĘDZIE KOMUNIKACYJNE AI",
    "Call us": "Zadzwoń do nas",
    "Cancel": "Anuluj",
    "Cartoon": "Kreskówka",
    "Cases": "Przypadki",
    "Categories": "Kategorie",
    "Category": "Kategoria",
    "Change to :currency": "Zmień na :currency",
    "Check what’s our": "Sprawdź, co oferujemy",
    "Checkout": "Kasa",
    "Choose currency: (:amount :currency = 1 VFT)": "Wybierz walutę: (:amount :currency = 1 VFT)",
    "Choose from cinematic, smooth, or dramatic animations to match your needs.": "Wybierz spośród kinowych, płynnych lub dramatycznych animacji, aby dopasować je do swoich potrzeb.",
    "City": "Miasto",
    "Click here for more info": "Kliknij tutaj, aby uzyskać więcej informacji",
    "Click here to re-send the verification email.": "Kliknij tutaj, aby ponownie wysłać e-mail weryfikacyjny.",
    "Client Feedback": "Opinie klientów",
    "Cloud storage": "Przechowywanie w chmurze",
    "Comic": "Komiks",
    "Compose emails in seconds with AI assistance": "Twórz e-maile w kilka sekund z pomocą AI",
    "Confirm": "Potwierdź",
    "Confirm Deposit": "Potwierdź wpłatę",
    "Confirm Password": "Potwierdź hasło",
    "Confirm password": "Potwierdź hasło",
    "Connect jano with the": "Połącz jano z",
    "Consistent, High-Quality Output": "Spójne, wysokiej jakości wyniki",
    "Contact Us": "Skontaktuj się z nami",
    "Contact us": "Skontaktuj się z nami",
    "Cookie Policy": "Polityka plików cookie",
    "Copyright, :year @": "Prawa autorskie, :year @",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Twórz jasne, dopracowane e-maile na każdą sytuację — od propozycji biznesowych po obsługę klienta — z tonem i strukturą wspieranymi przez AI.",
    "Craft compelling, personalized emails with ease. Our AI-powered email generation helps you write, optimize, and automate messages for better communication and engagement.": "Twórz przekonujące, spersonalizowane e-maile z łatwością. Nasze generowanie e-maili oparte na AI pomaga pisać, optymalizować i automatyzować wiadomości dla lepszej komunikacji i zaangażowania.",
    "Create AI-powered emails tailored to your business and communication needs. From cold outreach to newsletters—craft compelling messages in minutes.": "Twórz e-maile oparte na AI, dostosowane do Twoich potrzeb biznesowych i komunikacyjnych. Od cold outreach po newslettery — twórz przekonujące wiadomości w kilka minut.",
    "Create AI-powered legal agreements tailored to your business needs. From NDAs to partnership contracts—get legally sound documents in minutes.": "Twórz umowy prawne oparte na AI, dostosowane do Twoich potrzeb biznesowych. Od NDA po kontrakty partnerskie — uzyskaj prawnie poprawne dokumenty w kilka minut.",
    "Create New Deposit (:currency)": "Utwórz nową wpłatę (:currency)",
    "Create dynamic videos instantly — no animation or editing required.": "Twórz dynamiczne filmy natychmiast — bez potrzeby animacji czy edycji.",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Twórz profesjonalne, prawnie poprawne umowy w kilka sekund — wystarczy wprowadzić kluczowe szczegóły, a AI zajmie się formatowaniem i klauzulami.",
    "Create stunning, high-quality images instantly with our AI-driven tools. Generate unique visuals tailored to your needs with ease.": "Twórz oszałamiające, wysokiej jakości obrazy natychmiast dzięki naszym narzędziom opartym na AI. Generuj unikalne wizualizacje dostosowane do Twoich potrzeb z łatwością.",
    "Create task": "Utwórz zadanie",
    "Create transparent PNG images directly from text — ideal for logos, digital assets, and seamless design integration.": "Twórz przezroczyste obrazy PNG bezpośrednio z tekstu — idealne dla logo, zasobów cyfrowych i płynnej integracji projektowej.",
    "Create your": "Utwórz swoje",
    "Created": "Utworzono",
    "Created by AI": "Stworzone przez AI",
    "Creative": "Kreatywne",
    "Creative Freedom": "Wolność kreatywna",
    "Creatives": "Kreatywni",
    "Current password": "Aktualne hasło",
    "Custom": "Niestandardowe",
    "Customer Support Lead": "Lider obsługi klienta",
    "Customizable": "Konfigurowalne",
    "DYNAMIC STORIES": "DYNAMICZNE HISTORIE",
    "Dashboard": "Panel użytkownika",
    "Date": "Data",
    "Delete Account": "Usuń konto",
    "Delivers high-quality images with great speed.": "Dostarcza wysokiej jakości obrazy z dużą prędkością.",
    "Deposit": "Wpłata",
    "Deposit in :currency": "Wpłata w :currency",
    "Deposits": "Wpłaty",
    "Designer": "Projektant",
    "Discover": "Odkryj",
    "Discover and Buy Unique AI Prompts.": "Odkryj i kupuj unikalne podpowiedzi AI.",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Odkryj, jak nasze narzędzia AI zmieniają produktywność. Posłuchaj profesjonalistów, którzy usprawniają swoją pracę dzięki inteligentnym rozwiązaniom dla e-maili, umów i obrazów.",
    "Discover what your content can become — in just seconds.": "Odkryj, czym może stać się Twoja treść — w zaledwie kilka sekund.",
    "Do you have any question?": "Masz jakieś pytania?",
    "Don't have an account yet?": "Nie masz jeszcze konta?",
    "Download": "Pobierz",
    "Download Video": "Pobierz wideo",
    "Drop us a line": "Napisz do nas",
    "EFFECTIVENESS": "SKUTECZNOŚĆ",
    "Easily access, edit, and download your AI-generated agreements in one centralized dashboard, ensuring compliance and efficiency.": "Łatwo uzyskuj dostęp, edytuj i pobieraj swoje umowy generowane przez AI w jednym centralnym panelu, zapewniając zgodność i efektywność.",
    "Easily access, edit, and send your AI-generated emails from one centralized dashboard, optimizing engagement and efficiency.": "Łatwo uzyskuj dostęp, edytuj i wysyłaj swoje e-maile generowane przez AI z jednego centralnego panelu, optymalizując zaangażowanie i efektywność.",
    "Easily manage and apply your acquired AI-generated financial and business insights in one centralized dashboard, optimizing efficiency and strategy execution.": "Łatwo zarządzaj i stosuj swoje pozyskane spostrzeżenia finansowe i biznesowe generowane przez AI w jednym centralnym panelu, optymalizując efektywność i realizację strategii.",
    "Easily replace backgrounds in any image with AI precision — ideal for changing settings, styles, or creating custom scenes.": "Łatwo zastępuj tła w dowolnym obrazie z precyzją AI — idealne do zmiany ustawień, stylów lub tworzenia niestandardowych scen.",
    "Easy to Use": "Łatwe w użyciu",
    "Edit Profile": "Edytuj profil",
    "Effectiveness": "Skuteczność",
    "Effortless Creation of": "Bezproblemowe tworzenie",
    "Effortlessly generate legally compliant agreements in seconds. Our platform simplifies document creation, saving you time and effort.": "Bez wysiłku generuj prawnie zgodne umowy w kilka sekund. Nasza platforma upraszcza tworzenie dokumentów, oszczędzając Twój czas i wysiłek.",
    "Email": "E-mail",
    "Email Generation": "Generowanie e-maili",
    "Email Password Reset Link": "Wyślij link do resetowania hasła",
    "Email Writing": "Pisanie e-maili",
    "Email generation": "Generowanie e-maili",
    "Emails": "E-maile",
    "Enhance image quality in a single click. Instantly upscale your visuals to higher resolution — perfect for prints, products, and professional content.": "Zwiększ jakość obrazu jednym kliknięciem. Natychmiastowo skaluj swoje wizualizacje do wyższej rozdzielczości — idealne do druku, produktów i profesjonalnych treści.",
    "Enhance resolution and sharpness without losing quality. Upscale small or low-res images to high-definition in seconds.": "Zwiększ rozdzielczość i ostrość bez utraty jakości. Skaluj małe lub niskiej rozdzielczości obrazy do wysokiej rozdzielczości w kilka sekund.",
    "Ensure your account is using a long, random password to stay secure.": "Upewnij się, że Twoje konto używa długiego, losowego hasła, aby zapewnić bezpieczeństwo.",
    "Enter Password": "Wprowadz hasło",
    "Enter custom tokens amount": "Wprowadź niestandardową ilość tokenów",
    "Enter key details for your agreement...": "Wprowadz kluczowe szczegóły dla swojej umowy...",
    "Enter key details for your email...": "Wprowadz kluczowe szczegóły dla swojego e-maila...",
    "Erase image backgrounds in seconds. Just one click to get a clean, transparent result - perfect for products, portraits, and creatives.": "Usuwaj tła obrazów w kilka sekund. Jedno kliknięcie, aby uzyskać czysty, przezroczysty wynik — idealny dla produktów, portretów i kreatywnych projektów.",
    "Even with zero design experience, I was able to clean up and enhance all my product photos. Easy and effective.": "Nawet bez żadnego doświadczenia w projektowaniu udało mi się oczyścić i ulepszyć wszystkie zdjęcia produktów. Łatwe i skuteczne.",
    "Everything you need to create, in one place.": "Wszystko, czego potrzebujesz do tworzenia, w jednym miejscu.",
    "Expereinced": "Doświadczony",
    "Explore": "Eksploruj",
    "Explore AI-driven prompts tailored for business, finance, and investment strategies. Every purchased artwork can be used as per your desired needs.": "Eksploruj podpowiedzi oparte na AI, dostosowane do strategii biznesowych, finansowych i inwestycyjnych. Każdy zakupiony obraz może być użyty zgodnie z Twoimi potrzebami.",
    "Explore Creatives": "Eksploruj kreatywne",
    "FEATURES": "FUNKCJE",
    "Fast Generation": "Szybkie generowanie",
    "Features": "Funkcje",
    "Features and Functionalities": "Funkcje i możliwości",
    "File sharing": "Udostępnianie plików",
    "First Name": "Imię",
    "First name": "Imię",
    "Flux Schnell": "Flux Schnell",
    "Flux dev": "Flux dev",
    "Follow Us": "Śledź nas",
    "Forgot your password?": "Zapomniałeś hasła?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zapomniałeś hasła? Nie ma problemu. Podaj nam swój adres e-mail, a wyślemy Ci link do resetowania hasła, który pozwoli Ci wybrać nowe.",
    "Format": "Format",
    "Free Now": "Teraz za darmo",
    "Freelance Consultant": "Konsultant freelance",
    "Freelance Designer": "Projektant freelance",
    "Generate": "Generuj",
    "Generate Agreement": "Generuj umowę",
    "Generate Agreements": "Generuj umowy",
    "Generate Email": "Generuj e-mail",
    "Generate Emails": "Generuj e-maile",
    "Generate Your Video Now": "Generuj swoje wideo teraz",
    "Generate and Customize Agreements": "Generuj i dostosowuj umowy",
    "Generate and Customize Emails": "Generuj i dostosowuj e-maile",
    "Generate another one": "Generuj kolejny",
    "Generate legal agreements in just a few clicks": "Generuj umowy prawne w zaledwie kilka kliknięć",
    "Generate stunning image prompts, persuasive emails, and legally sound agreements with AI. Secure, original, and designed for your success.": "Generuj oszałamiające podpowiedzi obrazowe, przekonujące e-maile i prawnie poprawne umowy z AI. Bezpieczne, oryginalne i zaprojektowane dla Twojego sukcesu.",
    "Generate stunning, high-quality visuals from simple text prompts — perfect for creative projects, marketing, and concept design.": "Generuj oszałamiające, wysokiej jakości wizualizacje z prostych podpowiedzi tekstowych — idealne dla kreatywnych projektów, marketingu i projektowania koncepcji.",
    "Generated": "Wygenerowano",
    "Get Start": "Rozpocznij",
    "Get in touch with us": "Skontaktuj się z nami",
    "Get started": "Rozpocznij",
    "Get task complated": "Wykonaj zadanie",
    "Great Interface": "Świetny interfejs",
    "Great Support": "Świetne wsparcie",
    "HIGHLIGHTS": "NAJWAŻNIEJSZE",
    "Have an account?": "Masz konto?",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Prowadzenie biznesu z domu to wspaniały atut w Twoim życiu. Problemem pozostaje reklama Twojego biznesu za niską cenę. Wiem, że szukałeś odpowiedzi wszędzie.",
    "Hear from our users": "Posłuchaj naszych użytkowników",
    "Hello": "Cześć",
    "High-Quality": "Wysoka jakość",
    "Highest quality Generative AI models": "Najwyższej jakości modele generatywne AI",
    "Highlights": "Najważniejsze",
    "Home": "Strona główna",
    "Hours": "Godziny",
    "I agree to the": "Zgadzam się na",
    "I agree with <a href=\":privacyPolicyUrl\" target=\"_blank\">privacy policy</a> and <a href=\":termsConditionsUrl\">terms and conditions</a>.": "Zgadzam się z <a href=\":privacyPolicyUrl\" target=\"_blank\">polityką prywatności</a> oraz <a href=\":termsConditionsUrl\">warunkami użytkowania</a>.",
    "I tested multiple prompts and was impressed by how reliable the results were. Great control over style and format.": "Przetestowałem wiele podpowiedzi i byłem pod wrażeniem, jak niezawodne były wyniki. Świetna kontrola nad stylem i formatem.",
    "I typed a simple description and got a stunning visual. The text-to-image tool is unbelievably good — it feels like magic.": "Wpisałem prosty opis i otrzymałem oszałamiającą wizualizację. Narzędzie tekst-na-obraz jest niewiarygodnie dobre — to jak magia.",
    "I use the generator to visualize concepts for landing pages and ads. It saves time and impresses clients instantly.": "Używam generatora do wizualizacji koncepcji dla stron docelowych i reklam. Oszczędza czas i natychmiast robi wrażenie na klientach.",
    "I used the upscale and retouch tools to prepare visuals for a last-minute ad — the results looked like a pro did them.": "Użyłem narzędzi do skalowania i retuszu, aby przygotować wizualizacje do reklamy na ostatnią chwilę — wyniki wyglądały, jakby zrobił je profesjonalista.",
    "INSANE VISUALS": "NIESAMOWITE WIZUALIZACJE",
    "INSTANT PROMO": "NATYCHMIASTOWA PROMOCJA",
    "Ideal for freelancers, startups, and businesses": "Idealny dla freelancerów, startupów i firm",
    "Ideal for social media, product showcases, campaigns, and storytelling.": "Idealny dla mediów społecznościowych, prezentacji produktów, kampanii i storytellingu.",
    "Illustration": "Ilustracja",
    "Image Editing": "Edycja obrazu",
    "Image Generation": "Generowanie obrazu",
    "Image Stock": "Biblioteka obrazów",
    "Image Upscale": "Skalowanie obrazu",
    "Image generation": "Generowanie obrazu",
    "Image is being generated...": "Obraz jest generowany...",
    "Image to Video": "Obraz do wideo",
    "Images": "Obrazy",
    "Imagine Turbo": "Imagine Turbo",
    "Impressed with the Quality": "Pod wrażeniem jakości",
    "In Seconds, With AI": "W sekundy, z AI",
    "Incredible Creativity!": "Niesamowita kreatywność!",
    "Information": "Informacje",
    "Instantly remove backgrounds from any image with AI precision — perfect for e-commerce, product shots, and creative projects.": "Natychmiastowo usuwaj tła z dowolnego obrazu z precyzją AI — idealne dla e-commerce, zdjęć produktów i kreatywnych projektów.",
    "Insufficient balance.": "Niewystarczające saldo.",
    "Integrates your tools": "Integruje Twoje narzędzia",
    "I’m not a designer, but I created amazing visuals just by typing what I needed. The interface is clean and intuitive.": "Nie jestem projektantem, ale stworzyłem niesamowite wizualizacje, wpisując tylko to, czego potrzebowałem. Interfejs jest przejrzysty i intuicyjny.",
    "I’ve tried a few image editing platforms, but this one delivered the best results, especially in upscale clarity and color correction.": "Próbowałem kilku platform do edycji obrazów, ale ta dostarczyła najlepszych wyników, szczególnie w kwestii skalowania i korekcji kolorów.",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu to Twoje narzędzie do zarządzania zespołem online, łatwe i skuteczne",
    "Janu tools.": "Narzędzia Janu.",
    "Japanese": "Japoński",
    "Just upload and generate — your image becomes a video in moments.": "Wystarczy przesłać i wygenerować — Twój obraz staje się wideo w kilka chwil.",
    "LEGAL AI SOLUTION": "ROZWIĄZANIE PRAWNE AI",
    "Languages": "Języki",
    "Last Name": "Nazwisko",
    "Last name": "Nazwisko",
    "Legal Documents": "Dokumenty prawne",
    "Legal Use": "Użycie prawne",
    "Let us handle the heavy lifting - text & image to video, fully automated.": "Pozwól nam zająć się ciężką pracą — tekst i obraz do wideo, w pełni zautomatyzowane.",
    "Let’s": "Zacznijmy",
    "List of deposits": "Lista wpłat",
    "Loading... Please wait while your files are being prepared.": "Ładowanie... Proszę czekać, aż Twoje pliki zostaną przygotowane.",
    "Location": "Lokalizacja",
    "Log In": "Zaloguj się",
    "Log Out": "Wyloguj się",
    "Log in": "Zaloguj się",
    "Login": "Logowanie",
    "Login Here": "Zaloguj się tutaj",
    "Login using an existing account or create a new account <a href=\":url\">here": "Zaloguj się za pomocą istniejącego konta lub utwórz nowe konto <a href=\":url\">tutaj",
    "Logout": "Wyloguj",
    "Looks Like Magic": "Wygląda jak magia",
    "Low Price": "Niska cena",
    "Mail address": "Adres e-mail",
    "Mail us": "Napisz do nas",
    "Make a deposit": "Dokonaj wpłaty",
    "Make timeframe": "Ustal ramy czasowe",
    "Manage Your Agreements": "Zarządzaj swoimi umowami",
    "Manage Your Emails": "Zarządzaj swoimi e-mailami",
    "Marketing Strategist": "Strateg marketingowy",
    "Marketplace": "Rynek",
    "Model": "Model",
    "More": "Więcej",
    "Multiple Styles": "Wiele stylów",
    "My Deposits": "Moje wpłaty",
    "My creatives": "Moje kreacje",
    "My profile": "Mój profil",
    "New password": "Nowe hasło",
    "New prompts": "Nowe podpowiedzi",
    "Next": "Dalej",
    "Office address": "Adres biura",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Przed usunięciem konta pobierz wszelkie dane lub informacje, które chcesz zachować.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Po usunięciu konta wszystkie jego zasoby i dane zostaną trwale usunięte. Wprowadz hasło, aby potwierdzić, że chcesz trwale usunąć swoje konto.",
    "Orders": "Zamówienia",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Nasze głębokie zrozumienie zarządzania projektami i programami umożliwiło sukces naszych klientów.",
    "Our image editing services are powered by top-tier talent and AI tools — delivering fast, high-quality visual enhancements for any project.": "Nasze usługi edycji obrazów są wspierane przez najwyższej klasy talenty i narzędzia AI — dostarczając szybkie, wysokiej jakości ulepszenia wizualne dla każdego projektu.",
    "Our image generation services combine advanced AI with creative flexibility — producing unique, high-quality visuals from text in seconds.": "Nasze usługi generowania obrazów łączą zaawansowane AI z kreatywną elastycznością — tworząc unikalne, wysokiej jakości wizualizacje z tekstu w kilka sekund.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Nasze e-maile marketingowe brzmią teraz ostro, jasno i zgodnie z marką — bez żadnego wysiłku. Totalna zmiana gry.",
    "Our office": "Nasze biuro",
    "Our partners": "Nasi partnerzy",
    "Our trusted partners": "Nasi zaufani partnerzy",
    "Over": "Ponad",
    "Over 27k Emails Generated": "Ponad 27 tys. wygenerowanych e-maili",
    "Password": "Hasło",
    "Password confirmation": "Potwierdzenie hasła",
    "Perfect for Content": "Idealne dla treści",
    "Perfect for Fast Prototypes": "Idealne dla szybkich prototypów",
    "Perfect for outreach, support, and daily communication": "Idealne dla outreachu, wsparcia i codziennej komunikacji",
    "Personal data": "Dane osobowe",
    "Phone": "Telefon",
    "Phone Number": "Numer telefonu",
    "Photo Tools": "Narzędzia fotograficzne",
    "Policies": "Polityki",
    "Post code": "Kod pocztowy",
    "Powerful Tools at Your Fingertips": "Potężne narzędzia na wyciągnięcie ręki",
    "Powerful Tools at Your Fingertips.": "Potężne narzędzia na wyciągnięcie ręki.",
    "Powering Creativity with Expert-Led Latent Diffusion.": "Wspieranie kreatywności dzięki zaawansowanej dyfuzji latentnej.",
    "Prepare for download": "Przygotuj do pobrania",
    "Previous": "Poprzedni",
    "Price": "Cena",
    "Price :amount": "Cena :amount",
    "Privacy Policy": "Polityka prywatności",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Profesjonaliści i zespoły na całym świecie polegają na VisioForge.me dla inteligentnego pisania e-maili, tworzenia kontraktów i dostępu do oszałamiających obrazów stockowych — wszystko w jednym miejscu.",
    "Profile Information": "Informacje o profilu",
    "Prompt": "Podpowiedź",
    "Prompt marketplace": "Rynek podpowiedzi",
    "Purchase": "Zakup",
    "Purchase for :amount VFT": "Zakup za :amount VFT",
    "Quick Menu": "Szybkie menu",
    "REELS THAT SELL": "ROLKI, KTÓRE SPRZEDAJĄ",
    "Rashed kabir": "Rashed Kabir",
    "Realistic": "Realistyczny",
    "Reason to choose us": "Powód, by wybrać nas",
    "Register": "Zarejestruj się",
    "Registration": "Rejestracja",
    "Remember me": "Zapamiętaj mnie",
    "Remove Background Now": "Usuń tło teraz",
    "Replenishment amount (:amount :currency = 1 ART)": "Kwota doładowania (:amount :currency = 1 ART)",
    "Replenishment amount (:amount :currency = 1 VCT)": "Kwota doładowania (:amount :currency = 1 VCT)",
    "Resend Verification Email": "Wyślij ponownie e-mail weryfikacyjny",
    "Reset Password": "Resetuj hasło",
    "Resize your images for any format or platform without distortion — smart cropping and scaling powered by AI.": "Zmieniaj rozmiar swoich obrazów dla dowolnego formatu lub platformy bez zniekształceń — inteligentne przycinanie i skalowanie wspierane przez AI.",
    "Reviews": "Recenzje",
    "SCROLL-STOPPERS": "ZATRZYMYWACZE PRZEWIJANIA",
    "SDXL 1.0": "SDXL 1.0",
    "SNACKABLE CONTENT": "TREŚCI ŁATWE DO PRZYSWOJENIA",
    "SOCIAL-READY": "GOTOWE NA MEDIA SPOŁECZNOŚCIOWE",
    "Safe": "Bezpieczne",
    "Sales Manager": "Menedżer sprzedaży",
    "Samantha R.": "Samantha R.",
    "Save": "Zapisz",
    "Save hours on drafting and reviewing documents": "Oszczędzaj godziny na tworzeniu i przeglądaniu dokumentów",
    "Saved": "Zapisano",
    "Saved My Instagram Campaign": "Uratowało moją kampanię na Instagramie",
    "Saved.": "Zapisano.",
    "Search": "Szukaj",
    "Securely fund your wallet to unlock premium AI-driven business insights, financial models, and investment strategies.": "Bezpiecznie zasil swój portfel, aby odblokować premium spostrzeżenia biznesowe, modele finansowe i strategie inwestycyjne oparte na AI.",
    "Select Tokens Amount": "Wybierz ilość tokenów",
    "Services": "Usługi",
    "Share": "Udostępnij",
    "Sign In": "Zaloguj się",
    "Sign Up": "Zarejestruj się",
    "Sign up": "Zarejestruj się",
    "Sign up for free": "Zarejestruj się za darmo",
    "Similar products in same category": "Podobne produkty w tej samej kategorii",
    "Size": "Rozmiar",
    "Smart Agreements": "Inteligentne umowy",
    "Smart Solutions": "Inteligentne rozwiązania",
    "So Easy to Use": "Tak łatwe w użyciu",
    "Socials": "Media społecznościowe",
    "Sorry, error occurred this time sending your message.": "Przepraszamy, wystąpił błąd podczas wysyłania Twojej wiadomości.",
    "Start Upscaling": "Rozpocznij skalowanie",
    "Start editing Images": "Rozpocznij edytowanie obrazów",
    "Start generate Images": "Rozpocznij generowanie obrazów",
    "Start now": "Zacznij teraz",
    "Status": "Status",
    "Still don't have an account?": "Nadal nie masz konta?",
    "Stock Image Library": "Biblioteka obrazów stockowych",
    "Style": "Styl",
    "Styles": "Style",
    "Submit": "Wyślij",
    "Submit Form": "Wyślij formularz",
    "Super Intuitive Tools": "Super intuicyjne narzędzia",
    "Support Lead": "Lider wsparcia",
    "Team Managment": "Zarządzanie zespołem",
    "Templates": "Szablony",
    "Terms & Condition": "Warunki użytkowania",
    "Terms & Conditions": "Warunki użytkowania",
    "Terms and Conditions": "Warunki użytkowania",
    "Text to Image": "Tekst na obraz",
    "Text to PNG": "Tekst na PNG",
    "Text to Video": "Tekst na wideo",
    "Thank you!": "Dziękujemy!",
    "Thank you! Your message has been received.": "Dziękujemy! Twoja wiadomość została odebrana.",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn\\'t receive the email, we will gladly send you another.": "Dziękujemy za rejestrację! Zanim zaczniesz, czy możesz zweryfikować swój adres e-mail, klikając w link, który właśnie Ci wysłaliśmy? Jeśli nie otrzymałeś e-maila, z przyjemnością wyślemy kolejny.",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It\\'s accurate, fast, and professional.": "Generator umów AI pomógł mi stworzyć solidny kontrakt dla freelancera w mniej niż 5 minut. Jest dokładny, szybki i profesjonalny.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Wdrożenie EMV było nieporadne, drogie i nie uwzględniało wielu czynników.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Podpowiedź w języku angielskim zostanie automatycznie pobrana razem z obrazem w formacie .txt.",
    "The Text-to-PNG tool gave me ready-to-use graphics for my Shopify store — no editing needed. Just drag and drop!": "Narzędzie tekst-na-PNG dostarczyło mi gotowych do użycia grafik dla mojego sklepu Shopify — bez potrzeby edycji. Wystarczy przeciągnąć i upuścić!",
    "The background remover is incredibly accurate. I used it for product shots, and it saved me hours of editing. Highly recommended!": "Usuwanie tła jest niesamowicie dokładne. Użyłem go do zdjęć produktów i zaoszczędziłem godziny edycji. Gorąco polecam!",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Rdzeniem naszej usługi jest obiektywne doradztwo inwestycyjne, które staramy się oferować.",
    "The generative fill tool is amazing. I extended a background and added missing parts — and no one could tell it was AI!": "Narzędzie generatywnego wypełniania jest niesamowite. Rozszerzyłem tło i dodałem brakujące części — nikt nie mógł powiedzieć, że to AI!",
    "This is a secure area of the application. Please confirm your password before continuing.": "To bezpieczny obszar aplikacji. Proszę potwierdzić hasło przed kontynuacją.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "To narzędzie całkowicie zmieniło sposób, w jaki obsługuję wsparcie klienta. Oszczędza czas i utrzymuje spójny ton.",
    "Time Tracking": "Śledzenie czasu",
    "Tokens": "Tokeny",
    "Top Sellers": "Najlepiej sprzedające się",
    "Top Up Your Wallet": "Doładuj swój portfel",
    "Top-Up Balance": "Doładuj saldo",
    "Top-up Balance": "Doładuj saldo",
    "Transform static images into smooth, AI-generated video clips in seconds.": "Przekształcaj statyczne obrazy w płynne klipy wideo generowane przez AI w kilka sekund.",
    "Transparent PNGs Are a Lifesaver": "Przezroczyste PNG to ratunek",
    "Trusted": "Zaufane",
    "Trusted by 145+ Teams Worldwide": "Zaufane przez ponad 145 zespołów na całym świecie",
    "Trusted by Freelancers, Startups & Businesses Alike": "Zaufane przez freelancerów, startupy i firmy",
    "Try free now": "Wypróbuj za darmo teraz",
    "Turn your ideas into stunning videos using just words. Our AI-powered text-to-video service transforms written prompts into dynamic, high-quality videos — perfect for social media, ads, storytelling, and more. No editing skills required.": "Przekształcaj swoje pomysły w oszałamiające filmy, używając tylko słów. Nasza usługa tekst-na-wideo oparta na AI przekształca pisemne podpowiedzi w dynamiczne, wysokiej jakości filmy — idealne dla mediów społecznościowych, reklam, storytellingu i nie tylko. Nie wymaga umiejętności edycji.",
    "Unmatched Speed and Precision in Generative Power.": "Niezrównana prędkość i precyzja w mocy generatywnej.",
    "Update Password": "Zaktualizuj hasło",
    "Update your account's profile information and email address.": "Zaktualizuj informacje o profilu i adres e-mail swojego konta.",
    "Upload any image — our AI brings it to life with motion and style.": "Prześlij dowolny obraz — nasze AI ożywia go ruchem i stylem.",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Używaj AI do generowania kontraktów, umów i formularzy prawnych z łatwością — dokładne, konfigurowalne i gotowe w kilka sekund.",
    "Used in 1.4k Business Scenarios": "Używane w 1,4 tys. scenariuszy biznesowych",
    "Usefull Links": "Przydatne linki",
    "User": "Użytkownik",
    "Users": "Użytkownicy",
    "VIRAL CLIPS": "WIRUSOWE KLIPY",
    "Very Solid!!": "Bardzo solidne!!",
    "Video is being generated...": "Wideo jest generowane...",
    "Watch": "Obejrzyj",
    "Watch Images Come Alive.": "Obserwuj, jak obrazy ożywają.",
    "We value your thoughts and inquiries. Let us know how we can assist you or improve our services.": "Cenimy Twoje opinie i pytania. Daj nam znać, jak możemy Ci pomóc lub ulepszyć nasze usługi.",
    "Welcome back — ready to create?": "Witaj ponownie — gotowy do tworzenia?",
    "Welcome to the Future of": "Witaj w przyszłości",
    "What Our Users Say": "Co mówią nasi użytkownicy",
    "Why you": "Dlaczego my",
    "Write Better Emails": "Pisz lepsze e-maile",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Pisanie e-maili do klientów zajmowało mi wieki. Teraz wystarczy, że wprowadze kilka kluczowych punktów, a AI natychmiast tworzy profesjonalną wiadomość!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Pisanie zimnych e-maili zajmowało mi wieki. Teraz wystarczy, że wprowadze kilka szczegółów, a otrzymuję dopracowany e-mail gotowy do wysłania.",
    "You are about to purchase a <b>:title</b>": "Zamierzasz zakupić <b>:title</b>",
    "You can make deposit": "Możesz dokonać wpłaty",
    "You don't have any deposits yet.": "Nie masz jeszcze żadnych wpłat.",
    "You don't have any orders yet.": "Nie masz jeszcze żadnych zamówień.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Nie masz wystarczającej ilości ART, aby dokonać zakupu. Proszę dokonaj wpłaty.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Nie masz wystarczającej ilości VFT, aby dokonać zakupu. Proszę dokonaj wpłaty.",
    "You need to be <a href=' . route('login": "Musisz być zalogowany <a href=' . route('login",
    "You need to be logged in.": "Musisz być zalogowany.",
    "You will pay": "Zapłacisz",
    "You will receive an archive containing an image and a prompt, with the selected size and format.": "Otrzymasz archiwum zawierające obraz i podpowiedź, w wybranym rozmiarze i formacie.",
    "Your AI Hub for Creativity, Communication, and Contracts.": "Twoje centrum AI dla kreatywności, komunikacji i kontraktów.",
    "Your Email": "Twój e-mail",
    "Your Gateway to AI-powered Business Solutions": "Twoja brama do rozwiązań biznesowych opartych na AI",
    "Your Message": "Twoja wiadomość",
    "Your Name": "Twoje imię",
    "Your Phone": "Twój telefon",
    "Your balance": "Twoje saldo",
    "Your balance:": "Twoje saldo:",
    "Your email": "Twój e-mail",
    "Your email address is unverified.": "Twój adres e-mail jest niezweryfikowany.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Twój adres e-mail nie będzie używany do celów marketingowych. Wymagane pola są oznaczone.",
    "Your limit for generating 10 images has been reached.": "Osiągnąłeś limit generowania 10 obrazów.",
    "Your message has been sent successfully.": "Twoja wiadomość została pomyślnie wysłana.",
    "Your message has been successfully submitted.": "Twoja wiadomość została pomyślnie przesłana.",
    "Your request": "Twoje żądanie",
    "Your title": "Twój tytuł",
    "and": "i",
    "auth.password": "auth.hasło",
    "by your member": "przez Twojego członka",
    "choose": "wybierz",
    "client": "klient",
    "email": "e-mail",
    "for Agreements, Emails & Images": "dla umów, e-maili i obrazów",
    "for Your Projects": "dla Twoich projektów",
    "for any team person": "dla każdego członka zespołu",
    "for do the task": "do wykonania zadania",
    "make life easier.": "ułatwiaj życie.",
    "managment": "zarządzanie",
    "more…": "więcej…",
    "our all features": "wszystkie nasze funkcje",
    "password": "hasło",
    "password confirmation": "potwierdzenie hasła",
    "professional emails, and ready-to-use stock images — all in one platform.": "profesjonalne e-maile i gotowe do użycia obrazy stockowe — wszystko na jednej platformie.",
    "say about us.": "mówią o nas.",
    "software": "oprogramowanie",
    "support": "wsparcie",
    "task togather": "zadanie razem",
    "us always": "zawsze my",
    "video": "wideo",
    "workspace": "przestrzeń robocza",
    "you use.": "używasz.",
	"Enter key details for your contract...": "wprowadze kluczowe szczegoly dla swojego kontraktu...",
	"Enter key details for your email...": "wprowadze kluczowe szczegoly dla swojego e-maila...",
	"Enter your email here": "wprowadz swój e-mail tutaj",
	"Over 9k Agreements Created": "Ponad 9 tys. umów utworzonych",
	"1.2k Ready-to-Sign Use Cases": "1.2k gotowych do podpisania przypadków",
	"150+ Business Professionals Trust Us": "150+ biznesowych profesjonalistów ufasz nam",
	"I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Potrzebowałem kontraktu freelance urgentowo — AI wygenerował kompletny, profesjonalny dokument w minutach. Zaoszczędził mi tonę czasu.",
	"As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Jako założyciel startupu, tworzenie NDAs i umów o usługach było kłopotliwe. Teraz mogę je tworzyć natychmiast bez kosztów prawnych.",
	"We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Używamy platformy do kontraktów klientów i umów wewnętrznych. AI obsługuje ciężkie obciążenia, a my tylko przeglądamy i podpisujemy.",
	"We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Nie mamy własnego prawnika, więc ten narzędzie pomaga nam pozostać zgodnymi i profesjonalnymi bez kosztów.",
	"Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Nasz zespół HR używa go do umów o pracę i listów ofertowych. Jest intuicyjny, szybki i oszczędza godziny pracy administracyjnej.",
	"Freelance Graphic Designer": "Freelance-grafikdesigner",
	"Startup Founder": "Założyciel startupu",
	"Operations Manager": "Menedżer operacji",
	"E-commerce Store Owner": "Właściciel sklepu internetowego",
	"HR Coordinator": "Koordynator HR",
	"Subscribe Now": "Subskrybuj teraz",
	"The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Generator umów AI pomógł mi stworzyć solidny kontrakt dla freelancera w mniej niż 5 minut. Jest dokładny, szybki i profesjonalny.",
	"Enter your name*": "wprowadz swoją nazwę*",
	"Enter Email Address*": "wprowadz adres e-mail*",
	"Enter your Message here": "wprowadz swoją wiadomość tutaj"
}