{
    "\tVoice & video call": "\tPołączenie głosowe i wideo",
    "1. Modifications": "1. Zmiany",
    "1.1 We may modify any aspect of the Platform without notice. Regular review of these Terms is your responsibility. Continued use after changes constitutes acceptance. The \"Last Updated\" date reflects revisions. Disagreeing with changes requires immediate discontinuation of service.": "1.1 Możemy modyfikować dowolny aspekt Platformy bez uprzedniego powiadomienia. Regularne sprawdzanie niniejszych Warunków jest Twoim obowiązkiem. Kontynuowanie korzystania po wprowadzeniu zmian oznacza akceptację tych zmian. Data „Ostatnia aktualizacja” odzwierciedla wprowadzone modyfikacje. W przypadku braku zgody na zmiany należy niezwłocznie zaprzestać korzystania z usługi.",
    "1.2k Ready-to-Sign Use Cases": "1,2 tys. gotowych do podpisania przypadków użycia",
    "10. Intellectual Property Rights": "10. Prawa własności intelektualnej",
    "10.1 All Platform content (text, graphics, images, code, etc.) belongs to the Company or licensors, protected by copyright and trademark laws.": "10.1 Wszystkie treści Platformy (tekst, grafika, obrazy, kod itp.) należą do Spółki lub jej licencjodawców i są chronione prawami autorskimi oraz znakami towarowymi.",
    "10.2 Unauthorized use of trademarks displayed on the Platform is prohibited.": "10.2 Nieautoryzowane użycie znaków towarowych wyświetlanych na Platformie jest zabronione.",
    "11. Indemnification": "11. Odszkodowanie",
    "11.1 You agree to defend and indemnify the Company against all claims arising from: (i) your Platform use; (ii) Terms violations; (iii) third-party rights infringement.": "11.1 Zgadzasz się bronić i zwolnić Spółkę z odpowiedzialności wobec wszystkich roszczeń wynikających z: (i) korzystania z Platformy; (ii) naruszenia Warunków; (iii) naruszenia praw osób trzecich.",
    "12. Disclaimer": "12. Zastrzeżenie",
    "12.1 The Platform is provided \"as is\" without warranties of accuracy, reliability, or availability. We disclaim all implied warranties to the fullest extent permitted by law.": "12.1 Platforma jest dostarczana „taka, jaka jest” bez gwarancji dokładności, niezawodności lub dostępności. Wyłączamy wszelkie dorozumiane gwarancje w najszerszym zakresie dozwolonym przez prawo.",
    "13. Limitation of Liability": "13. Ograniczenie odpowiedzialności",
    "13.1 We\\'re not liable for indirect, incidental, special, or consequential damages from Platform use.": "13.1 Nie ponosimy odpowiedzialności za szkody pośrednie, przypadkowe, szczególne lub wynikowe powstałe w związku z korzystaniem z Platformy.",
    "13.2 Platform use is at your own risk, including third-party content interactions.": "13.2 Korzystanie z Platformy odbywa się na własne ryzyko, w tym interakcje z treściami osób trzecich.",
    "13.3 Our maximum liability is limited to amounts paid by you in the preceding 6 months.": "13.3 Nasza maksymalna odpowiedzialność jest ograniczona do kwot zapłaconych przez Ciebie w ciągu poprzednich 6 miesięcy.",
    "14. Governing Law and Dispute Resolution": "14. Prawo właściwe i rozstrzyganie sporów",
    "14.1 These Terms are governed by Polish law, with disputes resolved in Polish courts. This doesn\\'t affect your consumer rights under local laws.": "14.1 Niniejsze Warunki podlegają prawu polskiemu, a spory rozstrzygane są przez polskie sądy. Nie wpływa to na Twoje prawa konsumenckie wynikające z lokalnych przepisów.",
    "14.2 EEA/Swiss users may utilize the EU ODR platform": "14.2 Użytkownicy z EOG/Szwajcarii mogą skorzystać z platformy ODR UE",
    "15. Miscellaneous": "15. Postanowienia różne",
    "15.1 Not enforcing Terms provisions doesn\\'t waive our rights. Waivers require written form.": "15.1 Nieegzekwowanie postanowień Warunków nie oznacza zrzeczenia się praw. Zrzeczenie się wymaga formy pisemnej.",
    "15.2 No employment or partnership relationship is created by these Terms.": "15.2 Niniejsze Warunki nie tworzą stosunku pracy ani partnerstwa.",
    "15.3 These Terms represent the complete agreement, superseding all prior communications.": "15.3 Niniejsze Warunki stanowią pełne porozumienie, zastępując wszystkie wcześniejsze komunikacje.",
    "15.4 The Agreement continues until terminated by either party. Termination doesn\\'t affect pre-existing rights. Surviving provisions remain effective.": "15.4 Umowa trwa do momentu rozwiązania przez którąkolwiek ze stron. Rozwiązanie nie wpływa na wcześniej nabyte prawa. Postanowienia przeznaczone do przetrwania pozostają w mocy.",
    "150+ Business Professionals Trust Us": "Ponad 150 specjalistów biznesowych nam ufa",
    "2. Services": "2. Usługi",
    "2.1 Account termination results in permanent deletion of all AI-generated content without possibility of restoration or refund.": "2.1 Zakończenie konta powoduje trwałe usunięcie wszystkich treści wygenerowanych przez AI bez możliwości przywrócenia lub zwrotu środków.",
    "3. Eligibility Criteria": "3. Kryteria uprawnienia",
    "3.1 You must use our AI services lawfully in compliance with all regulations. Minimum age requirement is 18 years or your jurisdiction\\'s age of majority.": "3.1 Musisz korzystać z naszych usług AI w sposób zgodny z prawem i wszystkimi przepisami. Minimalny wiek to 18 lat lub pełnoletność w Twojej jurysdykcji.",
    "3.2 Using our Platform confirms your legal capacity to form binding contracts.": "3.2 Korzystanie z naszej Platformy potwierdza Twoją zdolność prawną do zawierania wiążących umów.",
    "3.3 Service is unavailable in restricted regions including: Afghanistan, Cuba, Iran, North Korea, Syria, Russia, Belarus, Crimea, Donetsk, Luhansk, Myanmar, Central African Republic, China, DR Congo, Lebanon, Libya, Mali, Nicaragua, Somalia, Sudan, Venezuela, Yemen, and Zimbabwe. This list may be updated.": "3.3 Usługa jest niedostępna w regionach objętych ograniczeniami, w tym: Afganistan, Kuba, Iran, Korea Północna, Syria, Rosja, Białoruś, Krym, Donieck, Ługańsk, Myanmar, Republika Środkowoafrykańska, Chiny, Demokratyczna Republika Konga, Liban, Libia, Mali, Nikaragua, Somalia, Sudan, Wenezuela, Jemen i Zimbabwe. Lista może być aktualizowana.",
    "3D Render": "Renderowanie 3D",
    "3D Rendering": "Renderowanie 3D",
    "4. Your Account": "4. Twoje konto",
    "4.1 The agreement commences upon account registration, requiring submission of personal data for storage in our systems.": "4.1 Umowa zaczyna obowiązywać w momencie rejestracji konta, wymagając podania danych osobowych do przechowywania w naszych systemach.",
    "4.2 We may refuse registration for violations, fraud concerns, unverifiable identity, or duplicate accounts.": "4.2 Możemy odmówić rejestracji w przypadku naruszeń, podejrzeń oszustwa, niemożności weryfikacji tożsamości lub duplikatów kont.",
    "4.3 One account per user permitted. Previous banned accounts must be resolved before creating new ones.": "4.3 Dozwolone jest jedno konto na użytkownika. Poprzednie zablokowane konta muszą zostać rozwiązane przed utworzeniem nowych.",
    "4.4 You bear full responsibility for all account activities. Credential sharing is prohibited. Report unauthorized access immediately.": "4.4 Ponosisz pełną odpowiedzialność za wszystkie działania na koncie. Udostępnianie danych logowania jest zabronione. Nieautoryzowany dostęp należy zgłosić niezwłocznie.",
    "4.5 We may suspend accounts for suspected inaccuracies or Terms violations.": "4.5 Możemy zawiesić konta w przypadku podejrzenia nieprawidłowości lub naruszenia Warunków.",
    "4.6 We\\'re not liable for damages from unauthorized account use.": "4.6 Nie ponosimy odpowiedzialności za szkody wynikające z nieautoryzowanego użycia konta.",
    "4.7 We may suspend access without notice for threats to service, rights violations, or legal breaches.": "4.7 Możemy zawiesić dostęp bez powiadomienia w przypadku zagrożeń dla usługi, naruszeń praw lub naruszeń prawa.",
    "4.8 Inactive accounts (30+ days) may be deactivated with data deletion.": "4.8 Nieaktywne konta (30+ dni) mogą zostać dezaktywowane wraz z usunięciem danych.",
    "5. User Conduct": "5. Zachowanie użytkownika",
    "5.1 Service use must comply with these Terms and laws. Prohibited activities include:": "5.1 Korzystanie z usługi musi być zgodne z niniejszymi Warunkami i prawem. Zabronione działania obejmują:",
    "5.2 We may remove content or disable access for violations without notice.": "5.2 Możemy usuwać treści lub blokować dostęp w przypadku naruszeń bez powiadomienia.",
    "6. Compliance Procedures": "6. Procedury zgodności",
    "6.1 You agree to comply with all Terms and policies. Report violations to": "6.1 Zgadzasz się przestrzegać wszystkich Warunków i zasad. Zgłaszaj naruszenia na",
    "6.2 Enforcement may include warnings, content removal, restrictions, or bans.": "6.2 Egzekwowanie może obejmować ostrzeżenia, usunięcie treści, ograniczenia lub blokady.",
    "7. Transactions": "7. Transakcje",
    "7.1 All transactions process in EUR (converted from other currencies at current rates).": "7.1 Wszystkie transakcje są przetwarzane w EUR (przeliczane z innych walut po aktualnych kursach).",
    "7.2 Purchases require payment details including card information and addresses.": "7.2 Zakupy wymagają podania danych płatności, w tym informacji o karcie i adresów.",
    "7.3 Prices are displayed in EUR unless specified otherwise.": "7.3 Ceny są wyświetlane w EUR, chyba że zaznaczono inaczej.",
    "7.4 Use only approved payment methods. Purchases confirm authorization and accuracy.": "7.4 Używaj tylko zatwierdzonych metod płatności. Zakupy potwierdzają autoryzację i dokładność.",
    "7.5 We may reject orders for availability issues, pricing errors, or payment problems.": "7.5 Możemy odrzucić zamówienia z powodu braku dostępności, błędów cenowych lub problemów z płatnością.",
    "7.6 Delivery information emails sent to your registered address. Allow 14 days for delivery. Unfulfillable orders will be refunded.": "7.6 E-maile z informacjami o dostawie wysyłane na zarejestrowany adres. Prosimy o uwzględnienie do 14 dni na dostawę. Zamówienia niemożliwe do realizacji zostaną zwrócone.",
    "8. Virtual Financial Token (VFT)": "8. Wirtualny Token Finansowy (VFT)",
    "8.1 Definition and Purpose.": "8.1 Definicja i cel.",
    "8.1.1 The Platform utilizes an internal virtual accounting unit called the Virtual Financial Token (“VFT”).": "8.1.1 Platforma wykorzystuje wewnętrzną wirtualną jednostkę rozliczeniową zwaną Wirtualnym Tokenem Finansowym („VFT”).",
    "8.1.2 VFT is not a cryptocurrency, digital asset, security token, or financial instrument as defined under applicable law. It is a non-transferable, non-tradable unit of account, used solely for internal transactional and operational purposes within the Platform.": "8.1.2 VFT nie jest kryptowalutą, aktywem cyfrowym, tokenem zabezpieczającym ani instrumentem finansowym w rozumieniu obowiązującego prawa. Jest to nieprzenoszalna, niehandlowa jednostka rozliczeniowa używana wyłącznie do wewnętrznych celów transakcyjnych i operacyjnych na Platformie.",
    "8.1.3 The use of VFT allows for efficient internal accounting, balance management, service consumption and user interaction with Platform features.": "8.1.3 Użycie VFT umożliwia efektywną wewnętrzną księgowość, zarządzanie saldem, konsumpcję usług oraz interakcję użytkownika z funkcjami Platformy.",
    "8.2 Valuation and Exchange Rate.": "8.2 Wycena i kurs wymiany.",
    "8.2.1 VFT is pegged to the euro (EUR) at a fixed exchange rate of 1 VFT = 1 EUR.": "8.2.1 VFT jest powiązany z euro (EUR) przy stałym kursie wymiany 1 VFT = 1 EUR.",
    "8.2.2 This fixed rate is used exclusively within the Platform to determine user balances and transactional amounts.": "8.2.2 Ten stały kurs jest używany wyłącznie na Platformie do określania sald użytkowników i kwot transakcyjnych.",
    "8.2.3 Deposits made by a user are automatically converted to VFT on a 1:1 basis. Users can view their balance in VFT, which reflects the corresponding EUR value.": "8.2.3 Wpłaty dokonane przez użytkownika są automatycznie konwertowane na VFT w stosunku 1:1. Użytkownicy mogą przeglądać saldo w VFT, które odzwierciedla odpowiadającą wartość w EUR.",
    "8.3 Legal Status of VFT.": "8.3 Status prawny VFT.",
    "8.3.1 VFT is not legal tender, electronic money, or a payment instrument under EU Directive 2009/110/EC or any other applicable regulatory framework.": "8.3.1 VFT nie jest prawnym środkiem płatniczym, pieniądzem elektronicznym ani instrumentem płatniczym zgodnie z Dyrektywą UE 2009/110/WE ani innymi obowiązującymi ramami regulacyjnymi.",
    "8.3.2 VFT does not grant ownership rights, voting rights, dividends, or any form of participation in the governance or equity of the Platform or its parent company.": "8.3.2 VFT nie przyznaje praw własności, praw głosu, dywidend ani żadnej formy udziału w zarządzaniu lub kapitale własnym Platformy lub jej spółki macierzystej.",
    "8.3.3 VFT cannot be sold, transferred, exchanged, pledged, or used outside the scope of the Platform.": "8.3.3 VFT nie może być sprzedawany, przenoszony, wymieniany, zastawiany ani używany poza zakresem Platformy.",
    "8.3.4 The existence and use of VFT do not imply any speculative, investment, or financial activity.": "8.3.4 Istnienie i użycie VFT nie implikuje żadnej działalności spekulacyjnej, inwestycyjnej ani finansowej.",
    "8.4 Use of VFT Within the Platform.": "8.4 Użycie VFT na Platformie.",
    "8.4.1 Users may use their VFT balance for any permitted activities or services available on the Platform, including but not limited to:": "8.4.1 Użytkownicy mogą wykorzystywać saldo VFT na dowolne dozwolone działania lub usługi dostępne na Platformie, w tym między innymi:",
    "9. Refunds": "9. Zwroty",
    "9.1 Refund eligibility includes:": "9.1 Uprawnienie do zwrotu obejmuje:",
    "9.2 EEA/UK/Swiss consumers may cancel digital purchases within 14 days.": "9.2 Konsumenci z EOG/Wielkiej Brytanii/Szwajcarii mogą anulować zakupy cyfrowe w ciągu 14 dni.",
    "9.3 Cancellation rights waived if content access begins during this period.": "9.3 Prawo do anulowania wygasa, jeśli dostęp do treści zostanie rozpoczęty w tym okresie.",
    "9.4 Submit cancellation requests to": "9.4 Zgłoszenia anulowania należy przesyłać na",
    "9.5 Valid cancellations receive full refunds within 14 days (may extend to 30 days). Refunds issued via original payment method without fees.": "9.5 Ważne anulowania otrzymują pełny zwrot w ciągu 14 dni (może przedłużyć się do 30 dni). Zwroty realizowane oryginalną metodą płatności bez opłat.",
    ":amount VFT": ":amount VFT",
    ":count generations left": ":count pozostałych generacji",
    "AI Agreement Generation": "Generowanie umów AI",
    "AI Agreement Generations": "Generacje umów AI",
    "AI BUSINESS TOOLS": "NARZĘDZIA BIZNESOWE AI",
    "AI Background": "Tło AI",
    "AI Email Generation": "Generowanie e-maili AI",
    "AI Email Generations": "Generacje e-maili AI",
    "AI Resize": "Zmiana rozmiaru AI",
    "AI-powered tools to help you write clear, professional, and effective emails for any situation — instantly and effortlessly.": "Narzędzia oparte na AI, które pomagają pisać jasne, profesjonalne i skuteczne e-maile w każdej sytuacji — natychmiastowo i bez wysiłku.",
    "About us": "O nas",
    "Abstract": "Abstrakcja",
    "Abstract & Fine Art": "Sztuka abstrakcyjna i fine art",
    "Accept the terms and privacy policy": "Akceptuję warunki i politykę prywatności",
    "Access a curated collection of high-quality stock images for websites, ads, and presentations — royalty-free and ready to use.": "Dostęp do starannie dobranej kolekcji wysokiej jakości zdjęć stockowych na strony internetowe, reklamy i prezentacje — bez tantiem i gotowych do użycia.",
    "Accessing digital services or products": "Dostęp do usług lub produktów cyfrowych",
    "Accessing services from prohibited jurisdictions;": "Dostęp do usług z jurysdykcji objętych zakazem;",
    "Adam P.": "Adam P.",
    "Advertising Cookies:": "Cookie reklamowe:",
    "After a thorough review of a client’s circumstances and needs.": "Po dokładnej analizie okoliczności i potrzeb klienta.",
    "Agreement": "Umowa",
    "Agreement Generation": "Generowanie umów",
    "Agreements": "Umowy",
    "All": "Wszystko",
    "All Rights Reserved.": "Wszystkie prawa zastrzeżone.",
    "All rights reserved": "Wszystkie prawa zastrzeżone",
    "Already have an account?": "Masz już konto?",
    "Analytics Cookies:": "Cookie analityczne:",
    "Animals & Pets": "Zwierzęta i pupile",
    "Architecture & Urban": "Architektura i urbanistyka",
    "Are you sure?": "Czy na pewno?",
    "As a non-native English speaker, this platform helps me sound more confident and professional in every message.": "Jako osoba, dla której angielski nie jest językiem ojczystym, ta platforma pomaga mi brzmieć pewniej i profesjonalniej w każdej wiadomości.",
    "As a startup founder, drafting NDAs and service agreements used to be a pain. Now I can create them instantly without legal fees.": "Jako założyciel startupu, sporządzanie NDA i umów serwisowych było udręką. Teraz mogę je tworzyć natychmiast bez opłat prawnych.",
    "At :company_name (\"we\", \"us\", \"our\"), we are committed to protecting the privacy of our users (\"you\", \"your\"). This Privacy Policy explains how we collect, use, share, and safeguard your personal information when you use our AI image generation platform at visioforge.me (the \"Website\"). By accessing our services, you consent to the data practices described in this policy.": "W :company_name („my”, „nas”, „nasz”) zobowiązujemy się do ochrony prywatności naszych użytkowników („Ty”, „Twój”). Niniejsza Polityka prywatności wyjaśnia, w jaki sposób zbieramy, wykorzystujemy, udostępniamy i chronimy Twoje dane osobowe podczas korzystania z naszej platformy generowania obrazów AI pod adresem visioforge.me („Witryna”). Korzystając z naszych usług, wyrażasz zgodę na opisane w niej praktyki dotyczące danych.",
    "Available for Anyone": "Dostępne dla każdego",
    "Background Removal": "Usuwanie tła",
    "Background Remover": "Usuwanie tła",
    "Balance": "Saldo",
    "Boost reply rates and save writing time": "Zwiększ wskaźniki odpowiedzi i oszczędzaj czas pisania",
    "Boost your productivity with AI-generated legal documents,": "Zwiększ swoją produktywność dzięki dokumentom prawnym generowanym przez AI,",
    "Bring all team": "Zintegruj cały zespół",
    "Business": "Biznes",
    "Business & Operations": "Biznes i operacje",
    "Business & Technology": "Biznes i technologia",
    "Buy": "Kup",
    "By accessing or purchasing through our Website, you agree to be bound by these Terms, our Privacy Policy, and all incorporated policies (collectively, the \"Terms of Use\"). Review our Privacy Policy to understand our data practices. We disclaim responsibility for third-party websites linked from our Platform.": "Korzystając z Witryny lub dokonując zakupów, zgadzasz się na przestrzeganie niniejszych Warunków, naszej Polityki prywatności oraz wszystkich włączonych zasad (łącznie „Warunki użytkowania”). Zapoznaj się z naszą Polityką prywatności, aby zrozumieć nasze praktyki dotyczące danych. Nie ponosimy odpowiedzialności za witryny osób trzecich linkowane z naszej Platformy.",
    "COMMUNICATION AI TOOL": "NARZĘDZIE KOMUNIKACYJNE AI",
    "Cartoon": "Kreskówka",
    "Cases": "Przypadki",
    "Categories": "Kategorie",
    "Category": "Kategoria",
    "Check what’s our": "Sprawdź, co nasi",
    "Choose currency: (:amount :currency = 1 VFT)": "Wybierz walutę: (:amount :currency = 1 VFT)",
    "Click here": "Kliknij tutaj",
    "Click here for more info": "Kliknij tutaj, aby uzyskać więcej informacji",
    "Cloud storage": "Magazyn w chmurze",
    "Cold Outreach to Potential Client": "Cold outreach do potencjalnego klienta",
    "Comic": "Komiks",
    "Comics": "Komiksy",
    "Commercial/political use without permission;": "Użycie komercyjne/polityczne bez zgody;",
    "Compose emails in seconds with AI assistance": "Twórz e-maile w kilka sekund z pomocą AI",
    "Confirm Password": "Potwierdź hasło",
    "Confirm password": "Potwierdź hasło",
    "Confirmed unauthorized charges;": "Potwierdzone nieautoryzowane obciążenia;",
    "Connect jano with the": "Połącz jano z",
    "Consulting Agreement": "Umowa konsultingowa",
    "Contact Us": "Skontaktuj się z nami",
    "Content location (URL);": "Lokalizacja treści (URL);",
    "Contractor Agreement": "Umowa z wykonawcą",
    "Control cookies through your browser settings:": "Kontroluj cookie za pomocą ustawień przeglądarki:",
    "Cookie Policy": "Polityka cookie",
    "Cookie Retention Period": "Okres przechowywania cookie",
    "Cookie policy": "Polityka cookie",
    "Cookies &amp; Your Personal Data": "Cookie i Twoje dane osobowe",
    "Cookies are small text files stored on your device when you use our platform. They help remember your preferences (like login details and AI tool settings) and optimize your creative workflow.": "Cookie to małe pliki tekstowe przechowywane na Twoim urządzeniu podczas korzystania z naszej platformy. Pomagają zapamiętywać Twoje preferencje (np. dane logowania i ustawienia narzędzi AI) oraz optymalizować Twój proces twórczy.",
    "Craft clear, polished emails for any situation — from business proposals to customer support — with AI-powered tone and structure.": "Twórz jasne, dopracowane e-maile na każdą sytuację — od propozycji biznesowych po obsługę klienta — z tonem i strukturą wspieranymi przez AI.",
    "Create New Deposit (:currency)": "Utwórz nowy depozyt (:currency)",
    "Create professional, legally-sound agreements in seconds — just input key details, and let AI handle the formatting and clauses.": "Twórz profesjonalne, zgodne z prawem umowy w kilka sekund — wystarczy wprowadzić kluczowe szczegóły, a AI zajmie się formatowaniem i klauzulami.",
    "Create task": "Utwórz zadanie",
    "Create your": "Utwórz swoje",
    "Created": "Utworzone",
    "Creative": "Kreatywne",
    "Current": "Bieżące",
    "Custom": "Niestandardowe",
    "Customer & Support": "Klient i wsparcie",
    "Customer Support Lead": "Lider obsługi klienta",
    "Customizable": "Konfigurowalne",
    "Dashboard": "Panel",
    "Data Security": "Bezpieczeństwo danych",
    "Date": "Data",
    "Deposits": "Depozyty",
    "Description": "Opis",
    "Designer": "Projektant",
    "Detailed violation explanation;": "Szczegółowe wyjaśnienie naruszenia;",
    "Discover": "Odkryj",
    "Discover how our AI tools are transforming productivity. Hear from professionals who streamline their work with smart email, agreement, and image solutions.": "Odkryj, jak nasze narzędzia AI zmieniają produktywność. Posłuchaj profesjonalistów, którzy usprawniają pracę dzięki inteligentnym rozwiązaniom e-mailowym, umowom i obrazom.",
    "Disrupting service operations;": "Zakłócanie działania usługi;",
    "Don't have an account yet?": "Nie masz jeszcze konta?",
    "Download": "Pobierz",
    "Download Video": "Pobierz wideo",
    "Drop us a line": "Napisz do nas",
    "E-commerce Store Owner": "Właściciel sklepu e-commerce",
    "Effortless Creation of": "Bez wysiłku tworzenie",
    "Email": "E-mail",
    "Email Generation": "Generowanie e-maili",
    "Email Writing": "Pisanie e-maili",
    "Email:": "E-mail:",
    "Emails": "E-maile",
    "Employment Agreement": "Umowa o pracę",
    "Enhance your experience and include:": "Popraw swoje doświadczenie i uwzględnij:",
    "Enter Email Address*": "Wprowadź adres e-mail*",
    "Enter Password": "Wprowadź hasło",
    "Enter custom tokens amount": "Wprowadź niestandardową ilość tokenów",
    "Enter key details for your agreement...": "Wprowadź kluczowe szczegóły swojej umowy...",
    "Enter key details for your contract...": "Wprowadź kluczowe szczegóły swojej umowy...",
    "Enter key details for your email...": "Wprowadź kluczowe szczegóły swojego e-maila...",
    "Enter your Message here": "Wpisz tutaj swoją wiadomość",
    "Enter your email here": "Wpisz tutaj swój e-mail",
    "Enter your name*": "Wpisz swoje imię*",
    "Essential Cookies:": "Niezbędne cookie:",
    "Expereinced": "Doświadczeni",
    "Explore": "Przeglądaj",
    "Fashion & Beauty": "Moda i uroda",
    "File sharing": "Udostępnianie plików",
    "Follow Us": "Obserwuj nas",
    "Follow-Up After Sales Call": "Follow-up po rozmowie sprzedażowej",
    "Food & Drink": "Jedzenie i napoje",
    "For any privacy-related inquiries or requests regarding your personal data, please contact our team at": "W przypadku pytań lub wniosków dotyczących danych osobowych prosimy o kontakt z naszym zespołem pod adresem",
    "For cookie-related inquiries:": "W przypadku pytań dotyczących cookie:",
    "For inquiries regarding these Terms, contact us at": "W przypadku pytań dotyczących niniejszych Warunków prosimy o kontakt pod adresem",
    "Format": "Format",
    "Fraudulent activity.": "Działalność oszukańcza.",
    "Free Now": "Darmowe teraz",
    "Freelance & Services": "Freelance i usługi",
    "Freelance Consultant": "Konsultant freelance",
    "Freelance Designer": "Projektant freelance",
    "Freelance Graphic Designer": "Grafik freelance",
    "Freelance Work Agreement": "Umowa o pracę freelance",
    "Generate": "Generuj",
    "Generate Agreement": "Generuj umowę",
    "Generate Agreements": "Generuj umowy",
    "Generate Email": "Generuj e-mail",
    "Generate Emails": "Generuj e-maile",
    "Generate another one": "Wygeneruj kolejną",
    "Generate legal agreements in just a few clicks": "Generuj umowy prawne w kilka kliknięć",
    "Generated": "Wygenerowane",
    "Generative Fill": "Wypełnienie generatywne",
    "Get Start": "Rozpocznij",
    "Get task complated": "Zrealizuj zadanie",
    "Go to Dashboard": "Przejdź do panelu",
    "Good faith statement.": "Oświadczenie złożone w dobrej wierze.",
    "Great Interface": "Świetny interfejs",
    "Great Support": "Świetne wsparcie",
    "HR & Employment": "HR i zatrudnienie",
    "HR Coordinator": "Koordynator HR",
    "Harassment or discriminatory behavior;": "Nękanie lub zachowanie dyskryminujące;",
    "Having a home based business is a wonderful asset to your life. The problem still stands it comes timeadvertise your business for a cheap cost. I know you have looked answer everywhere.": "Prowadzenie działalności gospodarczej z domu jest wspaniałym atutem w Twoim życiu. Problem nadal istnieje, gdy przychodzi czas na reklamę firmy za niską cenę. Wiem, że szukałeś odpowiedzi wszędzie.",
    "Hear from our users": "Posłuchaj naszych użytkowników",
    "Hello": "Witaj",
    "Help us understand feature usage to improve our AI models.": "Pomóż nam zrozumieć użycie funkcji, aby ulepszyć nasze modele AI.",
    "High-Quality": "Wysoka jakość",
    "Home": "Strona główna",
    "Hours": "Godziny",
    "I agree to the": "Zgadzam się na",
    "I needed a freelance contract urgently — the AI generated a complete, professional document in minutes. Saved me a ton of time.": "Pilnie potrzebowałem umowy freelance — AI wygenerowało kompletny, profesjonalny dokument w kilka minut. Zaoszczędziło mi mnóstwo czasu.",
    "Ideal for freelancers, startups, and businesses": "Idealne dla freelancerów, startupów i firm",
    "Illustration": "Ilustracja",
    "Image": "Obraz",
    "Image Stock": "Bank obrazów",
    "Image Upscale": "Podnoszenie rozdzielczości obrazu",
    "Image is being generated...": "Obraz jest generowany...",
    "Images": "Obrazy",
    "Impersonation or false affiliations;": "Podszywanie się lub fałszywe powiązania;",
    "Impressionist": "Impresjonistyczny",
    "In Seconds, With AI": "W kilka sekund, z AI",
    "Information We Collect": "Informacje, które zbieramy",
    "Integrates your tools": "Integruje Twoje narzędzia",
    "Interfering with others\\' use.": "Zakłócanie korzystania innym użytkownikom.",
    "Internal & HR": "Wewnętrzne i HR",
    "Internal Policy Update Notice": "Powiadomienie o aktualizacji polityki wewnętrznej",
    "Internship Agreement": "Umowa stażowa",
    "James K.": "James K.",
    "Janu is your online team mangement tool that easy and promot": "Janu to Twoje internetowe narzędzie do zarządzania zespołem, które jest łatwe i promuje",
    "Janu tools.": "Narzędzia Janu.",
    "Japanese": "Japoński",
    "LEGAL AI SOLUTION": "ROZWIĄZANIE PRAWNE AI",
    "Languages": "Języki",
    "Last Updated: January 08, 2026": "Ostatnia aktualizacja: 08 stycznia 2026",
    "Laura M.": "Laura M.",
    "Learn more at": "Dowiedz się więcej na",
    "Legal Address:": "Adres prawny:",
    "Legal Documents": "Dokumenty prawne",
    "Legal Use": "Użycie zgodne z prawem",
    "Let’s": "Zacznijmy",
    "Loading... Please wait while your files are being prepared.": "Ładowanie... Proszę czekać, aż pliki zostaną przygotowane.",
    "Log In": "Zaloguj się",
    "Log in": "Zaloguj się",
    "Login": "Logowanie",
    "Logout": "Wyloguj",
    "Low Price": "Niska cena",
    "Mail address": "Adres e-mail",
    "Make Another Deposit": "Dokonaj kolejnego depozytu",
    "Make a deposit": "Dokonaj depozytu",
    "Make timeframe": "Ustal ramy czasowe",
    "Making internal purchases": "Dokonywanie zakupów wewnętrznych",
    "Managing Your Cookie Preferences": "Zarządzanie preferencjami cookie",
    "Marketing Strategist": "Strateg marketingowy",
    "Message:": "Wiadomość:",
    "Michelle T.": "Michelle T.",
    "Minimalist": "Minimalistyczny",
    "Minimum 1 token required": "Wymagany minimum 1 token",
    "Model": "Model",
    "More": "Więcej",
    "My Deposits": "Moje depozyty",
    "Name:": "Imię:",
    "Nature & Landscapes": "Przyroda i krajobrazy",
    "New Contact Form Submission from :site": "Nowe zgłoszenie z formularza kontaktowego z :site",
    "New Employee Welcome Email": "E-mail powitalny dla nowego pracownika",
    "Nina K.": "Nina K.",
    "Non-Disclosure Agreement (NDA)": "Umowa o poufności (NDA)",
    "Office address": "Adres biura",
    "Operations Manager": "Kierownik operacyjny",
    "Optional Cookies:": "Opcjonalne cookie:",
    "Order Confirmation Email": "E-mail potwierdzenia zamówienia",
    "Orders": "Zamówienia",
    "Our HR team uses it for employment agreements and offer letters. It’s intuitive, fast, and saves hours of admin work.": "Nasz zespół HR używa go do umów o pracę i listów ofertowych. Jest intuicyjny, szybki i oszczędza godziny pracy administracyjnej.",
    "Our deep understanding of project and program management has enabled the success of our clients.": "Nasze głębokie zrozumienie zarządzania projektami i programami umożliwiło sukces naszych klientów.",
    "Our marketing emails now sound sharp, clear, and on-brand — with zero effort. Total game-changer.": "Nasze e-maile marketingowe brzmią teraz ostro, jasno i zgodnie z marką — bez żadnego wysiłku. Całkowita zmiana gry.",
    "Our partners": "Nasi partnerzy",
    "Our platform uses these cookie categories:": "Nasza platforma używa następujących kategorii cookie:",
    "Our trusted partners": "Nasi zaufani partnerzy",
    "Over": "Ponad",
    "Over 27k Emails Generated": "Ponad 27 tys. wygenerowanych e-maili",
    "Over 9k Agreements Created": "Ponad 9 tys. utworzonych umów",
    "Partnership Agreement": "Umowa partnerska",
    "Password": "Hasło",
    "Pay": "Zapłać",
    "Payment Completed Successfully!": "Płatność zakończona sukcesem!",
    "People & Portraits": "Ludzie i portrety",
    "Perfect for outreach, support, and daily communication": "Idealne do outreachu, wsparcia i codziennej komunikacji",
    "Performance Review Request": "Prośba o ocenę wydajności",
    "Phone: +48 123 456 789": "Telefon: +48 123 456 789",
    "Photo Realism": "Fotorealizm",
    "Please read these Terms carefully before using our AI services. If you disagree with any provision, you must immediately cease using the Platform.": "Proszę dokładnie przeczytać niniejsze Warunki przed skorzystaniem z naszych usług AI. W przypadku braku zgody na jakiekolwiek postanowienie należy niezwłocznie zaprzestać korzystania z Platformy.",
    "Pop Art": "Pop Art",
    "Preference Cookies:": "Cookie preferencji:",
    "Prepare for download": "Przygotuj do pobrania",
    "Price": "Cena",
    "Privacy Policy": "Polityka prywatności",
    "Privacy Policy Updates": "Aktualizacje polityki prywatności",
    "Privacy policy": "Polityka prywatności",
    "Product Demo Invitation": "Zaproszenie na demo produktu",
    "Professionals and teams around the world rely on VisioForge.me for smart, AI-powered email writing, contract creation, and access to stunning stock images — all in one place.": "Profesjonaliści i zespoły na całym świecie polegają na VisioForge.me w zakresie inteligentnego pisania e-maili wspieranego AI, tworzenia umów oraz dostępu do wspaniałych zdjęć stockowych — wszystko w jednym miejscu.",
    "Project Manager": "Kierownik projektu",
    "Promotional Offer Announcement": "Ogłoszenie oferty promocyjnej",
    "Prompt": "Prompt",
    "Purchase for :amount VFT": "Zakup za :amount VFT",
    "Rahul S.": "Rahul S.",
    "Rashed kabir": "Rashed Kabir",
    "Reason to choose us": "Powód, by nas wybrać",
    "Refund Process Update": "Aktualizacja procesu zwrotu",
    "Register": "Zarejestruj się",
    "Remember me": "Zapamiętaj mnie",
    "Remember your AI settings (e.g., style preferences, output formats).": "Zapamiętuj ustawienia AI (np. preferencje stylu, formaty wyjściowe).",
    "Remote Work Approval Email": "E-mail zatwierdzający pracę zdalną",
    "Required for core functions like account security, payment processing, and AI image generation. These cannot be disabled.": "Wymagane do podstawowych funkcji, takich jak bezpieczeństwo konta, przetwarzanie płatności i generowanie obrazów AI. Nie można ich wyłączyć.",
    "Retouch": "Retusz",
    "Reverse engineering or modifying our AI technology;": "Inżynieria wsteczna lub modyfikacja naszej technologii AI;",
    "Reviews": "Recenzje",
    "Safe": "Bezpieczne",
    "Sales & Marketing": "Sprzedaż i marketing",
    "Sales Agreement": "Umowa sprzedaży",
    "Sales Manager": "Kierownik sprzedaży",
    "Samantha R.": "Samantha R.",
    "Satisfaction Survey Request": "Prośba o ankietę satysfakcji",
    "Save hours on drafting and reviewing documents": "Oszczędzaj godziny na sporządzaniu i przeglądaniu dokumentów",
    "Saved": "Zapisane",
    "Select Tokens Amount": "Wybierz ilość tokenów",
    "Service Agreement for Client": "Umowa serwisowa dla klienta",
    "Services": "Usługi",
    "Session cookies expire when you close your browser. Persistent cookies remain for up to 24 months unless deleted manually.": "Cookie sesyjne wygasają po zamknięciu przeglądarki. Cookie trwałe pozostają do 24 miesięcy, chyba że zostaną ręcznie usunięte.",
    "Sharing of Your Information": "Udostępnianie Twoich informacji",
    "Shipping Delay Notification": "Powiadomienie o opóźnieniu wysyłki",
    "Show relevant promotions for our premium features (opt-out available below).": "Pokazuj odpowiednie promocje naszych funkcji premium (możliwość rezygnacji poniżej).",
    "Sign Up": "Zarejestruj się",
    "Sign up for free": "Zarejestruj się za darmo",
    "Size": "Rozmiar",
    "Smart Agreements": "Inteligentne umowy",
    "Smart Solutions": "Inteligentne rozwiązania",
    "Some cookies may process technical data (like IP addresses) to personalize your AI experience. We comply with GDPR and other privacy regulations. See our": "Niektóre cookie mogą przetwarzać dane techniczne (np. adresy IP) w celu personalizacji doświadczenia AI. Zgodność z RODO i innymi regulacjami prywatności. Zobacz naszą",
    "Sorry, there was an error sending your message. Please try again later.": "Przepraszamy, wystąpił błąd podczas wysyłania wiadomości. Spróbuj ponownie później.",
    "Sports & Fitness": "Sport i fitness",
    "Start now": "Zacznij teraz",
    "Startup Founder": "Założyciel startupu",
    "Status": "Status",
    "Stock Image Library": "Biblioteka obrazów stockowych",
    "Style": "Styl",
    "Submit": "Wyślij",
    "Subscribe Now": "Subskrybuj teraz",
    "Support Lead": "Lider wsparcia",
    "Surrealism": "Surrealizm",
    "Tag": "Tag",
    "Team Managment": "Zarządzanie zespołem",
    "Team Meeting Agenda Email": "E-mail z agendą spotkania zespołu",
    "Templates": "Szablony",
    "Termination of Employment Letter": "List o rozwiązaniu umowy o pracę",
    "Terms & Conditions": "Warunki",
    "Terms and Conditions": "Warunki",
    "Terms and conditions": "Warunki",
    "Text to Image": "Tekst na obraz",
    "Text to PNG": "Tekst na PNG",
    "Thank you for subscribing!": "Dziękujemy za subskrypcję!",
    "Thank you for your payment. Your transaction has been completed successfully.": "Dziękujemy za płatność. Transakcja została zakończona sukcesem.",
    "Thank you! Your message has been received.": "Dziękujemy! Twoja wiadomość została otrzymana.",
    "Thank you! Your message has been sent successfully!": "Dziękujemy! Twoja wiadomość została wysłana pomyślnie!",
    "The AI agreement generator helped me create a solid freelance contract in under 5 minutes. It's accurate, fast, and professional.": "Generator umów AI pomógł mi stworzyć solidną umowę freelance w mniej niż 5 minut. Jest dokładny, szybki i profesjonalny.",
    "The EMV roll out was clumsy, expensive and failed to consider.": "Wdrożenie EMV było niezdarne, drogie i nie uwzględniało wielu aspektów.",
    "The English prompt will be automatically downloaded together with the image in a .txt format.": "Angielski prompt zostanie automatycznie pobrany razem z obrazem w formacie .txt.",
    "The core of our service is based on the objective investment advice we seek to provide support.": "Sercem naszej usługi jest obiektywne doradztwo inwestycyjne, które staramy się wspierać.",
    "Third-Party Service Providers": "Dostawcy usług zewnętrznych",
    "This message was sent from your website\\'s contact form.": "Ta wiadomość została wysłana z formularza kontaktowego Twojej witryny.",
    "This tool has completely transformed how I handle customer support. It saves time and keeps our tone consistent.": "To narzędzie całkowicie zmieniło sposób, w jaki obsługuję wsparcie klienta. Oszczędza czas i utrzymuje spójny ton.",
    "Time Tracking": "Śledzenie czasu",
    "To opt out of Google Analytics:": "Aby zrezygnować z Google Analytics:",
    "Tokens": "Tokeny",
    "Top-Up Balance": "Doładuj saldo",
    "Top-up Balance": "Doładuj saldo",
    "Travel & Adventure": "Podróże i przygoda",
    "Troubleshooting Response Email": "E-mail z odpowiedzią na problemy",
    "Trusted": "Zaufane",
    "Trusted by 145+ Teams Worldwide": "Zaufane przez ponad 145 zespołów na całym świecie",
    "Trusted by Freelancers, Startups & Businesses Alike": "Zaufane przez freelancerów, startupy i firmy",
    "Try free now": "Wypróbuj za darmo teraz",
    "Types of Cookies We Use": "Rodzaje używanych cookie",
    "Unauthorized distribution or commercialization;": "Nieautoryzowana dystrybucja lub komercjalizacja;",
    "Unresolved technical issues after 5 business days;": "Nierozwiązane problemy techniczne po 5 dniach roboczych;",
    "Updates to This Policy": "Aktualizacje niniejszej Polityki",
    "Uploading harmful or illegal content;": "Przesyłanie szkodliwych lub nielegalnych treści;",
    "Upsell Email to Existing Customer": "E-mail upsellowy do istniejącego klienta",
    "Use AI to generate contracts, agreements, and legal forms with ease — accurate, customizable, and ready in seconds.": "Używaj AI do łatwego generowania umów, kontraktów i formularzy prawnych — dokładne, konfigurowalne i gotowe w kilka sekund.",
    "Use of Your Information": "Wykorzystanie Twoich informacji",
    "Used in 1.4k Business Scenarios": "Używane w 1,4 tys. scenariuszy biznesowych",
    "Usefull Links": "Przydatne linki",
    "User": "Użytkownik",
    "Users": "Użytkownicy",
    "Using automated data collection tools;": "Używanie automatycznych narzędzi zbierania danych;",
    "Vendor Contract": "Umowa z dostawcą",
    "Verified billing errors;": "Zweryfikowane błędy rozliczeniowe;",
    "Video from Image": "Wideo z obrazu",
    "Video from Text": "Wideo z tekstu",
    "Video is being generated...": "Wideo jest generowane...",
    "Vintage/Retro": "Vintage/Retro",
    "Watch": "Obejrzyj",
    "We collect information you provide directly, such as your email address during account registration or when subscribing to updates. Our system also automatically gathers technical data including your IP address, device information, and usage patterns through cookies and analytics tools like Google Analytics to improve our services.": "Zbieramy informacje, które podajesz bezpośrednio, np. adres e-mail podczas rejestracji konta lub subskrypcji aktualizacji. Nasz system automatycznie zbiera również dane techniczne, w tym adres IP, informacje o urządzeniu i wzorce użytkowania za pomocą cookie i narzędzi analitycznych, takich jak Google Analytics, w celu ulepszenia naszych usług.",
    "We do not sell your personal data to marketers. Your information may be shared with: (1) essential service providers (e.g., payment processors, analytics platforms); (2) legal authorities when required by law; or (3) to protect the rights and safety of our platform and users. Any shared data is limited to what\\'s necessary for the specific purpose.": "Nie sprzedajemy Twoich danych osobowych marketerom. Twoje informacje mogą być udostępniane: (1) niezbędnym dostawcom usług (np. procesorom płatności, platformom analitycznym); (2) organom prawnym, gdy wymaga tego prawo; lub (3) w celu ochrony praw i bezpieczeństwa naszej platformy i użytkowników. Wszelkie udostępniane dane są ograniczone do niezbędnych dla konkretnego celu.",
    "We don’t have an in-house lawyer, so this tool helps us stay compliant and professional without the cost.": "Nie mamy wewnętrznego prawnika, więc to narzędzie pomaga nam pozostać zgodnym z prawem i profesjonalnym bez kosztów.",
    "We implement industry-standard security measures including encryption and access controls to protect your information. While we strive to protect your data, no online transmission is 100% secure. You are responsible for keeping your login credentials confidential.": "Wdrażamy standardowe branżowe środki bezpieczeństwa, w tym szyfrowanie i kontrolę dostępu, aby chronić Twoje informacje. Chociaż staramy się chronić Twoje dane, żadna transmisja online nie jest w 100% bezpieczna. Jesteś odpowiedzialny za zachowanie poufności danych logowania.",
    "We may update this Policy as our AI services evolve. Significant changes will be announced on our platform.": "Możemy aktualizować niniejszą Politykę w miarę ewolucji naszych usług AI. Znaczące zmiany zostaną ogłoszone na naszej platformie.",
    "We may update this policy periodically to reflect changes in our practices or legal requirements. The updated version will be posted here with a new \"Last Updated\" date. We recommend reviewing this policy regularly to stay informed.": "Możemy okresowo aktualizować tę politykę, aby odzwierciedlić zmiany w naszych praktykach lub wymaganiach prawnych. Zaktualizowana wersja zostanie opublikowana tutaj z nową datą „Ostatnia aktualizacja”. Zalecamy regularne przeglądanie tej polityki, aby być na bieżąco.",
    "We partner with trusted third-party payment processors to handle transactions securely. When making purchases, you\\'ll be directed to their platforms to complete payments. These providers manage your payment details according to their own privacy policies - we never store credit card information on our servers.": "Współpracujemy z zaufanymi zewnętrznymi procesorami płatności, aby bezpiecznie obsługiwać transakcje. Podczas zakupów zostaniesz przekierowany na ich platformy w celu dokonania płatności. Ci dostawcy zarządzają danymi płatności zgodnie z własnymi politykami prywatności – nigdy nie przechowujemy danych kart kredytowych na naszych serwerach.",
    "We use both first-party cookies (placed by us) and third-party cookies (from services like analytics providers) to improve functionality and understand how users interact with our AI features.": "Używamy zarówno cookie własnych (umieszczanych przez nas), jak i cookie stron trzecich (od usług takich jak dostawcy analityczni), aby poprawić funkcjonalność i zrozumieć, jak użytkownicy wchodzą w interakcję z naszymi funkcjami AI.",
    "We use it across the team for internal updates and external communications. It saves us hours each week.": "Używamy go w całym zespole do wewnętrznych aktualizacji i komunikacji zewnętrznej. Oszczędza nam godziny każdego tygodnia.",
    "We use the platform for client contracts and internal agreements. The AI handles the heavy lifting, and we just review and sign.": "Używamy platformy do umów z klientami i wewnętrznych porozumień. AI wykonuje ciężką pracę, a my tylko przeglądamy i podpisujemy.",
    "We\\'re committed to addressing your concerns promptly and transparently.": "Zobowiązujemy się do szybkiego i przejrzystego rozpatrywania Twoich obaw.",
    "Welcome to Visio Forge! We utilize cookies and similar technologies to enhance your experience with our AI image generation platform. This Cookie Policy (\"Policy\") explains how we use cookies and how you can manage them. By continuing to use our site, you accept these terms. For questions, contact us:": "Witaj w Visio Forge! Wykorzystujemy cookie i podobne technologie, aby poprawić Twoje doświadczenie z naszą platformą generowania obrazów AI. Niniejsza Polityka cookie („Polityka”) wyjaśnia, jak używamy cookie i jak możesz nimi zarządzać. Kontynuując korzystanie z naszej witryny, akceptujesz te warunki. W razie pytań skontaktuj się z nami:",
    "Welcome to https://visioforge.me (the \"Website\"), operated by :company_name, a company incorporated in Poland under NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, with its registered office at :company_address (\"we\", \"us\", \"our\", the \"Company\"). These Terms and Conditions (the \"Terms\", the \"Agreement\") govern your access to and use of our AI image generation and editing services (the \"Platform\"), forming a binding contract between you (\"you\", \"your\", \"user\", \"customer\") and the Company. For any inquiries, please contact us at :company_email.": "Witaj na https://visioforge.me („Witryna”), obsługiwanej przez :company_name, spółkę zarejestrowaną w Polsce pod numerem NIP: :company_nip, REGON: :company_regon, KRS: :company_krs, z siedzibą pod adresem :company_address („my”, „nas”, „nasz”, „Spółka”). Niniejsze Warunki („Warunki”, „Umowa”) regulują dostęp do i korzystanie z naszych usług generowania i edycji obrazów AI („Platforma”), tworząc wiążącą umowę między Tobą („Ty”, „Twój”, „użytkownik”, „klient”) a Spółką. W razie pytań prosimy o kontakt pod adresem :company_email.",
    "Welcome to the Future of": "Witaj w przyszłości",
    "What Are Cookies?": "Czym są cookie?",
    "What Our Users Say": "Co mówią nasi użytkownicy",
    "Why you": "Dlaczego Ty",
    "Write Better Emails": "Pisz lepsze e-maile",
    "Writing client emails used to take me forever. Now, I just input a few key points and the AI drafts a professional message instantly!": "Pisanie e-maili do klientów zajmowało mi kiedyś wieki. Teraz wystarczy wprowadzić kilka kluczowych punktów, a AI natychmiast tworzy profesjonalną wiadomość!",
    "Writing cold emails used to take me forever. Now I just enter a few details and get a polished email ready to go.": "Pisanie cold e-maili zajmowało mi kiedyś wieki. Teraz wystarczy wprowadzić kilka szczegółów i dostaję dopracowany e-mail gotowy do wysłania.",
    "You can make deposit": "Możesz dokonać depozytu",
    "You can reply directly to this email to respond to :name.": "Możesz odpowiedzieć bezpośrednio na ten e-mail, aby odpowiedzieć :name.",
    "You don't have any deposits yet.": "Nie masz jeszcze żadnych depozytów.",
    "You don't have any orders yet.": "Nie masz jeszcze żadnych zamówień.",
    "You don't have enough ART to make the purchase. Please make a deposit.": "Nie masz wystarczającej ilości ART, aby dokonać zakupu. Proszę dokonaj depozytu.",
    "You don't have enough VFT to make the purchase. Please make a deposit.": "Nie masz wystarczającej ilości VFT, aby dokonać zakupu. Proszę dokonaj depozytu.",
    "You have received a new message from your website\\'s contact form.": "Otrzymałeś nową wiadomość z formularza kontaktowego swojej witryny.",
    "You need to be": "Musisz być",
    "Your contact information;": "Twoje dane kontaktowe;",
    "Your email": "Twój e-mail",
    "Your email address is used for account management, service notifications, and product updates. We analyze technical data to enhance platform security, optimize AI performance, and improve user experience. Analytics help us understand feature usage and identify areas for improvement.": "Twój adres e-mail jest używany do zarządzania kontem, powiadomień serwisowych i aktualizacji produktu. Analizujemy dane techniczne, aby zwiększyć bezpieczeństwo platformy, zoptymalizować wydajność AI i poprawić doświadczenie użytkownika. Analityka pomaga nam zrozumieć użycie funkcji i identyfikować obszary do poprawy.",
    "Your email address will not be used for any marketing purposes. Required fields are marked.": "Twój adres e-mail nie będzie używany do celów marketingowych. Pola wymagane są oznaczone.",
    "Your limit for generating 10 images has been reached.": "Osiągnięto limit generowania 10 obrazów.",
    "Your request": "Twoja prośba",
    "Your title": "Twój tytuł",
    "and": "i",
    "auth.password": "auth.password",
    "by your member": "przez Twojego członka",
    "choose": "wybierz",
    "client": "klient",
    "for Agreements, Emails & Images": "dla umów, e-maili i obrazów",
    "for Your Projects": "dla Twoich projektów",
    "for any team person": "dla każdej osoby w zespole",
    "for details.": "po szczegóły.",
    "for do the task": "do wykonania zadania",
    "including:": "w tym:",
    "logged in": "zalogowany",
    "make life easier.": "ułatwia życie.",
    "managment": "zarządzanie",
    "more…": "więcej…",
    "or": "lub",
    "our all features": "wszystkie nasze funkcje",
    "professional emails, and ready-to-use stock images — all in one platform.": "profesjonalne e-maile i gotowe do użycia obrazy stockowe — wszystko na jednej platformie.",
    "say about us.": "mówią o nas.",
    "software": "oprogramowanie",
    "support": "wsparcie",
    "task togather": "zadanie razem",
    "tokens": "tokeny",
    "us always": "nas zawsze",
    "video": "wideo",
    "workspace": "przestrzeń robocza",
    "you use.": "których używasz.",
    "© :year Powered by": "© :year Napędzane przez"
}