<h5 class="mb-3">آخر تحديث: 14 أغسطس 2024</h5>
<p>
    في AssistantEdit ("نحن"، "لنا"، "لدينا")، نولي خصوصية مستخدمينا ("أنت"، "لك") أهمية قصوى. توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا ومشاركة وحماية معلوماتك الشخصية عند الوصول إلى موقعنا الإلكتروني، assistantedit.com ("الموقع"). باستخدام موقعنا، فإنك تقر وتوافق على ممارسات البيانات الموضحة أدناه.
</p>
<h3 class="mb-3 mt-5">المعلومات التي نجمعها</h3>
<p>نجمع البيانات التي تقدمها طواعية، مثل عنوان بريدك الإلكتروني عند تسجيل حساب أو الاشتراك في نشرتنا الإخبارية. بالإضافة إلى ذلك، نقوم تلقائيًا بجمع بعض التفاصيل حول زيارتك، بما في ذلك عنوان IP الخاص بك وسلوك التصفح، من خلال ملفات تعريف الارتباط وأدوات التتبع مثل Google Analytics.</p>
<h3 class="mb-3 mt-5">استخدام معلوماتك</h3>
<p>يتم استخدام عنوان بريدك الإلكتروني لإرسال التحديثات والإشعارات والمعلومات حول الميزات الجديدة. قد نقوم أيضًا بتحليل عنوان IP الخاص بك لأغراض أمنية للحفاظ على سلامة منصتنا. يساعدنا Google Analytics في تقييم وتحسين أداء وسهولة استخدام موقعنا.</p>
<h3 class="mb-3 mt-5">مقدمو الخدمات من الأطراف الثالثة</h3>
<p>لتسهيل المعاملات، نعمل مع معالجي الدفع التابعين لجهات خارجية الذين يتعاملون مع المدفوعات بأمان. عند إجراء عملية شراء، قد يتم توجيهك إلى منصتهم لإكمال عملية الدفع. يدير مقدمو الدفع هؤلاء تفاصيل الدفع الخاصة بك، مثل معلومات بطاقة الائتمان، وفقًا لسياسات الخصوصية الخاصة بهم. نحن لا نخزن أو نعالج تفاصيل الدفع الخاصة بك على خوادمنا.</p>
<h3 class="mb-3 mt-5">مشاركة معلوماتك</h3>
<p>نحن لا نبيع أو نوزع معلوماتك الشخصية لأطراف ثالثة لأغراض تسويقية. ومع ذلك، قد نشارك بياناتك مع مزودي الخدمات مثل Google Analytics ومعالجي الدفع لتحسين وظائف موقعنا. بالإضافة إلى ذلك، قد نفصح عن المعلومات إذا كان ذلك مطلوبًا بموجب القانون، أو استجابةً لطلبات قانونية، أو عندما يكون ذلك ضروريًا لحماية حقوقنا أو مستخدمينا أو أمان المنصة.</p>
<h3 class="mb-3 mt-5">تحديثات سياسة الخصوصية</h3>
<p>قد يتم تحديث سياسة الخصوصية هذه بشكل دوري. سيتم عكس أي تعديلات على هذه الصفحة، ونشجعك على مراجعتها بانتظام. تصبح التغييرات سارية بمجرد نشرها على هذه الصفحة.</p>
<h3 class="mb-3 mt-5">اتصل بنا</h3>
<p>إذا كان لديك أي أسئلة حول سياسة الخصوصية هذه، يرجى الاتصال بنا على info@assistantedit.com.</p>
